[
    {
        "title": "လူအမျိုးမျိုးစိတ်အထွေထွေ",
        "content": "လူအမျိုးမျိုးစိတ်အထွေထွေ\n\nWONDERFUL WORLD, BEAUTIFUL PEOPLEအခု လောကထဲက လူအမျိုးမျိုးစိတ်အထွေထွေ အကြောင်း တင်ပြသွားချင်ပါတယ်။  Puritan = A person who is strict in moral and religious matters, often excessively.ဘာသာရေးရာအယူအဆ၊ ကိုယ်ကျင့်တရား၊ စာရိတ္တတို့နဲ့ပတ်သက်လို့ တင်းကျပ်စွာလိုက်နာသူ။ သူတို့ဟာစည်းစနစ်တင်းကျပ်လွန်းပြီး၊ သာယာမှုစည်းစိမ်မှန်သမျှ ပစ်ပယ်ရမယ်ဆိုတဲ့ အယူဝါဒကို လက်ခံသူတွေ ဖြစ်ပါတယ်။ ဒီလိုလူမျိုးတွေက \"ကိုတိကျ \" တွေပါ။ ဒါဆိုဒါပဲ။ လူတစ်ယောက် သူ့ရဲ့ကြောင်က ကြာသပတေးနေ့မှာ ကြွက်တစ်ကောင်ကို ခုတ်သတ်ခဲ့လို့၊ အဲဒီကြောင်ကို သောကြာနေ့မှာ သတ်ပစ်တယ်ဆိုတဲ့ လူမျိုးပါ။အကျင့်သိက္ခာ စောင့်စည်းမှု တင်းကျပ်လွန်းပြီး အစွန်းရောက်ပါတယ်။  Sceptic/Skeptic = A person who is unwilling to believe အယုံအကြည်ကင်းမဲ့သူ၊ မယုံကြည်တတ်သူ၊ သံသယစိတ်အမြဲရှိသူ၊ သူလိုလူမျိုးက ဘာသာအယူဝါဒတွေကို ယုံကြည်သက်ဝင်မှုမရှိသူပါ။ အဆိုတစ်ရပ်ကို တင်ပြရင်လဲလက်မခံသူပါ၊Doubting Thomas \"ကိုသံသယ\" လို့လည်းခေါ်ကြတယ်။ ပင်လယ်ထဲမှာ ရေရှိတယ်ဆိုတာတောင်၊ ပြေးကြည့်ပြီးမှ ယုံမယ်ဆိုတဲ့လူမျိုးတွေပါ။  Stoic = someone who does not complain or show their emotions; as repression of emotion and indifference to pleasure or pain.လောကဓံတရားကို ကြံ့ကြံ့ခံနိုင်သူ၊ ဒုက္ခဆင်းရဲဒဏ်ကို လျစ်လျူရှုနိုင်သူ၊ ဥပေက္ခာဝါဒီ၊ လျစ်လျူရှုတတ်သူ၊ အထူးရှင်းပြပြောစရာမရှိအောင် အနွံအတာခံနိုင်တဲ့လူမျိုးပါ။ ဆရာတော်ကြီးတစ်ပါး သူ့ပေါင်ရင်းမှာအနာဖြစ်ပြီး၊ လောက်တွေတွယ်နေတာတောင် သူများအသိုက်အမြုံကို မဖျက်လိုဟုပြောကာ အသက်အသေခံခဲ့ဖူးကြောင်းဖတ်ဖူးပါတယ်။Cynic = A person who believes the worst about everyone.လူတိုင်းကို အဆိုးမြင်သူ၊ စိတ်ဓာတ်အချဉ်ပေါက်နေသူ။ အဆိုးမြင်ဝါဒီထက်ပင် အရာရာကိုအဆိုးအပျက်လို့ သဘောထားသူဖြစ်ပါတယ်။ လောကကြီးအပေါ် အကောင်းမမြင်၊ လူတွေအားလုံးကို ကိုယ်ကျိုးသမားတွေဆိုပြီး အမြဲတမ်းမာန်ဖီဟိန်းဟောက်ပြီး၊မြင်မြင်သမျှ ထထဟောင်တတ်တဲ့ ခွေးနဲ့တူပါတယ်။  Maverick = a person who thinks and acts in an independent way, often behaving differently from the expected or usual way. အများနှင့်မတူ တစ်မူကွဲပြားသော အယူအဆရှိသူ။ ဒီဝေါဟာရက Samuel Augustus Maverick(1803-1870), a prominent Texas pioneer and statesman who helped establish the Republic of Texas. He owned 500 cattle but he did not brand them. They strayed and neighboring ranchers called them Mavericks. တက္ကဆက်ပြည်နယ်သားမက်ဗရစ် ဆိုသူရဲ့အမည်က ဆင်းသက်လာတဲ့ Eponym စကားပါ။ မက်ဗရစ် ဟာ ကျွဲနွားကောင်ရေ ၅၀၀ ပိုင်ဆိုင်ထားသော်လည်း၊ သူ့အနီးဝန်းကျင်က နွားခြံပိုင်ရှင်တွေလို သူ့နွားတွေကို ပိုင်ရှင်နာမည် မက်ဗရစ်တံဆိပ်ရိုက်မထားပါ။ မက်ဗရစ် က \"တံဆိပ်ရိုက်မထားလျှင် အားလုံးငါ့နွားတွေပဲ\" လို့ ုကြေညာထားပြန်တော့၊ တံဆိပ်မရိုက်မိလျှင်မက်ဗရစ် ရဲ့နွားဖြစ်သွာမှာ စိုးတာနဲ့၊ ကျန်တဲ့လူတွေက ကိုယ့်နွားကို မမေ့မလျော့ တံဆိပ်ရိုက်ကြရပါတယ်။ ~ ဒီလိုလူမျိုးတွေက သမားရိုးကျ သူများဖောက်ပြီးသားလမ်းကို မလိုက်တတ်ဘဲ၊ တစ်မူထူးခြား၊ တစ်မျိုးတစ်ဘာသာဖြစ်တဲ့ အလုပ်တွေပဲ လုပ်တတ်ကြပါတယ်။ သူတို့ဟာ မအောင်မြင်ခင်မှာ လူထူး၊ လူကြောင် (Eccentric) ရယ်လို့သမုတ်ခံရတတ်ပါတယ်။ ကမ္တာတစ်ဝှမ်းမှာ တစ်မျိုးတစ်ဘာသာ ခွဲထွက်ပြီးအောင်မြင်နေသူ သင်းကွဲဝါဒီနိုင်ငံရေးသမားတွေ၊ အနုပညာရှင်တွေ၊ တတ်သိပညာရှင်တွေ၊ စီးပွားရေးသမားတွေ အများကြီးရှိကြပါတယ်။ ဆက်လက်မိတ်ဆက်ပေးပါဦးမယ်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "THOUGHT OF THE WEEK",
        "content": "THOUGHT OF THE WEEK\n\nဒီအပတ် အဆိုအမိန့်အဖြစ် ကိုယ့်လက်တွေ ဘာလုပ်လုပ် ကိုယ့်မျက်စိက မြင်တယ်၊ What your hands do, It's your own eyes that've seen… ကို ရွေးချယ် မျှဝေလိုက်ပါတယ်။ ဒါက ကွယ်လွန်သူ ဂျမေကာနိုင်ငံသားရက်ဂေး (Reggae) တေးဂီတ အကျော်အမော် ဘော့မာလီ(Bob Marley) ရဲ့ Pass It On တေးသီချင်းစာသား ကောက်နှုတ်ချက်လေးပါ။ ၁၉၈၁ ခုနှစ်မှာ ကွယ်လွန်သွားတဲ့ အဆိုတော် ဘော့မာလီနှင့် ငိုကြွေးသူများ (the Wailers) လို့ အမည်ရတဲ့ သူ့ရဲ့တီးဝိုင်းဟာ ဖိနှိပ်သူ အစိုးရ၊ မညီမျှမှု၊ ဆင်းရဲမွဲတေမှုတို့ကို တေးသီချင်းဖြင့် သီကျူးဖော်ပြခဲ့ပါတယ်။တိုက်တိုက်ဆိုင်ဆိုင် သူ့ရဲ့ ထိမိလှတဲ့အတွေးအမြင် What your hands do, It's your own eyes that've seen ဟာ ကိုယ်ကျင့်တရားကို စောင့်ထိန်းဖို့ သတိပေးနေပါတယ်။ ကိုယ်ကျင့်တရားတွေ နှစ်နဲ့ချီပြီး ဆွေးမြေ့နေတဲ့ မြန်မာပြည်အတွက်ကတော့ လာဘ်ပေးလာဘ်ယူ တိုက်ဖျက်ရေးလို့ပဲကင်ပွန်းတပ်တပ်၊ အဂတိလိုက်စားမှု ပပျောက်ရေးလို့ပဲ အမည်ပြောင်းပြောင်း၊ တောင်းတတ်တဲ့သူက တောင်းစားနေလေတော့ ပြည်သူတွေဘက်က ပေးနေရဆဲပေါ့။ အပိုင်းလေး-အပေးလိုင်းကတော့ရှိနေဆဲ..................... မျက်နှာကိုလာပက်တဲ့ မိုးစက်တွေ ရင်ကိုလည်း တိုးဝှေ့ဆဲပါ။အားလုံးမင်္ဂလာပါ။Myanmar Public Sector among most corrupt in Asia An annual survey by Transparency International (TI) has said that Myanmar’s public sector remains one of the most corrupt in Southeast Asia and isthe 19th most corrupt in the world. In previous years, from 2012 to 2013, Myanmar jumped fairly considerably on the global scale from 172 to 157, but has moved up just one place this year to 156 out of 174countries surveyed for TI’s Corruption Perceptions Index. The index is based on experts’ opinions on public sector corruption and considers access to information on corruption, the accountability of publicbodies and the rules a country has in place to govern public officials’ behavior. Countries are ranked on an index from 0 (highly corrupt) to 100 (clean), and Myanmar was the joint-worst performerin Southeast Asia along-side Cambodia, with 21 points. Myanmar ranked below Bangladesh (35), Laos (25) and Thailand (38). Across mainland Asia, only Afghanistan and North Korea were ranked lower thanMyanmar. Samantha Grant, Transparency International’s programme coordinator for Southeast Asia said that the Myanmar government has taken notable steps to tackle corruption in recent years, but that thereis still much to be done.ENGLISH NEWS SOURCE : THURA SWISS"
    },
    {
        "title": "Term of Address အခေါ်အပြော",
        "content": "Term of Address အခေါ်အပြော\n\nကျွန်တော်တို့မြန်မာနိုင်ငံဟာ သက်ဦးဆံပိုင်ခေတ် (Absolute Monarchist era) မှ ပါလီမန်ဒီမိုကရေစီခေတ် (Parliamentary Democracy era)၊ အဲဒီနောက် တပ်မတော်က အာဏာသိမ်းပြီးနောက် တော်လှန်ရေးကောင်စီခေတ် (Revolutionary Council era)၊ ဆက်လက်ပြီးဆိုရှယ်လစ်ခေတ် (Socialist era) သို့ အသွင်ကူးပြောင်းသွားခဲ့ပါတယ်။ အခုအခါ ပါလီမန် (လွတ်တော်) ဒီမိုကရေစီခေတ် (Parliamentary Democracy – Pyithu Hluttaw era) သို့ အရှိန်အဟုန်နဲ့ တစ်ကျော့ပြန်ု ချင်းနင်းဝင်ရောက်လျှက် ရှိပါတယ်။ ပြောင်းလဲခြင်းတရားကလွဲ၍အရာအားလုံး ပြောင်းလဲနေကြတယ်ဆိုတဲ့ လောကနိယာမအတိုင်း ခေတ်တွေပြောင်း၊ စနစ်တွေပြောင်းသလို အခေါ်အဝေါ်တွေလည်း အလိုက်သင့် ပြောင်းလဲကြရပါတယ်။  သက်ဦးဆံပိုင်ခေတ်က ကျွန်တော်တို့ရဲ့ ဘိုးဘွားဘီဘင်များကို “တိုင်းသူပြည်သား လူအများတို့လေး” လို့ ခေါ်ဝေါ်နှုတ်ဆက်ကြကြောင်း၊ဘုရင်မင်းဆက် ပြုတ်ပြီးနောက် ပါလီမန်ဒီမိုကရေစီခေတ်(၁၉၄၈-၁၉၆၂) တွင် ယဉ်ကျေးပျော့ပျောင်းတဲ့လေသံနဲ့ “မိဘပြည်သူအပေါင်းတို့ခင်ဗျား” လို့ နှုတ်ခွန်းဆက်ကြပေမယ့် အရပ်သားအစိုးရကို ဖြုတ်ချပြီး နိုင်ငံ့အာဏာရယူခဲ့တဲ့ တော်လှန်ရေးကောင်စီခေတ် (၁၉၆၂-၁၉၇၄) ရောက်ချိန်မှာ တစ်မျိုးကြားရပြန်ပါတယ်။ “ပြည်သူလူထုအပေါင်းတို့ ခင်ဗျား” တဲ့။ တော်လှန်ရေးကောင်စီဝင် စစ်ဗိုလ်ကြီးများ အရပ်သားဝတ်စုံလဲ အသွင်ပြောင်းပြီး မြန်မာ့ဆိုရှယ်လစ်လမ်းစဉ်ပါတီ ထောင်ကြပြီး ဆိုရှယ်လစ်ခေတ် (၁၉၇၄-၁၉၈၈) ကို ကူးပြောင်းရာချိန်မှာ တောင်သူလယ်သမားနဲ့ အလုပ်သမားထုကို ဦးစားပေးဖို့ရည်ရွယ်ပြီး “လုပ်သားပြည်သူများခင်ဗျား” လို့ ခေါ်ဝေါ် နှုတ်ခွန်းဆက်ခဲ့ တဲ့အကြောင်း ပြန်ပြောင်းအမှတ်ရစေရန် ဖော်ပြအပ်ပါတယ်။  ၁၉၈၈ ခုနှစ်၊ သြဂုတ်လ ၈ ရက် တစ်နည်း ရှစ်လေးလုံး ဒီမိုကရေစီ လူထုအုံကြွမှုကို တပ်မတော်က ဖြိုခွင်းပြီးနောက် စစ်အစိုးရ (Military Junta)နိုင်ငံတော်ငြိမ်ဝပ်ပိပြားမှု တည်ဆောက်ရေးအဖွဲ့ (နဝတ)/ နိုင်ငံတော် အေးချမ်းသာယာရေးနှင့်ဖွံ့ဖြိုးရေးကောင်စီ (နအဖ) လက်ထက် (၁၉၈၈-၂၀၁၁) အနှစ် ၂၀ ကျော်ကာလ အတွင်း နိုင်ငံ့ခေါင်းဆောင်မှ ပြည်သူသို့ မိန့်ခွန်းပြောကြားခြင်းမရှိခဲ့ဘဲ တိုင်းပြည်သို့ သတင်းထုတ်ပြန်မှုလောက်သာ ရှိခဲ့ပါတယ်။အခေါ်အပြောကတော့ ဒီလိုပါ “ရဟန်းရှင်လူ ပြည်သူအပေါင်းတို့ ခင်ဗျား”။  အခု ၂၀၁၁ ခုနှစ်၊ မတ်လ ၃၀ ရက်ကစတင်ခဲ့တဲ့ ပြည်သူ့လွတ်တော်ခေတ် (၂၀၁၁>>) မှာ လက်ရှိသမ္မတကြီးကတော့ မိန့်ခွန်းပြောရင် ရိုးရိုးစင်းစင်း၊ ညင်ညင်သာသာနဲ့ “မိဘပြည်သူများ ခင်ဗျား” လို့ ကြားရတာမင်္ဂလာရှိပါတယ်။ ယခင့်ယခင် အုပ်ချုပ်သွားလေသူကြီးတွေလို အစရိုးတဲ့ အစိုးရ၊ ပြည်သူတွေကို အမိအဘလို့ခေါ်ပြီး အမေအဘနဲ့ အသေမချဘူးလို့ယုံကြည်ပါတယ်။ ကျွန်တော်က လွတ်လပ်ရေးရတဲ့နှစ် ၁၉၄၈ မှာမွေးလို့ အခုဆို ၆၉ နှစ်ရှိပါပြီ။ ကျွန်တော်အနေနဲ့ We are so glad, livingin MYANMAR မြန်မာပြည်မှာနေရတာ ဂုဏ်ယူတယ်လို့ ပြောချင်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "DEVELOP YOUR VOCABULARY",
        "content": "DEVELOP YOUR VOCABULARY\n\nအင်္ဂလိပ်စာ လေ့လာနေသူများအနေနဲ့ ကိုယ်ကျင်လည်ရာဘ၀၊ ကိုယ်တတ်ကျွမ်းသည့် ဘာသာရပ်နှင့် နီးစပ်ရာစကားလုံး၏ အဓိပ္ပာယ်တစ်မျိုးကိုသာ လှေနံဓားထစ် အသေ မမှတ်စေလိုပါ။ အဓိပ္ပာယ်တစ်မျိုးလောက်ကိုသာ အနက်ဖွင့်ပေးနိုင်သော အဘိဓာန်ငယ်များကိုလည်း သိပ်အားမကိုးစေလိုပါ။ အချို့ အင်္ဂလိပ်စကားလုံးများ အထူးသဖြင့် အီဒီယံများ (Idioms)၊ ဗန်းစကားများ(Slangs)နှင့် အရပ်သုံးစကားများ (Colloquialism) တို့ဟာ ထူးခြားအဓိပ္ပာယ် ရှိကြပါတယ်။ ဒါကြောင့် ဝါကျတစ်ကြောင်း၊ စာတစ်ပိုဒ်မှာ ပါ၀င်တဲ့့ စကားလုံးတစ်လုံးစီရဲ့ ုံလုံးကောက်အဓိပ္ပာယ်ကို ကောက်ယူဘာသာပြန်ဖို့ မဖြစ်နိုင်ပါ။ဥပမာ ငယ်ရွယ်သူများအဖို့ ချစ်ရေးချစ်ရာ အဆင်မပြေတဲ့အခါ အသည်းကွဲတယ်လို့ ပြောလေ့ရှိပါတယ်။ အသည်းကွဲတာကို အင်္ဂလိပ်က Heartbreak ိလို့ ဆိုပါတယ်။ စကားလုံးတစ်ခုအနေနဲ့ Heart ဆိုတာ နှလုံး ဖြစ်ပါတယ်။ အသည်းနှလုံး လို့လည်း အနက်ဖွင့်ပါတယ်။ ဇီဝဗေဒအရ နှလုံးကို Heart ၊  အသည်း ကို Liver လို့ ုခွဲခြားဖော်ပြပေမယ့် ယေဘုယျအသုံး အနှုန်းအရ Heart ကို နှလုံး၊ အသည်းနှလုံး အဖြစ် အဓိပ္ပာယ်ပေးရာ Heartbreak လို့ဆိုရင် အသည်းကွဲခြင်း၊ ရင်ကွဲနာကျခြင်း၊ ၀မ်းနည်းပက်လက်ဖြစ်ခြင်း လို့ ဆိုလိုပါတယ်။ စိတ်ဓာတ်ကျခြင်း၊ စိတ်ပျက်အားငယ်ခြင်း တို့ကို Down-hearted  လို့ တွဲရေးပါတယ်။ ဒါကြောင့် အသည်းနှင့် နှလုံးဆိုတဲ့ဝေါဟာရ (Vocabuary)တွေကို ခွဲခြားသိဖို့လိုပါတယ်။အရေးကြုံလို့ စာရေးတဲ့အခါ၊ ဘာသာပြန်တဲ့အခါ ဝေါဟာရကို ကောင်းကောင်း ခွဲခြားမသိရင် အများကြီး အခက်ကြုံရနိုင်ပါတယ်။စက်မှုအင်ဂျင်နီယာများအနေနဲ့ ဂါဗနာ (Governor) ကို အင်ဂျင်၏အမြန်နှုန်းကို ထိန်းညှိသည့် ကိရိယာအဖြစ် သိကြပါတယ်။ ဥပမာ A centrifugal governor is a specific type of governor that controls the speed of an engine by regulating the amount of fuel. အလားတူ အဆိုပါ Governor (ဂါဗနာ) သည် အဖွဲ့အစည်းတစ်ခု၏ အကြီးအကဲ - ဥပမာ ဘဏ်ဥက္ကဋ္ဌ။ ပြည်နယ်အုပ်ချုပ်ရေးမှူး။ ဘုရင်ခံ စသဖြင့် တခြား ကွဲပြားတဲ့အဓိပ္ပာယ်များလည်းရှိတယ်ဆိုတာ တွေ့မြင်ရမှာဖြစ်ပါတယ်။ထို့အတူ Old flame ဆိုတိုင်း မီးတောက်မီးလျှံကြီး မဟုတ်ပါ။ တစ်ခါကချစ်ခဲ့ဖူးသူ၊ ရည်းစားဟောင်းကို ပြောတာ ဖြစ်ပါတယ်။ ကာရံလေးနဲ့ ပြောရင် မတ်မိမယ် ထင်ပါတယ်။ Marie is the name, his latest flame ဆိုသည့် သူ့ရဲ့နောက်ဆုံး ရည်းစားလေးနာမည်က မေရီပါ ဆိုတဲ့ သီချင်းလေးရှိပါတယ်။ အလားတူ Loser ကို ရှုံးနိမ့်သူအဖြစ် အတွေ့များခဲ့ရာ၊ အားကစားလောကမှာ Best loser လို့ဆိုရင် အကောင်းဆုံးအရှုံးသမားပါ။ Two-time loser က ကိစ္စတစ်ရပ်၊ ကြိုးပမ်းမှုတစ်ခုကို နှစ်ကြိမ်ရှုံးနိမ့်သူ ဖြစ်သလို ထောင်နှစ်ခါကျသူ၊ အိမ်ထောင်နှစ်ဆက်ပျက်သူ နှစ်ခုလပ် (A person who has been divorced twice)  ဖြစ်ပါတယ်။ ထို့အတူ အင်္ဂလိပ်က နှစ်အိမ်ကျော်ကို Two door down လို့ ရေးပါတယ်။ မြန်မာတွေလိုပဲ အင်္ဂလိပ်တွေကလည်း ခပ်လှမ်းလှမ်း အကွာအဝေးကို A stone’s throw  ခဲတစ်ပစ်စာအကွာလို့ ပြောလေ့ရှိတယ်။ ကဲ ဆက်ပြီး ဘေးချင်းကပ်အိမ်က မိန်းမချောလေး တစ်ယောက်အကြောင်း ပြောကြရအောင်။ အိမ်နီးနားချင်းကို Neighbour လို့ခေါ်ပြီး၊ အိမ်ချင်းကပ်နေသူကို Next door လို့ပြောပါတယ်။ ဟိုဘက်ခြံကကောင်မလေးကိုတော့ အင်္ဂလိပ်က the girl next door လို့ ပြောပါတယ်။ဒါဆို ခင်ဗျားရဲ့ နှစ်အိမ်ကျော်က နှစ်ခုလပ်အကြောင်းပဲဖြစ်ဖြစ်၊ ဟိုဘက်ခြံက ကောင်မလေးအကြောင်းပဲဖြစ်ဖြစ် အက်ဆေးရေးမယ်ဆိုရင် လုံး၀ မမှားနိုင်တော့ဘူးပေါ့။ကဲ ခုလောက်ဆို ဝေါဟာရတွေစုဆောင်းဖို့၊ စကားလုံးတွေရဲ့အဓိပ္ပာယ်ကို တစ်မျိုးမကသိထားဖို့လိုတယ်ဆိုတာ သိလောက်ပါပြီ။ ကြိုးစားကြပါဦး။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "KEEP ON SMILING",
        "content": "KEEP ON SMILING\n\nအလင်းနှင့်အမှောင်၊ အဖြူနှင့်အမည်း၊ အကောင်းနှင့်အဆိုးလို ဆန့်ကျင်ဘက်တွေပြည့်နှက်နေတဲ့ လောကကြီးမှာ ကျွန်တော်တို့တစ်တွေ ဖြောင့်မတ်မှန်ကန်မှုကို ကြိုးပမ်းရှာဖွေရင်း၊ မိမိကိုယ်မိမိ တည့်မတ်အောင်ကြိုးစားရင်း မရိုးသားမှု၊ သစ္စာပျက်ယွင်းမှုတွေနဲ့ ရင်ဆိုင်နေကြရပါတယ်။ ဘာပဲဖြစ်ဖြစ် တဖြည်းဖြည်းနဲ့ လူတွေရဲ့ ကိုယ်ကျင့်တရားတွေ ကွေးကောက်လာပါတယ်။ လမ်းကောက်လျှောက်နေကြရတဲ့ လူဖြောင့်တွေ ဒီအကောက်လောကကြီးမှာ အဖြောင့်ကို ရှာရခက်နေပါပြီ။ ရှာရင်း ရှာရင်း သူတို့ နောက်ဆုံးသိရှိသွားတာကတော့ အကောက်တွေထဲမှာ ကွေးကွေးလေးဟာ အဖြောင့်ဆုံး ဆိုတာပါပဲဗျာ။ ဒီလိုမျိုး အဖြောင့်နှင့်အကောက် ဆန့်ကျင်ဘက်နှစ်ခုကို စကားဖန် (Pun) လို့ခေါ်တဲ့ စကားလုံးကစားခြင်း (Wordplay)၊ တစ်နည်း စကားလုံးများကို လိုသလို ဖန်တီးပြောဆိုခြင်း (Wordplay) သဘောဖြင့် ရသမြောက်အောင် ပြောဆိုသွားတဲ့အဆိုအမိန့်လေးကို ခံစားကြည့်ကြရအောင်။A Smile is a Curve that sets everything Straight.ပြုံးပန်းတစ်ပွင့်က မျဉ်းကွေးကိုတောင် မျဉ်းဖြောင့်ဖြစ်သွားစေနိုင်ပါတယ်။ လူတိုင်းလူတိုင်း အမုန်းစကား (Hate Speech) မဆိုကြဘဲ၊ အပြုံး (SMILE) ကိုဆောင်နိုင်ကြပါစေ။ အပြုံးကို ဆောင်ကြပါ။ အားလုံးပဲ မင်္ဂလာပါ။"
    },
    {
        "title": "ဝီလျှံရှိတ်စပီးယားပြောသလို",
        "content": "ဝီလျှံရှိတ်စပီးယားပြောသလို\n\nလောကကြီးဟာဇာတ်ခုံကြီး (The world is a stage.) ပဲ။ ခင်ဗျားတို့၊ ကျွန်တော်တို့အားလုံးဟာ အဲဒီလောကဇာတ်ခုံပေါ်မှာ ကံဇာတ်ဆရာအလိုကျ ကပြအသုံးတော်ခံနေကြရရှာတဲ့ သူတွေပါ။ ကျွန်တော်တို့တစ်တွေဟာ ငရဲပန်းကိုရွှေပန်းထင်၊ ဒုက္ခကိုအရောင်ဆိုးပြီး သုခအသွင်ယူနေကြရသူတွေ မဟုတ်ပါလား။တစ်နည်းလူဖြစ်ရတဲ့ဒုက္ခတွေ ပြည့်နှက်နေတဲ့ ဘဝဆေးခါးကြီးကို အချိုသကာဖုံးပြီး တရစပ်သောက်သုံးနေကြသူတွေလို့ပြောရင်လည်း လွန်မယ်မထင်ပါ။ အထူးသဖြင့် မြန်မာပြည်မှာ လူဖြစ်ရတဲ့ဒုက္ခက ပိုဆိုးပါလိမ့်မယ်။ မြတ်ဗုဒ္ဓရဲ့အဆုံးအမတွေကြောင့်သာ သဲကန္တာရထဲမှာ အိုအေစစ်ရှာနိုင်တာပါ။ ဒီအပတ်အတွက်အဆိုအမိန့်အဖြစ်လူရွင်တော်ကြီး ချာလီချက်ပလင် (Charlie Chaplin) ရဲ့ သံဝေဂစကားလေးကို မျှဝေပါရစေ။ Life is a tragedy when seen in close-up, but a comedy in long shot.ရယ်မောစရာဆိုတာ အဝေးကလှမ်းရိုက်ရတဲ့ရိုက်ချက်ပါ၊ တကယ်တော့ လွမ်းမောစရာတွေကသာ အနီးကပ်ရိုက်ချက်ပါ။ လူ့ဘဝကို အလွမ်းဇာတ် (Tragedy)၊ အသောဇာတ်-ရယ်စရာ (comedy)၊ အနီးကပ်ရိုက်ချက် (close-up)၊ အဝေးရိုက်ချက် (long shot) စတဲ့ သူကျင်လည်ရာ ရုပ်ရှင်နှင့်ဓာတ်ပုံ ပညာရပ်ဆိုင်ရာစကားလုံး (Jargon) တွေသုံးပြီး ပြောသွားပါတယ်။ အလွယ်ပြောရရင်Tragedy is a close-up; comedy, a long shot. ပါ။ ပြောချင်တာက လူ့ဘဝမှာ အလွမ်းကအဓိကဖြစ်ပြီး၊ အသောကအပယိက လို့ပြောတာဖြစ်ပါတယ်။ လူ့ဘဝ၏သရုပ်မှန်ကို သိကြပါစေ၊ အသိမှန်ပြီး အမှန်သိကြပါစေ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ALLITERATION",
        "content": "ALLITERATION\n\nသံတူကပ် ဒီမိုကရေစီမြတ်နိုးသူများရဲ့ ဒူးခေါင်းကို ဒုတ်တိုနဲ့ ဒိုင်းကနဲရိုက်…..ဆိုပြီး၊ ဒထွေး(ဒ)ဗျည်းအက္ခရာကို အသုံးပြုရေးထားတဲ့ အရေးအသားမျိုးကို သံတူကပ် လို့ခေါ်ပါတယ်။ အများသိကြတာက တို့တစ်တွေ တောင်တက်တော့ တောက်တဲ့ တွေတွေ့တယ်တဲ့။ သေသောသူသည် သုဿန်သို့ သွားသည် စတဲ့သံတူကပ်လေးတွေပါ။ အင်္ဂလိပ်က သံတူကပ် ကို Alliteration လို့ ခေါ်ပါတယ်။ Alliteration means the use, especially in poetry, of the same sound or sounds, especially consonants , at the beginning of several words that areclose together. ကဗျာမှာဖြစ်စေ၊ စကားပြေမှာဖြစ်စေ အသံတူသောစကားလုံး၊ အသံဆင်သောစကားလုံး၏ ထိပ်စအက္ခရာတူစကားလုံးတို့ဖြင့် ဖွဲ့ဆိုထားသော စကားရပ်ဖြစ်သည်ဟု ဆိုပါတယ်။ အင်္ဂလိပ်သံတူကပ်ဥပမာ တစ်ခုက Round the rugged rocks the ragged rascal ran.အဓိပ္ပာယ်က အဝတ်အစား စုတ်စုတ်ပြတ်ပြတ်နဲ့ လူရှုပ်ကလေး ကြမ်းတမ်းတဲ့ကျောက်တွေကို ပတ်ပြေးနေတယ်လို့ ထိပ်စ R တွေနဲ့ရေးထားတာပါ။ နောက်ထပ်သံတူကပ်ဥပမာ တစ်ခုပေးပါဦးမယ်။Don’t trouble the trouble till the trouble troubles you. ဒုက္ခက သင့်ကိုဒုက္ခမပေးမချင်း ဒုက္ခက ိုဒုက္ခသွားမပေးပါနဲ့။ အလကားသက်သက် ဒုက္ခမရှာဖို့ပြောတာပါ။ (အင်္ဂလိပ်စာတွင် trouble ကို Noun အဖြစ် ဒုက္ခ ဟုသုံးနိုင်သလို၊ Verb ဒုက္ခပေးသည် ဟုလည်း သုံးနိုင်ပါတယ်။) နောက်မြန်မာသံတူကပ်တစ်ခ ုပေးချင်ပါတယ်……ဖွားဖွားဖင် ဖြူဖြူဖွေး ဖိုးဖိုးဖက်ဖွယ်။ပျော်ရွင်ချမ်းမြေ့ကြပါစေ။ အားလုံးမင်္ဂလာပါ။Ref; မှီငြမ်းကိုးကား - ဂျပန်-အင်္ဂလိပ်-မြန်မာသုံးရောင်ခြယ်စာစုများ - မြတ်သူရိန် -၂၀၁၃ မေ။ အခွင့်အလမ်းစာပေ။"
    },
    {
        "title": "DON'T CALL ME, MADAM",
        "content": "DON'T CALL ME, MADAM\n\nကျွန်တော်တို့ ရုံးစာရေးသားရာမှာ နာမည်သိရင် Dear Mr. Smith, Dear Miss Julia စသည်ဖြင့် အမည်တပ်ခေါ်နိုင်ပေမယ့် နာမည်မသိတဲ့အခါ Dear Sir (သို့) Dear Madam လို့ အစချီ နှုတ်ဆက်ရေးသားလေ့ရှိပါတယ်။ Dear Sir နဲ့ပတ်သက်လို့ ပြဿနာမရှိပေမယ့် Dear Madam ရဲ့ထွေပြားတဲ့ အနက်အဓိပ္ပာယ်တွေကြောင့် သူ့ကို သုံးစွဲရာမှာ အထူးဂရုပြုကြရပါမယ်။ Madam ကို In the past, used to talk to a woman of high social class. လူမှုအဆင့်အတန်းမြင့်သူ၊ တစ်နည်း အထက်လွှာက အမျိုးသမီးတွေကို တလေးတစား ခေါ်ဝေါ်နှုတ်ခွန်းဆက်တဲ့စကားပါ။Titanic လို ရုပ်ရှင်တွေထဲမှာ တွေ့ဖူးကြမှာပါ။ အမေရိကန်အသုံးအနှုန်းအရ Madam ကို In some parts of the US, used as a polite way of talking to a woman. အမျိုးသမီးတစ်ဦးကို ယဉ်ယဉ်ကျေးကျေး ခေါ်ဝေါ်နှုတ်ဆက်တဲ့စကား ဖြစ်ပါတယ်။ အင်္ဂလိပ်အသုံးအနှုန်းအရMadam ကို In Britain, used to address the Queen, or a woman of high rank in particular organizations, such as the army or the police. သူတို့ဘုရင်မကြီးကို ဖြစ်ဖြစ်၊ ရဲ-စစ်တပ်တို့လို အဖွဲ့အစည်းတွေက ရာထူးကြီးကြီး အမျိုးသမီးတစ်ဦးကိုဖြစ်ဖြစ်ခေါ်ဝေါ်ရာမှာ သုံးပါတယ်။ ဥပမာ အရင်က Madam Secretary ဆိုရင် နိုင်ငံခြားရေးဝန်ကြီး ဟီလာရီကလင်တန်ကို ညွှန်းပါတယ်။ ဒါပေမဲ့ Madam ရဲ့နောက်အဓိပ္ပာယ်တစ်မျိုးက a woman who is in charge of a group of prostitutes who live or work in the same house.ပြည့်တန်ဆာတု့ိ၏ အကြီးအကဲ၊ ဇိမ်ခေါင်းမကြီးတဲ့ဗျာ။ ကဲ နောက်တစ်ခါ စာရေးမယ်ဆိုရင် သတိထားပါ။ ဒါကိုရှောင်လွှဲနိုင်ဖို့က madam အစား ma’am အစ်မကြီးလို့ A form of address ပြောင်းသုံးကြပါတယ်။ \"Ma'am\" is more common for all adult women လို့ဆိုထားတော့ခပ်ငယ်ငယ် အမျိုးသမီးကလွဲပြီး၊ သက်လတ်ပိုင်း အမျိုးသမီးကြီးများကိုလည်း Ma’am လို့ ခေါ်ဝေါ်နှုတ်ဆက်နိုင်ပါတယ်။ Yes, Ma’am. ဟုတ်ကဲ့ပါ၊ အစ်မကြီး။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "TAZAUNGDAING - THE FESTIVAL OF LIGHTS",
        "content": "TAZAUNGDAING - THE FESTIVAL OF LIGHTS\n\nမနက်ဖြန် နိုဝင်ဘာလ ၆ ရက်နေ့ဟာ တန်ဆောင်မုန်းလပြည့်နေ့ တန်ဆောင်တိုင်ပွဲတော်နေဲ့ဲဖြစ်လို့ အများပြည်သူအားလပ်ရက်တစ်ရက် ဖြစ်ပါတယ်။ အများပြည်သူအားလပ်ရက် (public holiday) ကို ရှေ့ပိုင်းလူတွေက ပြန်တမ်းဝင်ရုံးပိတ်ရက် (gazetted holiday) လို့သိထားကြပါသည်။အခုနောက်ပိုင်းမှာ ဂေဇက် gazette အသုံးအနှုန်းမှေးမှိန်သွားပြီး၊ နိုင်ငံပိုင်အင်္ဂလိပ်-မြန်မာသတင်းစာတွေမှာ မြန်မာနိုင်ငံပြန်တမ်း (Myanmar Gazette) ကိုတွေ့မြင်ဖတ်ရှုနေကြရသော်လည်း၊ ဂေဇက် gazette ကို သိပ်သတိမပြုမိကြတော့ပါ။ ပြန်တမ်းဝင်ရုံးပိတ်ရက် (gazetted holiday) မှာလည်းရုံးဆန်ဆန်အသုံးအနှုန်း (officialese) တစ်ခုအဖြစ်ကျန်ခဲ့ပြီဟုပြောနိုင်ပါတယ်။၂၀၁၄ ခုနှစ်အတွင်း အများပြည်သူအားလပ်ရက် အရပ်အခေါ် ရုံးပိတ်ရက်စုစုပေါင်း ၂၇ ရက်ရှိသည့်အနက်၊ ဘာသာရေးအကြောင်းခံကျင်းပသော အခါကြီးရက်ကြီး (religious holiday or day of religioussignificance) ၅ ရက်ပါဝင်ပါတယ်။ ဘာသာရေးအထွတ်အမြတ်အဖြစ်ကျင်းပသောပွဲတော်များအနက် တန်ဆောင်မုန်းလပြည့်နေ့ (တန်ဆောင်တိုင်မီးထွန်းပွဲတော်နေ့ - Tazaungdaing Festival of Lights) ဟာလည်း သီတင်းကျွတ်လပြည့်နေ့ (သီတင်းကျွတ်မီးထွန်းပွဲတော်) လိုမီးရောင်စုံတွေထွန်းကာ စုပေါင်းမဟာဘုံကထိန်တွေ၊ နိဗ္ဗာန်ဈေးတွေ၊ စတုဒီသာအကျွေးအမွေးတွေနဲ့စည်ကားတဲ့ပွဲတော်တစ်ခုပါ။ ဘာသာရေးဆိုင်ရာအားလပ်ရက်အတွင်း အကြောင်းအမျိုးမျိုးကြောင့်အတိဒုက္ခရောက်နေသူများ (The victims)၊ ဆင်းရဲနွမ်းပါးသူများ (The poor)၊ ချို့တဲ့သူများ(The needy) တို့ကို ပေးကမ်းမှုအလှူဒါနပြုနိုင်ပါစေ၊ သီလဆောက်တည်နိုင်ကြပါစေ၊ တရားဘာဝနာပွားနိုင်ကြပါစေ လို့ဆုတောင်းလိုက်ပါတယ်။အားလုံးမင်္ဂလာပါ။ Happy Tazaungdaing!"
    },
    {
        "title": "Peas  ပဲများတယ်",
        "content": "Peas  ပဲများတယ်\n\nYou know \"The Black Eyed Peas\" is an American pop group (rap & hip-hop).Black Eyed Pea (ပဲလွမ်း-ဘိုကိတ်ပဲ) is a small, pale-colored, edible bean with a black spot.Do you eat pulses often? Nope! I don’t like peas.If you don’t, just add ‘em to your diet gradually.Please note beans & pulses are a great source of protein which the body needs to grow. Collectively, we call “peas” as “Beans and Pulses.”Beans and Pulses are also known as _ aka “Legumes.”Therefore, beans often referred to as \"pulses\" are the edible seeds of legume .Don’t be confused. Pls go thru my write-up for your reading pleasure andfor widening your horizons. Pulses are good for your heart, the more you eat ‘em the more you’ll...grow bigger and stronger! Aha!Pulses also release energy nice and slowly, making you feel fuller longer.Don’t go too far or don’t get me wrong.And come bedtime, this crazy lil’ fuel helps aid a good night's sleep.Again Pulses are good for your heart, if you want to be good-hearted person, eat the peas.This is my message to y’all!‘em   =  them;   lil’      =  little;   y’all  =  you all ; all of youဇာတ်လိုက်မင်းသား-မင်းသမီးတွေ ဇာတ်ကောင်စရိုက် သရုပ်ဖော်တာကို သရုပ်ဆောင်ခြင်း (Acting) အရပ်အခေါ် အိုက်တင်လုပ်လို့ ပြောကြပါတယ်။ လိုသည်ထက်ပိုတဲ့ သရုပ်ဆောင်ခြင်းကို အိုဗာအိုက်တင် (Overacting) လို့ ပြောကြပါတယ်။ အိုဗာတင်း လို့လည်းလူငယ်တွေ အလွယ်ပြောနေကြတာကြားဖူးကြပါလိမ့်မယ်။ ထိုမှတစ်ဆင့်အမူအရာလုပ်သည် style စတိုင်ထုတ်သည်၊ Pose ပေးသည်\" လို့ပြောကြပြန်ပါတယ်။ ထိုထိုသော အိုက်တင်တွေ၊ စတိုင်တွေမလိုင်တွေ အပြည့်နဲ့ လှုပ်ရှားပြောဆိုနေတာကို အခုခေတ်လူငယ်တွေက ဗန်းစကားနဲ့ \"ပဲများတယ်\" လို့ တင်စားပြောလေ့ရှိပါတယ်။တကယ်ပါ ကျွန်တော်တို့ စားနေတဲ့ ပဲ တွေက အမျိုးအစားများပြားတဲ့အပြင်၊ နေရာဒေသအလိုက် အခေါ်အဝေါ်တွေကလည်း ကွဲပြားကြပါတယ်။ ကွဲပြားများပြားလှတဲ့ မျိုးရင်းမျိုးစိတ် အခေါ်အဝေါ်တွေကို သူတို့ရဲ့ ရုက္ခဗေဒနာမည် (Botanical name) တွေနဲ့ ယှဉ်တွဲကိုက်ညှိကြရပါလိမ့်မယ်။ပဲ ကိုအင်္ဂလိပ်လို Bean လို့လူသိများပြီး၊ pulse လို့လည်းခေါ်ကြပါတယ်။ Legumeဆိုတဲ့အခေါ်အဝေါ်ကိုတော့သိပ်မသိကြပါဘူး။ Bean က ပဲသီးတောင့်ကိုခေါ်ပြီး၊ Pulse ဆိုတာက ပဲသီးတောင့်ထဲမှ ပဲအစေ့လေးတွေကို ထုတ်ပြီး ကြာရှည်စားထားသုံးလို့ရအောင် အခြောက်အခြမ်း လုပ်ထားသည့်ပဲကို ခေါ်တာဖြစ်ပါတယ်။ Legume ဆိုတာပဲတောင့်ရှည်လို အတောင့်ထဲက အစေ့ရတဲ့ပဲမျိုးတွေကို ခြုံခေါ်တာပါ။ အမှန်တော့ (Bean ; Pulse & Legume) တို့ရဲ့ အဓိပ္ပာယ်ဖွင့်ဆိုချက်က တစ်ခုနဲ့တစ်ခု ဆက်စပ်နေပါတယ်။ ကမ္ဘာ့စားနပ်ရိက္ခာအဖွဲ့ (FAO) ရဲ့ သတ်မှတ်ချက်အရ ကမ္ဘာ့ဒေသအသီးသီးရှိပဲတွေကို အခြေခံ ၁၁ မျိုးခွဲခြားထားရှိကြောင်းသိရပါတယ်။ (ပဲများတာကိုတော့ သည်းခံပေးပါခင်ဗျား)။ပဲ ကို အာရှ၊အာဖရိက၊ဥရောပ၊အိုရှင်းနီးယား၊တောင်နှင့် မြောက်အမေရိကတိုက်တို့မှာ စီးပွားဖြစ်စိုက်ပျိုးကြပါတယ်။ ဘရာဇီးနိုင်ငံနဲ့ အိန္ဒိယတိုက်ငယ်တို့က Dry beans ကို အကြီးအကျယ်စိုက်ပျိုးထုတ်လုပ်ကြပြီး တရုတ်နိုင်ငံက Green beans တွေကို အများဆုံး စိုက်ပျိုးရောင်းချလျှက်ရှိပါတယ်။ ပဲမှာကစီဓာတ်၊သကြား၊ အမျှင်၊ အဆီ၊ ပရိုတိန်း၊ဗီတာမင်-အေ၊ ဗီတာမင်-စီ၊ ထုံးဓါတ်စတဲ့အဟာရတန်ဖိုးတွေကြောင့် ကမ္ဘာအရပ်ရပ်ရှိ ပဲကြိုက်သူအားလုံး မက်မက်မောမော စားသုံးနေကြတာဖြစ်ပါတယ်။ ဒါပေမဲ့ ပဲအတွင်းရှိယူးရစ်အက်စစ် (Uric acid) ရဲ့အဆိပ်ဖြစ်စေနိုင်တဲ့ သဘောသဘာဝကြောင့် အဆစ်အမျက်ရောင်ရောဂါ (Gout) ဝေဒနာခံစားနေသူများအနေနဲ့ ပဲပမာဏကို ချင့်ချင့်ချိန်ချိန် စားသုံးသင့်ကြောင်းမှတ်သားရပါတယ်။စာပေထဲမှာ ပဲနှင့်ပတ်သတ်ပြီး \"ဒီပုတ်ထဲကဒီပဲ၊ရှင်ဘုရင် တစ်ခါထွက်ပဲကြီး တစ်လှေချက်၊ ဖင်မနိုင်ဘဲ ပဲကြီးဟင်းသောက်\" တို့ကလူသိများတဲ့စကားပုံတွေ့ဖြစ်ကြပါတယ်။မြန်မာနိုင်ငံအတွင်း စိုက်ပျိုးထုတ်လုပ် ရောင်းချလျှက်ရှိတဲ့ ပဲအမျိုးမျိုးရဲ့ကွဲပြားတဲ့ အခေါ်အဝေါ် တွေကို လေ့လာနိုင်စေဖို့ ပြည်တွင်း၊ပြည်ပရှိ ခိုင်လုံတဲ့ဇစ်မြစ်များ (Reliable sources) ကကောက်ယူစုဆောင်းကာ ပြုစုတင်ပြလိုက်ပါတယ်။ ထပ်မံ ကိုးကားစရာအချက်အလက်များ ပိုမိုပြည့်စုံစေရန် Wikipedia ဝီကီပီးဒီးယားအပါအ၀င်အင်တာနက်ကလည်း ရယူဖော်ပြထားပါတယ်။ ကွဲလွဲချက်များတွေ့ရှိပါက အမှန်ပြင်ဆင်နိုင်ရန်ထောက်ပြပေးစေလိုပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ADULT & ADULTHOOD",
        "content": "ADULT & ADULTHOOD\n\nအသက်အရွယ်ကြီးရင့်လာမှု၏ ထင်သာမြင်သာတဲ့ သင်္ကေတတစ်ခုက ဆံပင်ဖြူလာခြင်းပါ။ ဒါကြောင့် Gray hair, a visible sign of old age. လို့ဆိုကြတာဖြစ်ပါတယ်။ ဆံပင်ဖြူ ကို White hair; Gray or Grey hair; Silver hair အမျိုးမျိုးရေးတာ တွေ့ကြမှာပါ။ ခေါင်းပေါ်မှာဆံပင်ဖြူတွေတွေ့ရင်အသက်ကြီးပြီလို့ဆိုနိုင်ပေမဲ့၊ သေချာတာက အသက်ကြီးတိုင်း အသိဉာဏ်ပညာရှိတယ်လို့ မပြောနိုင်ပါဘူး။ ဒီတော့ Adult လို့ခေါ် တဲ့ လူကြီး၊ သက်ကြီး အကြောင်း ပြောကြည့်ရအောင်။ As a Noun “adult” means a person that has grown to full size and strength. အရွယ်ရောက်သူ၊ လူကြီး၊ သက်ကြီး။As an Adjective “adult” means grown to full size and strength. အရွယ်ရောက်သော၊ လူကြီးဆန်သော၊ ရင့်ကျက်သော။ ဒါက အဘိဓာန်ကပေးတဲ့ ဖွင့်ဆိုချက်ပါ။ တစ်ခုသတိထားရမှာက အသက်ကြီးလာသည်နှင့်အမျှ အရွယ်ရောက်လာ တစ်နည်း လူကြီး ဖြစ်လာသော်လည်း၊ လူကြီးဆန်သော၊ရင့်ကျက်သော သဘောဖြစ်မလာသူတွေလည်း ရှိတတ်ပါတယ်။ ရုပ်ပိုင်းဆိုင်ရာအသက် (physical age) က ၅၀ ဖြစ်သော်လည်း၊ စိတ်ပိုင်းဆိုင်ရာအသက် (mental age) က ၁၅ နှစ်ဖြစ်နေသူတွေ အများအပြားရှိပါတယ်။ ဒါကိုတော့ အသက်ကြီးပြီး အချိန်မစီးဟုဆိုရပါမယ်။ ကျွန်တော်တို့ရဲ့ကုမ္ပဏီများ၊ ရုံးများ၊အဖွဲ့အစည်းများတွင်တာဝန်ထမ်းဆောင်ကြသူများအနေဖြင့် ရာထူးအရ အရာရှိ (Officer) ဖြစ်လိုကြပါတယ်။ ရာထူး ရူးတာ လို့ပြောကြတာဖြစ်မယ်။ ရုံးတွေမှာတာဝန်ထမ်းဆောင်သည့် ကာလကြာမြင့်လာ ခြင်းကြောင့်သော်လည်းကောင်း၊ လုပ်ဆောင်ချက်ပီပြင်မှု ကြောင့်သော်လည်းကောင်း ရာထူးတစ်ဆင့်ပြီးတစ်ဆင့်တက်ကာ အရာရှိ (Officer)ဖြစ်သွားတတ်ကြပါတယ်။ သို့ရာတွင် အရာရှိ (officer) ဖြစ်ရန်လွယ်ကူသော်လည်း၊ လူကြီးလူကောင်း (Gentleman) တစ်ယောက်ဖြစ်ရန်မလွယ်ကူပါ။ ယခုအခါ လူကြီးလူကောင်းမပီသသော စိတ်ကြီးဝင်အရာရှိများ (Jacks in office)ကြောင့်အုပ်ချုပ်ရေးယန္တရားမပီပြင်မှု၊ လွဲမှားမှုအံချော်မှု၊လူမှုဆက်ဆံရေး အဆင်မပြေမှုများ ကြုံတွေ့ခံစားနေကြရပါတယ်။ ကျွန်တော်တို့ မြန်မာနိုင်ငံ၏လက်တွေ့ ဘဝတွင်သော်လည်းကောင်း၊ ကျွန်တော်တို့လက်လှမ်းမီရာ အနီးဝန်းကျင်တွင်သော်လည်းကောင်း၊ မရင့်ကျက်သောကလေးလူကြီးများ၊ အသက်ကြီးပြီး အချိန်မစီးသော စီမံခန့်ခွဲသူအရာရှိများ၊ ဘယ်ပုံဘယ်နည်း အသက်ကြီးလာမှန်းမသိသောဦးဆောင်သူများဖြင့်သာ ပြည့်နှက်လျှက်ရှိရာ၊ ဘယ်လိုပဲပြည်သူကို ဗဟိုပြုတယ်ပြောပြော ကောင်းမွန်သော အလုပ်ခွင်-ပြည့်စုံသော လူမှုဘဝမျိုး ထူထောင်ရန် အလှမ်းဝေးနေပါသည်။ အများကြီး ကြိုးစားပြုပြင်ကြရပါဦးမယ်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "Attitude ကို အဘိဓာန်ကတော့",
        "content": "Attitude ကို အဘိဓာန်ကတော့\n\nအဓိပ္ပာယ်နှစ်မျိုးပေးတယ်။ တစ်မျိုးက (စိတ်နေ) သဘောထား၊ နောက်တစ်မျိုးက ကိုယ်နေဟန်ထား ပါ။ဒါဆို Attitude က စိတ် နဲ့ ကိုယ် နှစ်ခုစလုံးနဲ့ သက်ဆိုင်နေတာ တွေ့ရမှာဖြစ်ပါတယ်။ ကျွန်တော်တို့ဟာ ဘယ်နေရာမှာနေနေ၊ ဘာအလုပ်ပဲလုပ်လုပ် Attitude Problem ရှိသူတွေနဲ့ တွေ့နိုင်လို့အနည်းနှင့်အများ အခက်ကြုံရတတ်ပါတယ်။ ဒါကြောင့် ဒီအပတ်အတွက် အောက်ပါအဆိုအမိန့်ကို မျှဝေလိုက်ပါတယ်။ The only difference between a good day and a bad day is your attitude.နေ့တစ်နေ့ဟာ ရက်ရာဇာဖြစ်ဖို့ ဒါမှမဟုတ် ပြဿဒါးဖြစ်ဖို့ဆိုတာ မင်းရဲ့စိတ်အခြေအနေအပေါ်မှာပဲ မူတည်တယ်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "HEALTH FOR ALL IN THE YEAR 2020",
        "content": "HEALTH FOR ALL IN THE YEAR 2020\n\nရောင်းရင်းတို့ ဒီကနေ့ပုဂ္ဂလိကဆေးရုံတွေ မှိုလိုပေါက်လာပေမဲ့၊ ဆေးကုသစရိတ်တွေ အလွန်အမင်းကြီးမြင့်နေပါတယ်။ နေမြင့်လေ အရူးရင့်လေလား၊ မျက်ဖြူဆိုက်လေ ဆရာကြိုက်လေလားမသိ။ လူတွေလည်း နာမကျန်းဖြစ်လာရင် အသက်ကိုငွေနှင့်စက်ပြီး ကုသနေရပါတယ်။ ဒီလိုအခြေအနေမျိုးမှာ ဆေးရုံတွေ၊ ဆရာဝန်တွေ၊အထူးကုတွေ၊ ဝါရင့်သမားတော်တွေ အလုပ်ဖြစ်နေကြတာအမှန်ပါ။ အကြင်နာထားရမည့်သူတွေ မကြင်နာကြတဲ့အထဲမှာ ကျောင်းဆရာတွေ၊ ကျူရှင်ဆရာတွေ၊ ကျောင်းဆရာတစ်ပိုင်း၊ ကျူရှင်ဆရာတစ်ပိုင်းတွေ၊ ကျောင်းဆရာတစ်ဖြစ်လဲ ကျူရှင်ဆရာတွေ၊ ငွေတစ် မျက်နှာသာကြည့်တတ်တဲ့ အကြင်နာကင်းဆရာဝန်တွေ၊သမားတော်တွေလည်း ပါပါတယ်။ ဆရာဝန်တွေအတွက် ရှေးလူကြီးတွေ ပြောခဲ့တာလေးတွေကို ဝေမျှပါရစေ။ Experience> Execution> Expertise!ဘယ်လုပ်ငန်းမဆို ကျွမ်းကျင်မှုရရှိဖို့ အတွေ့အကြုံလိုပါတယ်။သာမန်အလုပ်သင် ဆရာဝန်ဘဝမှ သမ္ဘာရင့်ဆရာဝန်ကြီးဖြစ်အောင် ဘယ်လိုဖြတ်သန်းခဲ့ရသလဲ။ကဲကြည့်ကြရအောင်…ဆရာဝန်လည်း သမားတော် ဖြစ်ဖို့ လူတော်တော်များများ သတ်ခဲ့ရတယ်ဆိုပဲ။ ရှေးလူကြီးစကားပါ။I must be cruel only to be kind. ကြင်နာဖို့အတွက် ရက်စက်ရတာပါလို့ ဝီလျှံရှိတ်စပီးယား က ဆိုပါတယ်။ ခွဲစိတ်ကုဆရာဝန်ရဲ့ ခွဲစိတ်ဓားချက်တွေ ဘယ်လောက်ပဲပြင်းပြင်းအကြင်နာမဲ့ဆုံးလှီးဖြတ်ချက် (undindest cut of all) ရယ်လို့တော့ ဆိုနိုင်မယ်မထင်ပါ။ ဆရာဝန်ဆိုတာက licensed to kure or kill လိုင်စင်ရထားသူဖြစ်လို့ပါ။ Sorry, jokingly ပါ။နောက်အဆိုအမိန့်တစ်ခုရှိသေးတယ် If the doctor cures, the sun sees it butif he kills, the earth hides it. ဒါကို အရမ်းဘာသာပြန်လိုက်ရင် ဆေးကုသလို့ ပျောက်ကင်းရင် ဆေးဖိုးဝါးခကို ဆရာဝန်က ယူပြီး၊ လူနာသေဆုံးရင်တော့ ကျော်သူက တာဝန်ယူပါတယ်။ ကျေးဇူးပဲ-နာရေးကူညီမှုအသင်းကြီးရေ။ Thank you, FFSS! Free Funeral Service Society.ဆေးရုံတွေဆိုတာလည်း ဒီလိုရှိပါတယ်။ သူတို့ရဲ့ ဆောင်ပုဒ် (Motto) ခင်ဗျားဖတ်ဖူးလားမသိဘူး။ ပုဂ္ဂလိကပိုင် နှလုံးရောဂါကုဆေးရုံတစ်ခုမှာ ရေးထားတာ….တွေ့ဖူးတယ်။ Cure sometimes; Comfort always.ဒါက Medical Philosophy တစ်ခုပါ။ အပြည့်အစုံက To cure sometimes,to relieve often, to comfort always.ဆရာဝန်တွေဘယ်လောက်တော်တော်၊ ဆေးပညာတွေ ဘယ်လောက်တိုးတက်တိုးတက်၊ ဆေးကုသကိရိယာတွေ ဘယ်လောက်ခေတ်မီခေတ်မီ၊ ဆေးဝါးတွေဘယ်လောက် ထိရောက်ထိရောက်၊ ရောဂါတိုင်းကုသလို့ မပျောက်ကင်းနိုင်ပါ။ ပျောက်ချင်မှပျောက်ပါတယ်။ဒီတော့ Cure sometimes ပေါ့ဗျာ။အဲ ကုသလို့မပျောက်ရင် ဒီလိုလုပ်ပါ (တောင့်ခံ ဒါမှမဟုတ် အောင့်ခံ) လို့ လူကြီးသူမ တွေပြောပါတယ်။ If it can’t be cured, it must be endured.ဒါကြောင့် ဆေးရုံတွေအနေနဲ့ အမြဲတမ်း အာမခံနိုင်တာက Comfort always သက်တောင့်သက်သာကိစ္စ ပါပဲ။ဆေးရုံတက်ချိန်ကစပြီး၊ ရောဂါပျောက်လို့ ဆေးရုံကဆင်းရသည့် အချိန်အထိသော်လည်းကောင်း (သို့) ရောဂါကျွမ်းလို့ ကွယ်လွန်သွားချိန်အထိ သော်လည်းကောင်း သက်သောင့်သက်သာနေ သွားစေရမယ်လို့ပဲ တာဝန်ယူနိုင်ကြမယ်ထင်ပါတယ်။ Comfort always!လတ်တလောမှာတော့ ဆေးရုံတွေကဘရာသာရေ ဇေပါတယ်- ငွေသာအရင်မ,စပါပဲ မဟုတ်လား။ Healthy Living! အားလုံးကျန်းမာကြပါစေ။ ကျန်းမာအောင်လည်းကြိုးစားကြပါ။"
    },
    {
        "title": "VOCABULARY RELATING TO BUDDHISM",
        "content": "VOCABULARY RELATING TO BUDDHISM\n\nဗုဒ္ဓဘာသာဆိုင်ရာစာပေ၊ ဆောင်းပါးများ လေ့လာဖတ်ရှုလိုသူများအတွက် အောက်ပါဝေါဟာရစကားလုံးများကို ရွေးချယ်ထားပါတယ်။ သာသနာတော် (Sasana)ကံ-ကြမ္မာ (Karma) နိဗ္ဗာန် (Nirvana) သံသရာ (Samsara); (birth-death-rebirth cycle) ရတနာမြတ်သုံးပါး (The Triple Jewels or The Triple Gems _ Buddha; Dharma; Sangha)ဓမ္မစြင်္ကာ (Dharmachakra)ဘုရား (Buddha); (The enlightened one); (The awakened one)တရား- ဓမ္မ (Dharma); (Discourse / Teaching) သံဃာ (Sangha);(Buddhist Monk) သီလ (Precepts) (ငါးပါး)သီလပေး (administer five Precepts) သြဝါဒပေး-တရားဟော (deliver Ovadakatha / deliver sermons) ဥပုသ်-ဥပုသ်စောင့်ခြင်း (Sabbath) (Keeping Sabbath) ဥပုသ်နေ့ (The Sabbath day) အဖိတ်နေ့(Eve of the Sabbath day or the day before Sabbath day)ပရိတ်ရွတ် (recite Prittas)ကောင်းမှုကုသိုလ် (Merits - Meritorious Deeds)မေတ္တာ- မေတ္တာပို့ (Loving Kindness); (dispense loving kindness or metta) အမျှေဝshare the merits gained) သာဓု၊သာဓု၊သာဓု (Well done! Well done! Well done!) တရားထိုင်၊တရားထိုင်ခြင်း (Meditate - Meditation)ဝိပဿနာ (Vipassana)ဆုတောင်း-ဆုတောင်းပြည့်-မပြည့် (Prayer)(fulfilled prayer)(unanswered prayer)ဘုရားထံ ဆုတောင်းခြင်းဆုတောင်းမေတ္တာ-ဆုတောင်းမေတ္တာပို့ (Wishes)(wishing one’s health & happiness) မာပါစေသာပါစေဆုတောင်းပေး-မာကြောင်းသာကြောင်း ဆုတောင်းမေတ္တာပို့စေတနာ (Mental Intent or Cetana)လှူဒါန်း-အလှူရှင်-ပေးကမ်းစွန့်ကြဲသူ(donate-Donation)(donar)စေတနာရှင်-စေတနာထားသူ (Wellwisher - Benefactor) ကောင်းမှုကုသိုလ်ပြုရာသို့ လာရောက်လှူဒါန်းသူများ၊ လာရောက်အားပေးသူများ၊ တစ်ဦးတစ်ယာက် ကျန်းမာပါစေကြောင်း လာရောက်နှုတ်ဆက်သူများရေစက်ချ (Libation)ပန်း-ဆီမီး-အမွှေးတိုင်ဆက်ကပ်ခြင်း (offering flowers; lights; incenses) လှူဖွယ်ပစ္စည်းအစုစု (Offertories)ပဉ္ဇင်းတက်-ဘုန်းကြီးဝတ်ခြင်း (Ordain - Ordination)ကိုရင်-ကိုရင်ဝတ် (Novice - Novitiation)သာသနိကအဆောက်အုံ (Religious Edifice)ဘုရား-စေတီ (Pagoda)e.g. Shwedagon pagodaစေတီရံ-စေတီငယ်-စေတီပုထိုး (Stupa)ဘုရားကျောင်း-ဂူဘုရား (Temple) e.g. Ananda templeပရိဝုဏ်-ပရဝဏ် (Precinct) ဘုရားကျောင်းကန်၏ ပရဝဏ်ဘုရားရုပ်ပုံ၊ ရုပ်ထု (Buddha image; icon; Buddha statue)ဗုဒ္ဓဘာသာယုံကြည်ကိုးကွယ်သူများ(Devotee; Buddhist devotees) ဗုဒ္ဓဘာသာဝင်ဘုရားဖူး-ဘုရားဖူးသွားရောက်ခြင်း (Pilgrim / Pilgrimage)ကျောင်းကန်ဘုရားသွားရောက် (visit pagodas & visit monastery)သင်္ကန်း (Yellow Robe; Saffron Robe) ဝါဆိုသင်္ကန်း (Waso robe)ကထိန်သင်္ကန်း(Kathina robe)မသိုးသင်္ကန်း (Matho Thingan or Non-stale robe)။ငရဲ (Purgatory; Hell; Underworld) ယမမင်း-ငရဲမင်း-သေမင်း (Death; King of Hell) ကူးတို့ခ (Ferriage)"
    },
    {
        "title": "ရည်ညွှန်းကိုးကားစရာ",
        "content": "ရည်ညွှန်းကိုးကားစရာ\n\nဒီအပတ်အတွက် ရည်ညွှန်းကိုးကားစရာ ဆိုစကားရှာရင်း ကျွန်တော်ရင်ကိုလာထိတဲ့ အောက်ပါအဆိုအမိန့်လေးကို မျှဝေပါရစေ။ When a father gives to his son, both laugh;when a son gives to his father, both cry.အဖေက သားကို ပစ္စည်းပေးတဲ့အချိန် နှစ်ယောက်သား ရယ်ကြတယ်။သား က အဖေကို ပစ္စည်းပေးတဲ့အချိန်ကျတော့ နှစ်ယောက်သား ငိုကြတယ်။အားလုံးမင်္ဂလာပါ။Have a nice weekend!"
    },
    {
        "title": "WONDERFUL WORLD, BEAUTIFUL PEOPLE",
        "content": "WONDERFUL WORLD, BEAUTIFUL PEOPLE\n\nစိတ်ထားအမျိုးမျိုးနဲ့ လူတွေအကြောင်းကို ဖော်ပြပေးပါမယ်။၁) ပထမဆုံးမိတ်ဆက်ပေးချင်တဲ့ လူမျိုးက Egoist အတ္တဝါဒီ ပါ။ ကိုယ်ကျိုးသာကြည့်တတ်သောအတ္တသမား၊ အတ္တဆန်စိတ်ကြီးဝင်ဘဝင်မြင့်သူ။Egoist = A self-centered, or selfish person. An arrogantly conceited person.ကျွန်တော်တို့အားလုံး အတ္တသမားတွေဖြစ်ကြပါတယ်။ ငါမှငါ-ငါမပါဘယ်ဟာမှ မပြီးလို့ထင်တတ်ကြတယ်။ စိတ်ကြီးဝင်ဘဝင်မြင့်ပြီး ကိုယ့်ကိုကိုယ် ရူးလို့ရူးမှန်းမသိကြသူတွေ များပါတယ်။ ဒါကြောင့် ပညာရှိတွေက ဘဝင်မမြင့်ကြပါနဲ့၊ ဘဝကိုမြှင့်ကြပါလို့ သတိပေးရတာပါ။ ကိုယ့်လိုဘကို ရှေ့တန်းတင်၊အတ္တကိုဦးထိပ်ပန်ပြီး၊ ရသမျှအကုန်ယူတဲ့ငို့ဘ-ဘာမဆိုငါ့ဖို့ဆိုတဲ့ ကိုယ်ကျိုးရှာအတ္တဝါဒီ ငါသမားတွေကို ဘို့တစ်လုံးထဲရှိတဲ့ နွားနဲ့ အနှိုင်းခံရတတ်ပါတယ်။ ဒီလိုလူမျိုးက တစ်လောကလုံး သူတစ်ယောက်ထဲရှိတာတောင် ငါမှငါပဲ၊ အတ္တကိုတော့လျှော့မယ်မဟုတ်ပါ။ အတ္တစိတ်ဟာ လူတစ်ကိုယ်လုံးဖုံး၊ ကိုယ့်အရိပ်ကိုရန်သူထင် ဆိုတဲ့ မေဆွိရဲ့သီချင်းလေး တစ်ပိုင်းတစ်စ မှတ်မိနေသေးတယ်။ ကိုယ်ကျိုးရှာအတ္တဝါဒီတွေ မဖြစ်ကြပါနဲ့။၂) ဒုတိယမိတ်ဆက်ပေးချင်တဲ့လူမျိုးက Altruist ပရဟိတဝါဒီ ပါ။ ပထမလူနဲ့ကွာခြားပါတယ်။ သူကအများအကျိုးအတွက် ကိုယ်ကျိုးမဖက်ဘဲ လိုလိုလားလားဆောင်ရွက်တတ်သူ ဖြစ်ပါတယ်။Altruist = A person unselfishly concerned for, or devoted to welfare of others. ကိုယ်ကျိုးရှာ အတ္တဝါဒီတွေရဲ့ ဆန့်ကျင်ဖက်က ပရဟိတဝါဒီ - အများအကျိုး အစဉ်သယ်ပိုးရွက်ဆောင်သူဖြစ်ပါတယ်။ အခြေအနေမဲ့တွေ၊ အကူအညီကင်းမဲ့နေသူရဲ့ ကယ်တင်ရှင်နိုဗယ်ဆုရသီလရှင်အမျိုးသမီးကြီး မာသာ ထရီဇာ (Mother Teresa) ကိုသတိရပါ။ တစ်ကယ့်ကို ကိုယ်ကျိုးမငဲ့သူပါ။ သူတို့က လူသေသွားသော်လည်း နာမည်က သေမသွားဘဲ၊ သူ့ရဲ့အမည်ကောင်းက နှစ်ပေါင်းရာထောင်ချီ မွှေးပျံ့ပါတယ်။ ကိုယ်ကျိုးစွန့်ကြပါ။ ကိုယ်ကျိုးစွန့်ပြီး အများအကျိုးဆောင်ကြပါ။၃) ထပ်ပြီးမိတ်ဆက်ပေးချင်တဲ့ တတိယလူမျိုးက Philanthropist မေတ္တာဝါဒီ ပါ။ လူလူချင်း မေတ္တာတရားထားခြင်း၊ ပရဟိတအများအကျိုးဆောင်ရွက်ခြင်း၊ သူတစ်ပါးအား ပေးကမ်းစွန့်ကြဲမှုဖြင့် ကူညီမစတတ်သူ ဖြစ်ပါတယ်။Philanthropist = A person who concerns human welfare and advancement, usually manifested by donations to the needy persons. နိုဗယ်ဆုရှင်ဆွစ်လူမျိုး ကမ္ဘာ့ကြက်ခြေနီတည်ထောင်သူ ဟင်နရီဒူးနန့် (Jean Henri Dunant, 1828–1910)Swiss banker and philanthropist: founder of the Red Cross; Nobel peace prize 1901. ဟာ အစောဆုံး မေတ္တာဝါဒီ တစ်ယောက်ပါ။ Microsoft ရဲ့တည်ထောင်သူလည်းဖြစ်၊ စီအီးအိုလည်းဖြစ်တဲ့ သန်းကြွယ်သူဌေးကြီး Bill Gate ကို သူ၏လူသားအကျိုးပြု လုပ်ငန်းများကြောင့် မေတ္တာဝါဒီ ဟု အသိအမှတ်ပြုကြပါတယ်။ မေတ္တာဝါဒီတွေဟာ လူသားထုတစ်ရပ်လုံး (Mandkind) ကို စာနာထောက်ထားသူတွေပါ။ မွန်မြတ်စိတ်ထားရှိတဲ့ မေတ္တာဝါဒီတွေက ပိုကောင်းတဲ့အနာဂတ်ကို တည်ဆောက်ရာမှာ အစွမ်းကုန် ကူညီပံ့ပိုးနိုင်ကြပါလိမ့်မယ်။ မြန်မာနိုင်ငံလို အစစအရာရာချို့တဲ့ပြီး၊အဘက်ဘက် အားနည်းနေတဲ့အခြေအနေ၊ အချိန်အခါမျိုးမှာ လူသားချင်းစာနာတတ်သူတွေ အများကြီးလိုအပ်နေပါတယ်။၄) စတုထ္ထလူတစ်မျိုးက အဆိုးမြင်ဝါဒီ ပါ။ Pessimist = A person who always expects or thinks bad things to happen. သူက ဘာမဆို အဆိုးဘက်မှရှုမြင်သူ၊ တစ်နည်း အဆိုးမြင်သမား ဖြစ်ပါတယ်။ နာမည်နဲ့လိုက်အောင်၊ ဝမ်းနည်းစရာကောင်းအောင် အဆိုးမြင်ပါတယ်။သူက အဖြူဆို ကိုယ်ကအမည်း ဆိုသလိုပါပဲ။ ဓာတ်ပုံဖလင်ရဲ့ နဂ္ဂတစ်ကို ကြည့်ရသလိုပါ။ ဟာသနှောပြောတတ်သူတွေက ခင်ဗျားငွေချေးရင် အဆိုးမြင်သမားတွေဆီက ငွေချေးပါ၊ သူတို့က ငွေချေးပြီးရင် ပြန်မရဘူးလို့ အပိုင်တွက်ထားတတ်လို့ပါတဲ့။ အဆိုးမြင်သမားတွေရဲ့အကျင့်က အပြုသဘောမဆောင်ဘဲ၊အမြဲလိုလို အပျက်သဘော (Negative)ကိုပဲရှေ့ရှုပါတယ်။ ဒီလိုလူမျိုးတွေသာ များလာရင်တော့ တစ်လောကလုံး ပိန်းပိတ်အောင် မှောင်သွားပါလိမ့်မယ်။၅) ပဉ္စမလူတစ်မျိုးကတော့ Optimist - အကောင်းမြင်ဝါဒီ ပါ။ Optimist = One who always hopes or expects that something good will happen.ဘာမဆိုအကောင်းဘက်ကရှုမြင်သူ၊ တစ်နည်း အကောင်းမြင်သမားဖြစ်ပါတယ်။ အကောင်းမြင်တတ်ရင် အားလုံးနဲ့သမူဟဖြစ်ပြီးပြဿနာ မဖြစ်နိုင်တော့ပါ။ အကောင်းမြင်သမားများ ဘယ်လောက် အကောင်းဘက်ကရှုမြင်သလဲဆိုရင် တောထဲမှာကျားနဲ့တွေ့လို့ သေဘေးကြုံနေတာတောင် မတုန်လှုပ်ဘဲ၊ ကျားကိုပြောလိုက်တာက ငါသေချင်နေတာကြာပြီ မင်းရောက်လာတာ အတော်ပဲတဲ့ဗျာ။ ကျွန်တော်တို့ မြန်မာပြည်သူပြည်သားတွေလည်းအခုလို အကူးအပြောင်းကာလမှာ စိန်ခေါ် မှုတွေ၊ ဘေးကျပ်နံကျပ်တွေနဲ့ တွေ့ကြုံခံစားနေရပါပြီ။ အတွေ့အကြုံမရှိသေး၊ သိပ်မရင့်ကျက်သေးလို့ မခံစားနိုင်တဲ့ Agree to disagree လိုအခြေအနေမျိုး၊ အထူးသဖြင့် အမျိုးသားပြန်လည်သင့်မြတ်ရေးနှင့် အထွေထွေ သဟဇာတဖြစ်ရေးကိစ္စတွေကိုအကောင်းမြင်သူ၊ အမြင်ကျယ်သူတွေက အမြန်ဖြေရှင်းပေးနိုင်ပါလိမ့်မယ်။ မကောင်းကွက်ကိုသာကြည့်လျှင် ပေါင်းနိုင်စရာပုဂ္ဂိုလ်မရှိ။ ကောင်းကွက်ကိုသာကြည့်လျှင် မပေါင်းနိုင်စရာပုဂ္ဂိုလ်မရှိ ဆိုတဲ့ မေတ္တာရှင်(ရွှေပြည်သာ)ဆရာတော်ရဲ့ အဆိုအမိန့်ကို မမေ့ကြပါနဲ့။ ဒီမိုကရေစီလမ်းကြောင်းပေါ် တက်လှမ်းနေသည့်ပြည်ထောင်စုသမ္မတမြန်မာနိုင်ငံတော်ကြီး ယခုအရှိန်ထက်ပို၍ တိုးတက်သည်ထက်တိုးတက်စေရန်အတွက် လူတိုင်းလူတိုင်း အပြုသဘောဆောင် အကောင်းမြင်စိတ်ထားများ ထားရှိသွားရမည်ဖြစ်ပါတယ်။ အမှန်မြင်မှ အမြင်မှန်ရကြပါမည်။ ကဲ အခုမိတ်ဆက်ပေးခဲ့တဲ့ အထက်ကလူငါးမျိုးထဲမှာ ခင်ဗျားပါနေပြီလား။YES! ဒါဆို ခင်ဗျားရော ဘယ်လိုလူစားမျိုးလဲ။ NO! မပါသေးဘူးလား၊ နောက်လူတွေနဲ့ ထပ်မံမိတ်ဆက်ပေးပါဦးမယ်။ ခဏလေးတော့စောင့်ပါ။ ကျွန်တော်ပြန်လာခဲ့ပါမယ်။ Wait for a while. I'll be back."
    },
    {
        "title": "Georges Pompidou ရဲ့အဆိုအမိန့်",
        "content": "Georges Pompidou ရဲ့အဆိုအမိန့်\n\nA Statesman is a Politician who places himself at the service of the Nation.A Politician is a Statesman who places Nation at his service.ကို မျှဝေပါရစေ။ အဆိုအမိန့်၏ ဆိုလိုရင်းကိုမပြောခင် အရေးပါတဲ့ ဝေါဟာရစကားလုံးနှစ်လုံးရဲ့ လုံးကောက်အဓိပ္ပာယ်ကို ပထမရှင်းလင်းပါရစေ။ Politician ဆိုတာ နိုင်ငံရေးသမား ပါ။ နိုင်ငံရေးလုပ်စားသူ လို့လည်း အနက်ဖွင့်နိုင်ပါတယ်။ ဒီနေရာမှာ Politician က နိုင်ငံ့အကျိုးစီးပွားထက် မိမိကိုယ်ကျိုးအတွက်နိုင်ငံရေးလုပ်စားသူကိုဆိုလိုတာဖြစ်ပါတယ်။ Statesman ဆိုတာလည်း နိုင်ငံရေးသမား ပါပဲ။ အဓိကရနိုင်ငံရေးသမား ကိုလည်း Statesman လို့ခေါ်ပါတယ်။ ဝါရင့်ပြီး အမြော်အမြင်ရှိသော နိုင်ငံရေးခေါင်းဆောင် ကိုလည်း Statesman လို့ခေါ်ပါတယ်။ ဒီနေရာမှာ Statesman က နိုင်ငံအကျိုးပြု နိုင်ငံရေးခေါင်းဆောင် - နိုင်ငံရေးသုခမိန် ဖြစ်ပါတယ်။ကဲဆီလျှော်အောင် မြန်မာပြန်ကြည့်ရအောင် A Statesman is a Politician who places himself at the service of the Nation.A Politician is a Statesman who places Nation at his service.နိုင်ငံရေးသုခမိန် ဆိုသည်မှာ နိုင်ငံ့အကျိုးအတွက် မိမိကိုယ်ကိုမြှပ်နှံလုပ်ဆောင်တတ်သောနိုင်ငံရေးသမား ဖြစ်ပါတယ်။ နိုင်ငံရေးသမား ဆိုသည်မှာ မိမိကိုယ်ကျိုးစီးပွားအတွက် နိုင်ငံတာ်ကို အသုံးချလုပ်ဆောင်တတ်သော အကွက်မြင်နိုင်ငံရေးခေါင်းဆောင် ဖြစ်ပါတယ်။ ကျွန်တော်တို့ မြန်မာနိုင်ငံမှာ ရွေးချယ်တင်မြောက်ထားတဲ့ အစိုးရလည်းရှိတယ်။ ဖွဲ့စည်းအုပ်ချုပ်ပုံအခြေခံဥပဒေ လည်းရှိတယ်။ လွတ်တော်လည်းရှိတယ်။ဘာလိုသေးလဲ။ပြည်သူအကျိုး၊ နိုင်ငံ့အကျိုးကို ကိုယ်ကျိုးမဖက် သမာသမတ်ကျကျလုပ်ပေးမယ့် နိုင်ငံရေးသမားကောင်းတွေ လိုနေပါတယ်။ ဆရာကြီးမောင်ထင် (ဦးထင်ဖတ်) ကတော့ မြန်မာပြည်မှာနိုင်ငံရေးသမား ပေါသလောက် နိုင်ငံရေးသုခမိန် ရှားလှတယ် လို့ရေးဖူးပါတယ်။ ဆရာကြီးမောင်ထင်၏ Statesman (စတိတ်စမင်း) ပုံဖော်မှုကိုသုံးသပ်နိုင်ရန်တင်ပြလိုက်ပါတယ်။\"နိုင်ငံရေးဟူသည်မှာ မိမိနိုင်ငံ၏ ကြီးပွားတိုးတက် ငြိမ်းချမ်းသာယာခြင်းကို ဆောင်ရွက်ပေးသော လုပ်ငန်းဖြစ်သည်။ သုခမိန် ဆိုသည်မှာ သဘောတရားအမှန်ကို စူးစမ်းရှာဖွေ ကြံဆထုတ်ဖော်သော ပညာရှင်ဖြစ်သည်။ ယနေ့ကြီးပွားတိုးတက်နေသော နိုင်ငံတိုင်းတွင် “စတိတ်စမင်း” ဟူသော နိုင်ငံရေးသုခမိန် တို့၏အခန်းကဏ္ဍသည် အလွန်တရာ အရေးပါလှသည်။ နိုင်ငံရေးသမားပေါသလောက် နိုင်ငံရေးသုခမိန်ရှားလှသော နိုင်ငံတွင် သုခမိန်များထွန်းပေါ်လာပါစေရန် ရည်သန်ကြာင်း\" ရေးသားချက်ကို ကောက်နှုတ်တင်ပြလိုက်ပါတယ်။ စင်ကာပူနိုင်ငံ၏ ဝါရင့်နိုင်ငံရေးသုခမိန် လီကွမ်းယူ ၏ပြောကြားချက်ကိုလည်း ဖော်ပြလိုက်ပါတယ်။\"ကျွန်တော်ကိုနိုင်ငံပြုသုခမိန်တစ်ယောက်အနေနဲ့ အမှတ်ရမနေစေချင်ဘူး။ ပထမဦးဆုံးအချက်အနေနဲ့ ကျွန်တော်က ကိုယ့်ကိုယ်ကို နိုင်ငံပြုသုခမိန် တစ်ယောက်အဖြစ် မသတ်မှတ်ဘူး။ ကိုယ့်ကိုယ်ကို ပြတ်ပြတ်သားသားလုပ်တတ်သူ။ တစ်သမတ်တည်းလုပ်တတ်သူ။ မရမက မသွေမဖည်လုပ်တတ်သူလို့ ကျွန်တော်က သတ်မှတ်ထားတာ။ တစ်ခုခုကိုရည်မှန်းပြီးစလုပ်လိုက်တယ်။ အဲဒီဟာကို မရမချင်း အောင်မြင်အောင် ကြိုးစားတော့တာပဲ။ ဒီလောက်ပါပဲ။ ဘယ်သူပဲဖြစ်ဖြစ် နိုင်ငံပြုသုခမိန် တစ်ယောက်လို့ ထင်နေတဲ့သူကတော့ စိတ်ရောဂါကုဆရာဝန်နဲ့ သွားတွေ့ဖို့လိုနေပြီဗျ။ \"အားလုံးမင်္ဂလာပါ။ ရည်ညွှန်း - မြန်မာ့နိုင်ငံရေးသုခမိန် - မောင်ထင် ၊ ပါရမီစာပေ။ လီကွမ်းယူ -ကောင်းထက်ဝင်း(ရန်ကုန်တက္ကသိုလ်)၊ ပညာဦးသျှောင်စာအုပ်တိုက်။"
    },
    {
        "title": "DESTINY; FATE; FORTUNE; KARMA",
        "content": "DESTINY; FATE; FORTUNE; KARMA\n\nကံနှင့်ပတ်သက်တဲ့ ဝေါဟာရအချို့ကို မိတ်ဆက်ပေးပါရစေ။ Destiny ဆိုတာ ကံ၊ ကံတရား၊ ဘဝ၊ ကြမ္မာ ပါ။Destiny drew us together. ကံတရားကြောင့် တွေ့ကြဆုံကြရတယ်။ ရှေးကုသိုလ်၊ ရှေးရေစက်ကြောင့် အခုလို အတူဆုံကြရတယ်ပေါ့။ That is the destiny of Myanmar.(အခုလိုမတည်မငြိမ်ဖြစ်နေတာ) မြန်မာနိုင်ငံ၏ ကံကြမ္မာ ပါပဲ။ (ဘယ်သူ့ကိုမှ အပြစ်မပြောချင် ကံတရားကိုပဲ ပုံချလိုက်တော့မယ်။)Fate ဆိုတာလည်း ကံအကြောင်းတရား၊ ကံကြမ္မာ။ ကြမ္မာ ပါ။Nothing is known to the fate of two mountaineers who successfully climbed Mt.Khakaborazi. တောက်တက်သမားနှစ်ဦး၏ ကံကြမ္မာ(သေသလား-ရှင်သလား) မသိရ။The Constitution of Myanmar will decide our fates. အခြေခံဥပဒေက မြန်မာနိုင်ငံသားများရဲ့ကံကြမ္မာ (ကောင်းကျိုး-ဆိုးကျိုး) ကို အဆုံးအဖြတ်ပေးပါလိမ့်မယ်။A similar fate ကံတူအကျိုးပေး၊ ပုံစံတူကြမ္မာမျိုး။Fortune ဆိုတာလည်း ကံ၊ ကြမ္မာ တစ်မျိုး ပါ။ ကောင်းတဲ့ကံကြောင့်ပဲ ဖြစ်ဖြစ်၊ မကောင်းတဲ့ကံကြောင့်ပဲဖြစ်ဖြစ် ရရှိတွေ့ကြုံခံစားရတတ်တဲ့ အခြေအနေ ပါ။ စစ်ဖြစ်တယ်၊ စစ်ကြောင့် လူတွေသေကြ ထိခိုက်ဒဏ်ရာရကြသော်လည်းစစ်ကြောင့် စီးပွားဖြစ်သူတွေရှိတယ်။ သူတို့ကို Fortunes of war လို့တင်စားခေါ်တယ်။ The changing fortunes of film industry ရုပ်ရှင်လုပ်ငန်း၏ ပြောင်းလဲနေသော ကံကြမ္မာ အခြေအနေပါ။ အခု ဗီဒီယိုတွေပေါ်လာတော့ ရုပ်ရှင်လုပ်ငန်းရဲ့ စီးပွားရေးကျဆင်းသွားတဲ့သဘောပါ။Karma က ဗုဒ္ခဘာသာနှင့် ဟိန္ဒူဘာသာဝင်တို့ယုံကြည်တဲ့ ကံ၊ ကြမ္မာ ပါ။ Fate or Destiny ပါပဲ။Good karma or Bad karma ကုသိုလ်-အကုသိုလ်၊ အကောင်းအဆိုး ကံကြမ္မာလူ့ဘဝဆိုတာ လူကဖန်တီးတာမဟုတ်ပါဘူး။ ကံကဖန်တီးတာပါ ဆိုတဲ့ ခံယူမှုပါ။ ကဗျာဆန်ဆန်၊ စာလေသံဖြင့်ပြောရရင်ကံဇာတ်ဆရာအလိုကျ ကကြရတာချည်းပါပဲ။ Man proposes but God disposes. လူကြံ နတ်ဖန် လို့ အဆိုရှိတယ်မဟုတ်လား။ ကျွန်တော်တို့ဟာ တိုတောင်းတဲ့ ဘဝခရီးတစ်လျှောက် နေရာဌာနအမျိုးမျိုးမှာ ကျင်လည်ကြရပါတယ်။ ကိုယ်ဝါသနာပါတဲ့အလုပ်ကို လုပ်ခွင့်ရရင် ပျော်ကြပါလိမ့်မယ်။တော်တော်များများ ပြောနေကြတာကတော့ ပျော်ရာမှာမနေရဘဲ၊ တော်ရာမှာနေကြရဆိုပဲ။ အရှေ့ကိုလျှောက်နေရပြီး အနောက်ကိုမျှော်နေရသူတွေလည်း အများကြီးတွေ့ရပါတယ်။ လူတိုင်းအတွက် ဘဝနဲ့ဆန္ဒတစ်ထပ်တည်းကျဖို့ ခက်မယ်ထင်ပါတယ်။ ရတာလေးနဲ့ ရောင့်ရဲနိုင်ရင် အကောင်းဆုံးဖြစ်ပါလိမ့်မယ်။မမက်မောနဲ့-မက်ရင်မောတယ်တဲ့။ ကျွန်တော်အနေနဲ့ ကျွန်တော် အခုရောက်နေတဲ့ နေရာမှာ ပျော်ပါတယ်။ ကျော်ဟိန်းသီချင်းထဲကလိုပါပဲ နေ့တွေညတွေကို ဖြတ်သန်းပြီး ငါပျော်နေတယ် ပေါ့။ဒါပေမယ့် အသက်က ၆၆ နှစ်ဆိုတော့ အချိန်ကမစောတော့ပါဘူး။ Stay tuned. I’ll be back.အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "May I present a quotable quote",
        "content": "May I present a quotable quote\n\nMay I present a quotable quote in contrast perspective for your consideration:-Some battle their way to the top, others bottle their way to the bottom. အချို့သူတို့သည် ထိပ်ဆုံးသို့ ရောက်သည့်တိုင် တိုက်ပွဲ ဝင်ကြသည်။ အချို့ကတော့အောက်ခြေသို့ ရောက်သည့်အထိ သောက်ပွဲ ဝင်ကြသည်။ ဤနေရာတွင် battle (ကြိယာ) နှင့်လိုက်ဖက်အောင် bottle ကို သုံးလိုက်ရသော်လည်း အမှန်မှာ bottle အနေနဲ့ အရက်သောက်သည် ဟုအဓိပ္ပာယ်မရှိဘဲ ပုလင်းသွင်းသည် ဆိုသော အဓိပ္ပာယ်သာရှိပါသည်။ ဤကဲ့သို့ ရေးသားပြောဆိုမှု ကိုPoetic license စာပေဖန်တီးသူတို့အတွက် စကားစဉ်၊ အနက်အဓိပ္ပာယ်တို့ကို အဆင်ပြေသလို ပြောင်းလဲနိုင်ခွင့် - ကဗျာဆရာတို့၏ လွတ်လွတ်လပ်လပ်လုပ်ပိုင်ခွင့် - လိုင်စင်ရ ကဗျာ့အခွင့်အရေး ဟုခေါ်ပါသည်။ Have a nice weekend sans booze-up!စစ်အုပ်ချုပ်ရေးအလွန် ၂၀၁၁ ခုနှစ်၊ မတ်လနှောင်းပိုင်းကစပြီး၊ ဒီမိုကရေစီဘက်ကို ကူးပြောင်းချိန်မှာ တစ်စတစ်စနဲ့ အသုံးတွင်ကျယ်လာသလို၊ အသံလည်းကျယ်လောင်လာတာကတော့ TRANSPARENCY ခေါ် ပွင့်လင်းမြင်သာမှု ပါပဲဗျာ။According to Cambridge Advanced Learner's Dictionary (CALD), TRANSPARENCY is the characteristic of being easy to see through. ကင်းဘရစ်အဘိဓာန် (CALD) အရ TRANSPARENCY ကို အလွယ်တကူမြင်တွေ့နိုင်ခြင်း ပါဟုအနက်ဖွင့်ပါတယ်။မြန်မာစာအဖွဲ့ရဲ့အင်္ဂလိပ်-မြန်မာအဘိဓာန်က TRANSPARENCY ကို ဖောက်ထွင်းမြင်နိုင်ခြင်း၊ ပွင့်လင်းမှု၊ ပရိယာယ်ကင်းမှု ဟုဖွင့်ဆိုပါတယ်။ACUMEN ရဲ့ဆောင်းပါးတစ်ခုမှာ စဉ်းတီတုံးပေါ်ရောက်နေတဲ့ပွင့်လင်းမြင်သာမှု TRANSPARENCY ON THE CHOPPING BLOCK လို့ ဖတ်ရပါတယ်။အီဒီယံအသုံးအနှုန်းအရ On the chopping block ဆိုတာ အကြီးအကျယ်ဒုက္ခရောက်တော့မယ့်အခြေအနေမျိုးကိုပြောတာဖြစ်ပါတယ်။ဥပမာ A person who's on the chopping block is in danger of losing his or her job. အလုပ်ပြုတ်တော့မယ်။ A project that's on the chopping block is likely to be terminated. လုပ်ငန်းရပ်ဆိုင်းရတော့မယ်။ွGot it!FLYING TIMEIf I say Time defines our lives, would you agree it?Whether you like it or not, Time really defines our lives in both our professional and our personal lives. Therefore, the concept of time plays a central role.Kindly allow me to commence with a quote like “Yesterday is history. Tomorrow is a mystery. Today is a gift. That’s why we call it the Present.”Remember - The clock is running. Make the most of today. Time waits for no man.Hi Folks,Today I’d like to present a song called I-M-A-G–I-N-E sung by John Lennon. He was an English musician who gained worldwide fame as one of the founders of the Beatles, for his subsequent solo career, and for his political activism. He was shot by a fanatic fan at the entrance of the building where he lived, The Dakota, in New York City, on Monday, 8 December 1980.The album I-M-A-G–I-N-E was released on 9 September 1971 in the US and a month later on 8 October in the UK.အင်္ဂလိပ်လူမျိုးတေးဂီတပညာရှင်ဂျွန်လယ်နွန်(၁၉၄၀-၁၉၈၀)ကို Beatles ဘီတဲတေးဂီတအဖွဲ့ဝင်တေးရေး-တေးဆိုတစ်ဦးအနေနဲ့လူသိများခဲ့ပါတယ်။ သူဟာယနေ့တိုင် မငြိမ်းချမ်းနိုင်သေးတဲ့ကမ္ဘာကြီးကိုငြိမ်းချမ်းစေလိုသောဆန္ဒနဲ့စိတ်ကူးကြည့်စမ်းပါ I-M-A-G-I-N-E အမည်ရှိသီချင်းကိုလွန်ခဲ့တဲ့အနှစ် ၄၀ ကျော်ကရေးစပ်သီဆိုခဲ့ပါတယ်။သူဟာ ၁၉၈၀ ပြည့်နှစ်၊ ဒီဇင်ဘာလ ၈ ရက်နေ့မှာစိတ်ရှုးပေါက်နေသူတစ်ဦးရဲ့သတ်ဖြတ်မှုကြောင့် မငြိမ်းချမ်းသောမောင်ငြိမ်းချမ်း အဖြစ်ဘဝဇာတ်သိမ်းခဲ့ရပါတယ်။ကွယ်လွန်သူ ဂျွန်လယ်နွန် ရဲ့၁၉၇၁ ခုနှစ်ကရေးဖွဲ့ခဲ့တဲ့ စိတ်ကူးကြည့်စမ်းပါI-M-A-G-I-N-E အမည်ရတေးသီချင်းလေးကိုမြည်းစမ်းကြည့်ပါလို့တိုက်တွန်းလိုက်ပါတယ်။IMAGINE Imagine there’s no Heaven It’s easy if you try No hell below us Above us only sky Imagine all the people Living for todayImagine there’s no countries It isn’t hard to do Nothing to kill or die for And no religion too Imagine all the people Living life in peace You may say that I’m a dreamer But I’m not the only oneI hope someday you’ll join us And the world will be as oneImagine no possessions I wonder if you can No need for greed or hunger A brotherhood of man Imagine all the people Sharing all the world You may say that I’m a dreamer But I’m not the only one I hope someday you’ll join us And the world will live as oneသီချင်းစာသားမြန်မာပြန်ဆက်ဖော်ပြပေးပါမယ်။လူ့လောကထဲ နှစ်ပေါင်း ၆၆ နှစ်ကြာ အသက်ရှင်နေပြီးနောက် တစ်ပိုင်းတစ်စ မှတ်မိနေတေဲ့ ကဗျာလေးပါ။ ခေါင်းစဉ်က မပိုင်ပန်း ဟုထင်ပါတယ်။ ကဗျာဆရာအမည်လည်း မသိပါ။ ပြည့်စုံအောင်ဖြည့်နိုင်ပါက ကျေးဇူးပါ။ မပိုင်ပန်းမနေလိုသည် သူ့ကိုဖူးတွေ့နေရ၍ မသေလိုသည် သူ့ကိုဖူးတွေ့နေရ၍နေမှု သေမှုဤနှစ်ခုကို ခုချက်ပိုင်ပိုင် မဆုံးဖြတ်နိုင်သည် မပိုင်ပန်းက ပွင့်သောကြောင့်။"
    },
    {
        "title": "DEEPAVALI - AN INDIAN FESTIVITY",
        "content": "DEEPAVALI - AN INDIAN FESTIVITY\n\nTomorrow October 23 (Thursday) happens to be a public holiday called Deepavali or simply Diwali. မနက်ဖြန် အောက်တိုဘာ ၂၃ ရက်နေ့ဟာ အများပြည်သူ အလုပ်ပိတ်ရက်ဖြစ်တဲ့ ဒီပါဝလီနေ့ပါ။ အများတကာသိပြီးအလွယ်ခေါ် နေကြတာက ဒီဝါလီနေ့ ပါ။Some confuse Diwali with bankcruptcy or invsolvency status. ဒီဝါလီ ကို တစ်ချို့က လူမွဲစာရင်းဝင်-လူမွဲအဖြစ်ခံယူခြင်း (သို့) ဒေဝါလီခံခြင်းနှင့် ရောထွေးမှားယွင်းတတ်ကြပါတယ်။ Actually, Diwali or Deepavali is a festival of lights and is agazetted holiday in India.အမှန်က ဒီဝါလီ - ဒီပါဝလီ ဆိုတာ အိန္ဒိယနွယ်ဘွား ကုလားလူမျိုးတို့ရဲ့ မီးထွန်းပွဲတော် ဖြစ်ပြီး၊ အိန္ဒိယနိုင်ငံမှာ ပြန်တမ်းဝင်အားလပ်ရက် တစ်ရက်ပါ။ It’s just like our Thadingyut, a festival of lights. ဆီမီးရောင်စုံတွေ ထိန်ထိန်ညီးတဲ့ကျွန်တော်တို့ရဲ့ သီတင်းကျွတ် မီးထွန်းပွဲတော်လိုပါပဲ။ The word Deepavali is a Sanskrit word which means an array of lights. ဒီပါဝလီ သည် သင်္သကရိုက်စကားလုံး ဖြစ်ပြီး၊ မီးရောင်စုံ ဟုအဓိပ္ပာယ်ရပါတယ်။ Deepavali has different spellings such asDepawali, Dipavali, Dipabali, Dewali, Diwali, Divali, Dipotsavi, Dipapratipad. ဒီပါဝလီ Deepavali စကားလုံးကို အင်္ဂလိပ်လို ရေးသားဖော်ပြရာမှာ Depawali, Dipavali, Dipabali, Dewali, Diwali, Divali, Dipotsavi, Dipapratipadဟု အမျိုးမျိုး စာလုံးပေါင်းကြပါတယ်။ Here the term Dewali, Diwali, Divali is more familiar than Deepavali. ဒီမှာတော့ ဒီဝါလီ စာလုံးပေါင်းမူကွဲတွေက ဒီပါဝလီ စာလုံးပေါင်းထက် ပိုရင်းနှီးမှုရှိပါတယ်။ It is one of the main Hindu festivals of India,celebrated throughout India and around the world where Indians reside.အဲ ဒီဝါလီ (သို့) ဒီပါဝလီဆိုတာ အိန္ဒိယတိုက်ငယ်ရှိ (ဗုဒ္ဓဘာသာဝင်) ဟိန္ဒူဘာသာဝင်ကုလား လူမျိုးတို့ရဲ့ အထင်ကရပွဲတော်တွေထဲက တစ်ခုအပါအဝင်ဖြစ်ပြီး၊ အိန္ဒိယနိုင်ငံနှင့် ကမ္ဘာတစ်ဝှမ်းရှိကုလားလူမျိုးများ နေထိုင်ရာ နေရာဒေသအနှံ့အပြားမှာ ဒီပါဝလီမီးထွန်းပွဲတော်ကို ကျင်းပကြပါတယ် Let’s greet our Indian friends “Happy Dipavali - May this light of happiness light up your life.”ကျွန်တော်တို့ရဲ့ အိန္ဒိယနိုင်ငံသား မိတ်ဆွေတွေကိုပျော်ရွင်ဖွယ်ရာဒီပါဝလီပါလို့ နှုတ်ခွန်းဆက် လိုက်ကြရအောင်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "အမှောင်ထဲမှာနေလာတာကြာပါပြီ",
        "content": "အမှောင်ထဲမှာနေလာတာကြာပါပြီ\n\nTHOUGHT OF THE WEEK - Oct 10 ကျွန်တော်တို့တတွေ အမှောင်ထဲမှာ နေလာတာကြာပါပြီ။ ကြာပြီဆိုတော့ ဒီအမှောင်ထဲနေရတာ နေသားတကျရှိနေလောက်ပြီလို့ ထင်ပါတယ်။ မီးမရှိလို့ မှောင်တဲ့အမှောင်ထုကို မီးထွန်းကာ ဖယ်ရှားနိုင်သော်လည်း၊ အသိ၊ သတိ၊ ဉာဏ်ပညာမရှိလို့ ပိတ်ဖုံးတဲ့အဝိဇ္ဇာအမိုက်မှောင်ကိုတော့ ဖယ်ရှားပစ်ရန် မလွယ်ကူပါ။ အဝိဇ္ဇာအမှောင်ဖုံးနေသရွေ့ လောကီလောကုတ္တရာဘဝကလည်း ပိန်းပိတ်အောင် မှောင်မည်းနေဦးမှာပါ။ ဒါကြောင့် ဒီအပတ် ၁၀-၁၀-၂၀၁၄ အတွက် ကျွန်တော်နှစ်သက်မိတဲ့ အဆိုအမိန့်အဖြစ် အောက်ပါပညာရှိဆိုစကားကို မျှဝေလိုက်ပါတယ်။There is no darkness but ignorance. မှောင်မိုက်မှုမရှိ၊ အဝိဇ္ဇာဖုံးလွှမ်းမှုသာရှိ၏။ အဝိဇ္ဇာအမှောင်ခွင်းလို့ ပညာအလင်း ဆောင်နိုင်ကြပါစေ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ကော်ပီသီချင်း (Copy Song)",
        "content": "ကော်ပီသီချင်း (Copy Song)\n\nရောင်းရင်းတို့ ကျွန်တော် ကော်ပီသီချင်း (Copy Song) များကို ကြိုက်နှစ်သက်ပါတယ်။ ကော်ပီသီချင်းတွေရဲ့ မူရင်းအင်္ဂလိပ်တေးသီချင်း (Original English Song)တွေ ရှာဖွေနားထောင်ရင်း အင်္ဂလိပ်စာနဲ့ ရင်းနှီးကျွမ်းဝင်သွားပါတယ်။ ကော်ပီသီချင်းအများစု က အင်္ဂလိပ်တေးသွားမှာ မြန်မာစာသားEnglish tune, Burmese words သွတ်သွင်းရေးဖွဲ့ထားတဲ့ သီချင်းတွေဖြစ်ကြပါတယ်။ ကော်ပီသီချင်းတွေကို စတီရီယိုတေးသီချင်း (Stereo Song) လို့လည်း လူသိများပါတယ်။ အဲဒီလို English tune, Burmese words ကော်ပီသီချင်းများကို အစာသွတ်ပေးခဲ့သူတွေထဲက ဒီနေ့ပုဏ္ဏက၊ပုသိမ်မောင်စိမ်းသူ၊ သုခမိန်လှိုင်၊ ဝင်းမင်းထွေး၊ မင်းချစ်သူ၊ စောခူဆဲ၊ မောင်သစ်မင်း၊ ကိုလေးလွင်၊ ၂၀-ရာစုကိုကျော်ညွှန့်၊ အကော်ဒီယံအုန်းကျော်၊ တက္ကသိုလ်ထွန်းနောင် တို့ကို မှတ်မိနေပါတယ်။ ၁၉၇၀ ပြည့်နှစ်နောက်ပိုင်း ရေပန်းစားလူကြိုက်များခဲ့တဲ့ စတီရီယိုတေးသီချင်း (Stereo Song)သီဆိုသူ တော်တော်များများပင် ကော်ပီသံစဉ်သီချင်းများ ရေးဖွဲ့သီဆိုခဲ့ကြပါတယ်။ အကြောင်းတိုက်ဆိုင်လို့ ဂျပန်သီချင်း Kitaguni no Haru တေးသွားအလိုက်ကိုယူကာ စိုင်းဆိုင်မောဝ် မြန်မာမှုပြုထားတဲ့ ရှမ်းပဲပုပ်လေးကျွန်တော် ကို မိတ်ဆက်ပါရစေ။ Kitaguni no Haru ဆိုတာ မြောက်ပိုင်းနွေဦး(North Country Spring) လို့အဓိပ္ပာယ်ရတဲ့ ဂျပန်မွေးဌာနေကို တမ်းတတဲ့တေးတစ်ပုဒ်ပါ။ သီဆိုသူက Sen Masao ဖြစ်ပါတယ်။၁၉၇၇ ခုနှစ်မှာသီဆိုခဲ့ပြီး အလွန်အောင်မြင်ကျာ်ကြားခဲ့တဲ့ သီချင်းတစ်ပုဒ်ပါ။ ဂျပန်ဘာသာ လေ့လာနေကြသူများလည်း အကျိုးရှိစေဖို့ သီချင်းစာသားကိုဂျပန်-မြန်မာနှစ်ဘာသာဖြင့် အောက်တွင်ပူးတွဲထားပါတယ်။ အမှားအယွင်းပါရှိပါက E & O E ပါခင်ဗျား။ (Errors and Omissions Excepted.)ရှမ်းပဲပုပ်လေးကျွန်တော် သီချင်းကို စကြားရတဲ့အချိန်က ရှမ်း(ရိုးရာ) တေးအလိုက်သီချင်းတစ်ပုဒ်လို့ ထင်ခဲ့မိပါတယ်။ နောက်အတော်ကြာမှ မူရင်းကဂျပန်သီချင်းတစ်ပုဒ် ဖြစ်နေကြောင်း သိရပါတယ်။ မူရင်းဂျပန်သီချင်းကို ရှမ်းရိုးရာဓလေ့စရိုက် ဝင်အောင် သေသေသပ်သပ် လှလှပပ မြန်မာမှုပြုပေးခဲ့တဲ့အဆိုတော် စိုင်းဆိုင်မောဝ် ကို ကျေးဇူးတင်ပါတယ်။ ဂျပန်သီချင်းနားထောင်လိုသူများ YouTube တွင် Kitaguni no Haru - Sen Masao အမည်ဖြင့် ဝင်ရောက်နားဆင်ကြပါ။"
    },
    {
        "title": "မှောင်ထဲကမီးအိမ်ရှင်",
        "content": "မှောင်ထဲကမီးအိမ်ရှင်\n\nQUOTE OF THE WEEK – Sept 6 လူတွေ တွင်တွင်ပြောနေကြတဲ့ ကျေးဇူးအကြောင်းနဲ့ ဆက်စပ်လု့ိ ဘင်္ဂါလီကဗျာစာဆို-ရာဘင်ဒြာနတ်တဂိုးရဲ့ အဆိုအမိန့်တစ်ခု မျှဝေပါရစေ။ Lampholder In The Darkness \"Thank the flame for its light, but do not forget thelampholder standing in the shade with constancy of patience.\"Rabindranath Tagore မှောင်ထဲက မီးအိမ်ရှင်အလင်းရောင်ပေးတဲ့ မီးတောက်လေးကို ကျေးဇူးတင်ပါတယ်။ ဒါပေမဲ့ မမှိတ်မသုန်စိတ်ရှည်လက်ရှည်နဲ့ မှောင်ထဲမှာရပ်ပြီး လမ်းပြပေးနေတဲ့ မီးအိမ်ရှင်လေးကိုလည်းမမေ့စေလိုပါ။ လောကမှာ မလုပ်သင့်မလုပ်ထိုက်တာလုပ်ရင် အကုသိုလ်ဖြစ်သလို၊ လုပ်သင့်လုပ်ထိုက်တာမလုပ်ရင်လည်း အကုသိုလ်ဖြစ်ပါတယ်။ ဒါကြောင့် သင်ဒီအခြေအနေရောက်အောင် မွေးကျွေးစောင့်ရှောက်ခဲ့သော မိဘကျေးဇူးကို မမေ့မလျော့ ပြန်လည်ပေးဆပ်နိုင်ကြပါစေ။"
    },
    {
        "title": "IMAGINE",
        "content": "IMAGINE\n\nImagine there’s no Heaven It’s easy if you try ကောင်းကင်ဘုံမရှိဘူးလို့ စိတ်ကူးကြည့်စမ်းပါ No hell below us Above us only sky ကျွန်တော်တို့အောက်မှာ ငရဲဆိုတာမရှိ၊ အပေါ်မှာ ကောင်းကင်ပဲရှိတယ်လို့ စိတ်ကူးကြည့်စမ်းပါImagine all the people Living for today လူတွေအားလုံး ဒီကနေ့အတွက်ပဲ အသက်ရှင်နေထိုင်ကြတယ်လို့ စိတ်ကူးကြည့်စမ်းပါ Imagine there’s no countries It isn’t hard to do ဒီကမ္ဘာကြီးမှာ တိုင်းပြည်ဆိုတာမရှိ Nothing to kill or die forသတ်ဖြတ်စရာ အကြောင်းတွေ၊ အသက်စတေးရမယ့်အဖြစ်တွေ And no religion too ကိုးကွယ်မှုဘာသာအယူဝါဒ ကွဲပြားစရာတွေလည်းမရှိ Imagine all the people Living life in peace လူတွေအားလုံး ဘဝကိုငြိမ်းငြိမ်းချမ်းချမ်းနဲ့ နေထိုင်ကြတယ်လို့ စိတ်ကူးကြည့်စမ်းပါYou may say that I’m a dreamer But I’m not the only one ခင်ဗျားတို့က ကျွန်တော့်ကို စိတ်ကူးယဉ်အိပ်မက်မက်နေသူလို့ ပြောကောင်းပြောကြလိမ့်မယ် ဒါပေမဲ့ ဒီလိုစိတ်ကူးမျိုး ကျွန်တော်တစ်ယောက်တည်း ရှိနေတာမဟုတ်ပါဘူး I hope someday you’ll join us And theworld will be as one ခင်ဗျားတို့လည်း ကျွန်တော့်လို စိတ်ကူးမျိုး တစ်နေ့နေ့တစ်ချိန်ချိန်မှာ ဖြစ်ပေါ်လာမယ်လို့ မျှော်လင့်ပါတယ် ဒါဆိုလူသားအားလုံးလည်း တစ်စိတ်တစ်ဝမ်းတည်းဖြစ်သွားမယ်။ Imagine no possessions I wonder if you can ပိုင်ဆိုင်မှုတွေမရှိဘူးလို့ စိတ်ကူးကြည့်စမ်းပါNo need for greed or hunger A brotherhood of man လောဘတက်စရာမလို၊ ဆာလောင်မှုငတ်မွတ်မှုဆိုတာမရှိ၊ အားလုံးဟာ ညီရင်းအစ်ကိုပမာ Imagine all the people Sharing all the world လူတွေအားလုံး ကမ္ဘာကြီးအတွက် လိုအပ်ချက်ကို မျှဝေနေတယ်လို့စိတ်ကူးကြည့်စမ်းပါ You may say that I’m a dreamer But I’m not the only one ခင်ဗျားတို့က ကျွန်တော့်ကို စိတ်ကူးယဉ်အိပ်မက်မက်နေသူလို့ ပြောကောင်းပြောကြလိမ့်မယ်ဒါပေမဲ့ ဒီလိုစိတ်ကူးမျိုး ကျွန်တော်တစ်ယောက်တည်း ရှိနေတာမဟုတ်ပါဘူး I hope someday you’ll joinus And the world will live as one ခင်ဗျားတို့လည်း ကျွန်တော့်လို စိတ်ကူးမျိုး တစ်နေ့နေ့တစ်ချိန်ချိန်မှာ ဖြစ်ပေါ်လာမယ်လို့ မျှော်လင့်ပါတယ်"
    }
]