[
    {
        "title": "for 2015",
        "content": "for 2015\n\n"
    },
    {
        "title": "God sees the truth, but waits.",
        "content": "God sees the truth, but waits.\n\nTHOUGHT OF THE WEEK – March 13 God sees the truth, but waits. ဒါက အထက်တန်းကျောင်းသားဘဝက ဖတ်ခဲ့ရတဲ့ရုရှား စာရေးဆရာကြီး လီယိုတော်စတွိုင်ရဲ့ ဝတ္ထုခေါင်းစဉ်ပါ။ ဒီစာအုပ်ကို စာရေးသူကဘဝမှာ ဘယ်လိုပဲနစ်နာချက်၊ နာကြည်းချက်၊ မကျေနပ်ချက်တွေ့ ကြုံတွေ့ရပါစေအကြမ်းမဖက်ကြဖို့ ရည်ရွယ်ရေးခဲ့တာပါ။Tolstoy wrote this story with an accepting, non-violent attitude toward the grievances. အိန္ဒိယနိုင်ငံသား ငြိမ်းချမ်းရေးသမား မဟတ္တမဂန္ဒီ (Mahata Ghandi) ကလည်း အကြမ်းမဖက်ရေးကို ဒီလိုပြောခဲ့ပါတယ်။ Non-violence is the weapon of the strong.မေတ္တာဝါဒီတွေက ဘယ်လိုအဆိုအမိန့်တွေ လက်ကမ်းပေမယ့်၊ မဟုတ်တာတွေ လွှမ်းနေတဲ့ မြန်မာပြည်မှာတော့ အကြမ်းဖက်မှုတွေ တာစားနေတုန်းပါပဲ။ လွတ်လပ်ရေးရပြီးကတည်းက အစစမှားလာတဲ့ မြန်မာပြည်မှာနေတတ်အောင် မစိုးရိမ်ဆရာတော်ကြီးရဲ့မိန့်မှာစကားကို မျှဝေလိုက်ပါတယ်။"
    },
    {
        "title": "တစ်ရက်သာမေ့ပစ်ဖို့ရာ",
        "content": "တစ်ရက်သာမေ့ပစ်ဖို့ရာ\n\nTHOUGHT OF THE WEEK - Feb 11 လွန်ခဲ့တဲ့အပတ် ၇-၂-၂၀၁၅ အတွက် အဆိုအမိန့်ပေးပို့ဖို့ ပျက်ကွက်သွားပါတယ်။ တောင်းပန်ရင်း အောက်ပါစကားစုလေးကို မျှဝေလိုက်ပါတယ်။ တပ်မက်ဖို့ရာ တစ်မိနစ်သာ ကြိုက်မိဖို့ရာ တစ်နာရီသာ ချစ်မိဖို့ရာ တစ်ရက်သာ မေ့ပစ်ဖို့ရာ တစ်သက်ကြာ\"It takes a minute to have a CRUSH on someone,an hour to LIKE someone,and a day to LOVE someone,but it takes a lifetime to FORGET someone.\"အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ဆန့်ကျင်ဘက်တွေဒွန်တွဲနေတဲ့ကမ္ဘာ",
        "content": "ဆန့်ကျင်ဘက်တွေဒွန်တွဲနေတဲ့ကမ္ဘာ\n\nTHOUGHT OF THE WEEK – Jan 24, 2015 ဆန့်ကျင်ဘက်တွေ ဒွန်တွဲနေတဲ့ ကမ္ဘာလောကကြီးဖြစ်တာကြောင့် လူ့ဘုံဘဝမှာ ကောင်းကောင်းကြီး စံစားနေသူတွေရှိသလို၊ ဘဝရဲ့နောက်ဆုံးအချိန်အထိ ဒုက္ခခံစားနေကြရသူများလည်း ရှိနေဆဲဖြစ်ပါတယ်။ ဒါကြောင့် အချိန်ဆိုတာ စံစားနေသူတွေအတွက်မြန်လွန်းနေပေမဲ့၊ ခံစားနေရသူတွေအတွက် နှေးလွန်းပါတယ် လို့ပြောတာဖြစ်ပါလိမ့်မယ်။ Time is too fast for those who enjoy, but too slow for those who suffer.အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "သွားလေသူတွေကိုချည်းလိုက်လိုက်ပို့နေတာ",
        "content": "သွားလေသူတွေကိုချည်းလိုက်လိုက်ပို့နေတာ\n\nTHOUGHT OF THE WEEK – JAN 17, 2015 ပြီးခဲ့တဲ့ဗုဒ္ဓဟူးနေ့က မယားညီအစ်ကိုတစ်ယောက်ဆုံးလို့ ထိန်ပင်သုဿန် ရောက်ခဲ့တယ်။ အသက် ၇၉ နှစ်မှာ ကွယ်လွန်တာဆိုတော့ ဒီခေတ်သက်တမ်းအရ အပြည့်နေသွားရတယ်လို့ ဆိုနိုင်ပါတယ်။ ကိုယ့်ရှေ့က သွားလေသူတွေကိုချည်း လိုက်လိုက်ပို့နေတာ၊ကိုယ့်အလှည့် ဘယ်တော့လဲ ဆိုတာတောင် မေ့နေမိတယ်။ ဟုတ်ပါတယ်။ လာတုန်းကလည်း တစ်ကိုယ်တည်းပါ။ ပြန်သွားတော့လည်း တစ်ယောက်တည်းပါပဲ။ ဘယ်လောက်ချစ်ချစ် သုံးရက်ပဲ ထားပါတယ်။ ဆွေမျိုးမစုံမှ ငါးရက်ထားတယ်။ သေရင်တော့လည်း ပစ်ကြရမှာပဲ မဟုတ်လား။ သေခြင်းတရားကိုဆင်ခြင်မိပြီး၊ ဒီအပတ်အတွက် မျှဝေစရာ အဆိုအမိန့်လေးတစ်ခု ခေါင်းထဲရောက်လာတယ်။ အဆိုအမိန့်ဆိုတာထက် ၁၉၅၀ ခုနှစ်ထုတ် စုံထောက်ဝတ္ထုစာအုပ်တစ်အုပ်ရဲ့ ခေါင်းစဉ်အဖြစ် မှတ်သားထားမိတာပါ။ “You are lonely when you are dead.” “သေသွားတော့လည်း တစ်ယောက်တည်း” တဲ့။"
    },
    {
        "title": "ပြေလည်တာတွေ၊မပြေလည်တာတွေ",
        "content": "ပြေလည်တာတွေ၊မပြေလည်တာတွေ\n\nSMALL THOUGHT FOR 2015 ပြေလည်တာတွေ၊ မပြေလည်တာတွေ လုံးထွေး အကောင်းအဆိုးစတဲ့ ဆန့်ကျင်ဖက်တွေ အားပြိုင်ပြီး တစ်နှစ်တော့ကုန်သွားပါပြီ။ ကျွန်တော်တို့အားလုံး Yesterday, Today & Tomorrow ဆိုတဲ့ကာလသုံးပါးထဲက မထွက်နိုင်ကြပါ။ Hotel California သီချင်းစာသားကိုခဏငှားသုံးရရင်၊ We are programmed to receive. သဘောပါ။ အတိတ်ကံစီမံရာအတိုင်း သွားနေကြရတာပါ။ ဒီတော့ ကိုယ်ပြန်မပြင်နိုင်တဲ့ အတိတ်ကို ဒေါသဖြင့်ပြန်မကြည့်ပါနဲ့။ မရေရာမသေချာတဲ့ အနာဂတ်ကိုလည်း စိုးရိမ်ပူပန်မှုဖြင့်မကြည့်ပါနဲ့။ အကောင်းဆုံးက လက်ရှိအချိန်ကာလပစ္စုပ္ပာန်ကိုသာသတိကြီးစွာဖြင့် စောင့်ကြည့်ပုံဖော်ကြရင် ကောင်းမလားလို့ တွေးမိပါတယ်။ Do not look back in anger, nor forward in fear, and around in awareness.Let’s enjoy the present. အရှင်ဘုရားအားပေးပါ-ဆက်လုပ်ရန်။ အားလုံးမင်္ဂလာနှစ်သစ်ပါ။"
    },
    {
        "title": "အိန္ဒိယနွယ်ဖွားတေလေဂူ (Telegu)",
        "content": "အိန္ဒိယနွယ်ဖွားတေလေဂူ (Telegu)\n\nTHOUGHT OF THE WEEK – May 24 ဒီအပတ်အတွက် မှတ်သားစရာအဆိုအမိန့်အဖြစ အိန္ဒိယနွယ်ဖွားတေလေဂူ (Telegu) လူမျိုးတို့၏ စကားပုံကို ဖော်ပြပေးချင်ပါတယ်။ If you drink milk sitting under a palm tree, people will assume you are having toddy.ထန်းပင်အောက်မှာ နို့မသောက်မိပါစေနဲ့၊ အများက သင့်ကို ထန်းရည်သောက်နေတယ်လို့ပဲ ထင်ကြပါလိမ့်မယ်။ အင်မတန်ရိုးစင်းတဲ့ စကားပုံလေးပါ။ ဒီနေရာမှာ စကားပုံပါဝေါဟာရတစ်ခုဖြစ်တဲ့ ယမကာထန်းရည်အကြောင်း ပြောပါရစေ။ ထန်းရည်ကို မြန်မာစာအဖွဲ့ရဲ့မြန်မာ-အင်္ဂလိပ်အဘိဓာန်ကFermented drink made from the toddy sap.လို့အနက်ဖွင့်ပါတယ်။ ဝေါဟာရသဘောအရ Palm ဟာြဲမင်နေကျအုန်းပင် (Coconut-palm)၊ ထန်းပင် (Toddy-palm) တို့အပြင်၊ ကျွန်တော်တို့မြင်နေကျ မဟုတ်တဲ့ စွန်ပလွံပင် (Date-palm) တို့လိုအပင်တွေလည်း ပါဝင်ပါတယ်။ထန်းရည်ကို ခုံမင်တဲ့ အိန္ဒိယတောင်ပိုင်းသားတွေ အတွက်ကတော့ထန်းပင်၊ အုန်းပင်တို့ကရတဲ့အရည်ကို ကစော်ဖောက်ပြီး ယမကာဖြစ်လာတဲ့အရည်ကို Palm toddy (သို့) Palm wine (သို့) Toddy juice (သို့) အရိုးရှင်းဆုံး Toddy လို့ခေါ်ကြပါတယ်။ အရက်ပါဝင်မှု ၅%လောက်ရှိတယ်လို့ ဆိုပါတယ်။ဤအာရှစကားပုံပေးတဲ့ သင်ခန်းစာက ကိုယ်မှန်တာလုပ်ပေမယ့်၊ မှန်ကန်တဲ့အခြေအနေ၊ အချိန်အခါမျိုးမှာ မလုပ်မိပါက အမှန်တရား ပျောက်ကွယ်တတ်ကြောင်း ညွှန်ပြနေပါတယ်။ လူတိုင်းဆင်ခြင်နိုင်ဖို့ပါ။ If we don't do the right thing at RIGHT time, it no longer remains as a RIGHT thing.အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ABBREVIATION & ACRONYM",
        "content": "ABBREVIATION & ACRONYM\n\nWORDS - ABBREVIATION & ACRONYM နည်းပညာတိုးတက်မှု မြန်ဆန်လွန်းတဲ့ အိုင်တီခေတ်ကြီးမှာ အတိုကောက် (Abbreviation) တွေ တစ်နေ့တစ်ခြား မှိုလိုပေါက် များများလာနေလေတော့ ဦးနှောက်က မှတ်ရတာများနေပြီလို့ ပြောရပါလိမ့်မယ်။ အချို့အတိုကောက် (Abbreviation) တွေကစာလုံးတစ်ခုချင်းဖတ်ရပါတယ်။ ဥပမာ BBC ကို တစ်လုံးချင်း B-B-C; WHO ကို W-H-O ဟု ဖတ်ရပါတယ် W H O အသံထွက်ကို ဟူး လို့ မဖတ်ရပါ။ အာချို့အတိုကောက်ကိုတော့ အသံထွက်ဖတ်ရပါတယ်။ အသံထွက်ဖတ်နိုင်တဲ့ အတိုကောက်ကို Acronym လို့ခေါ်ပါတယ်။ ဥပမာ ASEAN ကို အာဆီယံ၊UNICEF ကို ယူနီဆက် လို့ဖတ်ရပါတယ်။  ကြုံကြိုက်လို့ပြောရရင် KIA ဆိုတာ Kachin Independence Army ရဲ့အတိုကောက်ပါ။ သူ့ကို ကေ-အိုင်-အေ ဆိုပြီး တစ်လုံးချင်းဖတ်ပါတယ်။ အများသိကြတဲ့ စစ်သုံးအတိုကောက်ဝေါဟာရ KIA က Killed In Action - စစ်တိုက်နေစဉ်သေဆုံးသူ - တိုက်ပွဲကျသူ ကိုခေါ်ပါတယ်။ အခု ဈေးကွက်ထဲ ထိုးဖောက်လာတဲ့ KIA အမှတ်တံဆိပ် တောင်ကိုးရီးယားနိုင်ငံထုတ်ကားတွေ မြန်မာ့ဈေးကွက်မှာ တွေ့ရပါတယ်။ သူ့ကိုတော့ KIA ကီးရား လို့အသံထွက်ပါတယ်။ ဒါကြောင့် ကိုးရီးယားမော်တော်ကား အမှတ်တံဆိပ် KIA ကီးရား ကို ကေ-အိုင်-အေဟု အသံမထွက်မိစေရန်ု သတိပြုစေချင်ပါတယ်။ အားလုံး မာလကီးရား အဲ မှားလို့ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "I AM A ROSE",
        "content": "I AM A ROSE\n\nI AM A ROSE “ကျွန်မက နှင်းဆီပါ မောင်ဆူးစူးမှာကို မကြောက်ပါနဲ့ အချိန်မီ မောင် နမ်းရှိုက်ဖို့ပဲလိုတာပါ” ပုညခင် ကျွန်မကနှင်းဆီပါမောင် ဆိုတာ စာရေးဆရာမပုညခင်ရဲ့အုပ် ၁၀၀ မြောက် အထူးထုတ်ဝတ္ထုစာအုပ်ပါ။ အခု ဒါရိုက်တာဝိုင်းက ကျွန်မကနှင်းဆီပါမောင် နာမည်အတိုင်း နေတိုး၊ ဖွေးဖွေးတို့နဲ့ရုပ်ရှင်ရိုက်ကူးပြီး မေ ၃ ရက်က စာနယ်ဇင်းအထူးပွဲပြတယ်၊ နေပြည်တော်မှာ မေ ၁၅ ရက်ကစပြနေပါပြီ။ ရန်ကုန်မှာတော့ ဇွန် ၅ ရက်မှပြမယ်လို့သိရတယ်။ ဒီဇာတ်ကားရဲ့ဂယက်ကြောင့် မျက်နှာစာအုပ်ပေါ်က လူတော်တော်များများကို မောင် မောင် နဲ့တစ်မောင်မောင် ဖြစ်သွားစေပါတယ်။ကျွန်မကနှင်းဆီပါမောင် - I am a Rose, Darling. မှုတ်ဖူးလားမောင်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "I AM NUMBER TEN",
        "content": "I AM NUMBER TEN\n\nI AM NUMBER TEN; I’M No.10  မြန်မာစာအဖွဲ့ရဲ့အင်္ဂလိပ်-မြန်မာအဘိဓာန်က Boyfriend ကို တွဲခုတ်နေသူ ယောက်ျားလေး၊ အတွဲ၊ အဆက်။ Girlfriend ကို တွဲခုတ်နေသူမိန်းကလေး၊ အတွဲ၊အဆက် လို့အဓိပ္ပာယ်ဖွင့်ပါတယ်။ ကောင်လေးဘက်ကကြည့်ကြည့် ကောင်မလေးဘက်ကကြည့်ကြည့်Boyfriend; Girlfriend ဆိုတာ ချစ်သူရည်းစား ပါ။ သမီးရည်းစား ကို Sweetheart လို့လည်း သိကြပါတယ်။  တစ်ယောက်နဲ့တစ်ယောက် ချစ်ကြိုက်သွားကြပြီး၊ ချစ်သူ (Lover) တွေဖြစ်သွားကြရင် အသည်းလေး၊ ချိုသဲ စသည်ဖြင့် ချစ်စနိုးအခေါ်က Sweetheart ဖြစ်ပါတယ်။Honey ; Baby; Babe လို့ခေါ်တာတွေလည်း ကြားဖူးကြမှာပါ။ Darling (အချစ်၊ ချစ်ချစ်) ဆိုတာက Dear Little Thing ကို စာလုံးတစ်လုံးတည်း ဖြစ်အောင်လုပ်ထားတာပါ။ လက်ရှိတွဲနေတဲ့ ချစ်သူရည်းစားကို Boyfriend; Girlfriend; Sweetheart လို့ခေါ်ပေမယ့်၊ကင်းကွာသွားတဲ့ ရည်းစားဟောင်းကိုတော့ Old flame လို့ခေါ်ကြပါတယ်။  ကျားပဲဖြစ်ဖြစ်၊ မပဲဖြစ်ဖြစ် အိမ်ထောင်မပြုမီစပ်ကြား ချစ်သူရည်းစား-ငယ်ရည်းစား-အဆက်ဟောင်းတွေ ရှိတတ်တာသဘာဝပါ။ အနည်းအများတော့ ကွာကြမယ်ထင်ပါတယ်။ သဘာဝအရ ယောက်ျားလေးတွေအဖို့ပန်းနဲ့လိပ်ပြာဥပမာလို တစ်ပင်မှတစ်ပင် ကူးပြောင်းကာ အချစ်သစ်ရှာရန် လွယ်ကူလှပါတယ်။ မိန်းကလေးတွေအတွက်လည်း ရည်းစားတစ်ထောင်၊ လင်ကောင်တစ်ယောက် ဆိုစကားလို အိမ်ထောင်မပြုမီ ရည်းစားတစ်ယောက်ပြီး တစ်ယောက်ထားနိုင်ပါတယ်။She had lots of boyfriends before she got married. ချစ်သူရည်းစားတွေ ထည်လဲတွဲခဲ့သည်ပေါ့။  ၁၉၇၀ပြည့်နှစ်လွန် စတီရီယိုခေတ်ဦး အဆိုတော်တက္ကသိုလ်ထွန်းနောင်ရဲ့ သီချင်းစာသားအတိုင်း ကောင်မလေးက ကျွန်တော့်ကို “ကမ္ဘာမြေထက်လည်း ပိုချစ်တယ်တဲ့၊ အဖေအမေထက်လည်းပိုချစ်တယ်တဲ့၊ အကိုမောင်တွေထက်လည်း ပိုချစ်တယ်တဲ့၊ အရင်ရည်းစားကိုးယောက်ထက်လည်း ပိုချစ်တယ်တဲ့” ဒီလိုနဲ့ ကျွန်တော်က သူ့ရဲ့ဆယ်ယောက်မြောက် ဖြစ်သွားပါတော့တယ်။ I, for the FIRST time; SHE, for the the TENTH. ဆယ်ယောက်မြောက်။ အားလုံး မင်္ဂလာပါ။♡♡♡ PS > Please for give me if my writing sounds like gender discrimination. ကျား-မခွဲခြားမှု အရေးအသားမျိုးဖြစ်ခဲ့ပါက ခွင့်လွတ်ပါ။"
    },
    {
        "title": "MY NAME IS",
        "content": "MY NAME IS\n\nMY NAME IS … ငယ်နာမည်အညို လူတွေမှာ မိမိအမည်ရင်း (Name – Real name) အပြင်၊ အခြားအမည် (Other name) တစ်ခုရှိတတ်ပါတယ်။ မိသားစုအတွင်း ချစ်စနိုးမည့်ခေါ်တဲ့နာမည် (Pet name)၊ ငယ်နာမည် (Childhood name; Child’s name)၊ အပြောင်အပြက်ခေါ်တဲ့နာမည်Nick name များလည်းရှိကြပါတယ်။ အဘိဓာန်က Nickname ကိုနာမည်ပြောင် ဟုအနက်ဖွင့်ပါတယ်။ ဒါကြောင့် နာမည်ပြောင် ဟာအပြောင်အပြက်သဘော နောက်ပြောင်ခေါ်ဝေါ်တာ ဖြစ်နိုင်သလို၊ ချစ်စနိုးအခေါ်အဝေါ် (Term of Endearment) လည်းဖြစ်နိုင်ပါတယ်။ ဂီတ၊ ရုပ်ရှင်၊ ပြဇာတ်၊အားကစားစတဲ့ မိမိကျင်လည်ရာလောကမှာ စနောက်ခေါ်ဝေါ်တဲ့အမည်က Stage name ပါ။ နာမည်နှစ်ခု (သို့) နှစ်ခုထက်မကရှိသူကို …..ခေါ်…… Alias ဖြင့် ရေးသားဖော်ပြလေ့ရှိပါတယ်။ ဥပမာ၊ ဟန်ထူးလွင် ခေါ် ကျားပေါက်။ အင်္ဂလိပ်လို Alias မြန်မာလို နာမည်ပွား၊ နာမည်တု ဟုခေါ်ပါတယ်။မိမိ၏အမည်ရင်း၊ ဇစ်မြစ်ကိုမသိစေရန် အမည်ဝှက်၊ နာမည်လွှဲ ထားရှိခြင်းကို Pseudonym ဟုခေါ်ပါတယ်။ စာရေးဆရာများအနေဖြင့် မိမိအမည်ရင်း(Real name) အတိုင်း ဖော်ပြသူရှိသလို၊ သီးခြားနာမည်တစ်ခုကို ကလောင်အမည် (Pen name) အဖြစ် အမည်ခံရေးသားသူများလည်း ရှိကြပါတယ်။ထိုသို့မိမိအမည်ရင်းကို မဖော်ပြဘဲ၊ သီးခြားကလောင်အမည် ထားရှိခြင်းမျိုးကိုလည်း Pseudonym ဟုခေါ်ပါတယ်။ Facebook ကဲ့သို့ နေရာများတွင်အမည်ဝှက် (သို့) အခြားအမည် တစ်မျိုးမျိုးထားရှိခြင်း။ မသမာသောလုပ်ရပ်၊ ရာဇဝတ်မှုများ ကျူးလွန်ရာတွင် ခြေရာဖျောက်သည့်အနေဖြင့်အမည်အမျိုးမျိုး ထားရှိလှုပ်ရှားခြင်းမျိုး ဖြစ်ပါတယ်။ ထိုသို့ အခြားအမည် (နာမည်ပြောင်၊ ချစ်စနိုးနာမည်)တစ်ခုခုဖြင့် ကျော်ကြားလူသိများသူကို a.k.a (also known as) or better known as; best known as popularly known as ဖြင့် ရေးသားဖော်ပြပါတယ်။ဥပမာ James Bond is also known by his code number, 007. James Bond is also known as 007. ဂျိမ်းစ်ဘွန်း ကို ၀၀၇ ဟု သိကြသလိုဖြစ်ပါတယ်။ အလားတူ ဆာဘွဲ့ရ မန်ချက်စတာယူနိုက်တက် ဘောလုံးအသင်း၊ မန်နေဂျာရဲ့နာမည် အပြည့်အစုံက Alexander ChapmanFerguson ဖြစ်ပါတယ်။ “Fergie” is a short form of the name “Ferguson.” That’s why, Sir Alexander Chapman Ferguson is popularly known as Sir Alex or Fergie. ခရစ်ယာန်အမည်ပေးစနစ်အရ Ferguson ၏ အတိုကောက်အမည်ကFergie (ဖာဂီ) ဖြစ်တာကြောင့် ဖာဂူဆန် ကို ဆာအဲလက် (သို့) ဖာဂီ လို့ လူသိများနေတာပါ။ တစ်ကမ္ဘာလုံးက ဖာဂူဆန် ကို ဖာဂီဟုအဖျားဆွတ်ခေါ်ကြရာ၊ မြန်မာတွေဆီရောက်တော့ ဖာဂီ မှ ဖာကြီး ဖြစ်သွားပါတယ်။ ပီပီသသ အသံမထွက်နိုင်တာ့ ဖြစ်နိုင်သလို၊ အနီးစပ်ဆုံး မြန်မာမှုပြုလိုက်တာလည်းဖြစ်နိုင်ပါတယ်။ရှိပါသေးတယ်......ဂျင်နီဖာလိုပက် Jennifer Lopez ရဲ့ နာမည်ပြောင်က J lo (ဂျေလို); လင်ဆေးလိုဟန် Linsay Lohan ရဲ့ နာမည်ပြောင်က la lo (လာလို); ဂျီနာလိုလိုဘရီဂျီဒါ Gina Lolobrigida နာမည်ပြောင်က la lollo (လာလိုလို) ဖြစ်ပါတယ်။ PHONETICS လေ့လာရင်းအသံထွက်လေ့ကျင့်ကြပါစို့။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "I'M QUEEN'S CONSORT",
        "content": "I'M QUEEN'S CONSORT\n\nI'M QUEEN'S CONSORT အင်္ဂလိပ်စာ စမ်းရေးချင်သူတွေက လိုချင်တာမိဖုရား၊ ညားတော့ဘုရင်မကို ဘယ်လိုရေးရင် ကောင်းမလဲမေးလာလို့ တတ်နိုင်သလောက် ရေးပြထားပါတယ်။ ကြိုက်ရာသုံးကြည့်ပါ။၁. What I really want is (you’re) my Queen; What I really became is(I’m) the Queen’s husband.၂. I’ve become the Queen’s husband tho’ I want you to be my Queen. ၃. Be my Queen, being the Queen’s husband.၄. Wish I had a Queen, instead I’ve become Queen’s husband.အဆင်ပြေပါစေ။အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "CHILLI; PEPPER & POLICE BRUTALITY",
        "content": "CHILLI; PEPPER & POLICE BRUTALITY\n\nCHILLI; PEPPER & POLICE BRUTALITY အခုတလော အမေရိကန်ရဲနဲ့ လူမဲလူထုအကြား ပဋိပက္ခတွေ ဆက်တိုက်ဖြစ်နေပါတယ်။ မဟုတ်မှလွဲရော အမေရိကန်ရဲတွေလည်း ရက်စက်ကြမ်းကြုတ်မှုကို ယူနီဖောင်းချုပ်ဝတ်ထားကြတာ ဖြစ်ရမယ်။ They were all dressed in uniformsof brutality. Source : Bob Marley အခြားနိုင်ငံတွေမှာ လူစုလူဝေးနဲ့ ဆန္ဒပြအုပ်စုကြီးကို အဓိကရုန်းနှိမ်နင်းရေး ရဲတွေက သေနတ်နဲ့မပစ်၊ မျက်ရည်ယိုဗုံးမသုံးဘဲ၊ Pepper Spray ပက်ဖြန်းတာတွေ့ရပါတယ်။ သတင်းစာဆရာတွေ ဘာသာပြန်လိုက်တော့ ငရုတ်သီး အရည်နဲ့ပက်တာလား၊ငရုတ်ကောင်း အရည်နဲ့ပက်တာလား ဝိဝါဒကွဲကုန်ပါတယ်။ ဒီနေရာမှာ ငရုတ်သီးအစပ် တိုင်းတာယူနစ် (Scoville Heat Unit) SHU အရ အစပ်ပြင်းအား SHU နှစ်သန်းမှငါးသန်းအကြားရှိ ငရုတ်ရည်နဲ့ပက် လူစုခွဲတာဖြစ်ပါတယ်။ အင်္ဂလိပ်ဘာသာစကားမှာ ငရုတ်သီး ကို Chilli (သို့) Chillipepper လို့ခေါ်ပါတယ်။ စာလုံးပေါင်းရာမှာ အင်္ဂလိပ်က Chilli လို့ အယ်လ်နှစ်လုံးနဲ့ ရေးလေ့ရှိပြီး၊ အမေရိကန်က Chili or chile လို့ရေးကြပါတယ်။ chile ဆိုတော့ တောင်အမေရိကတိုက်ရှိ ချီလီနိုင်ငံ (Chile) ရဲ့ စာလုံးပေါင်းနဲ့ တူနေကြောင်း သတိပြုမိကြမယ် ထင်ပါတယ်။ ငရုတ်သီး ကိုChilli pepper လို့လဲ ရေးတာတွေ့တော့၊ Pepper ဆိုရင် ငရုပ်ကောင်း၊ Chilli ဆိုရင် ငရုတ်သီး လို့ အသေမှတ်ထားသူတွေအတွက် Chili Pepper ကို ဘယ်လိုနားလည်ရမလဲ ဖြစ်နေတတ်ပါတယ်။ အမှန်က Chilli pepper ဟာ ငရုတ်သီး ကိုခေါ်တာပါပဲ။ Chilli နဲ့ pepper ခွဲခြားပြီးအမှန်မြင်နိုင်ကြပါစေ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "PLIGHT of QUEEN’s HUSBAND",
        "content": "PLIGHT of QUEEN’s HUSBAND\n\nPLIGHT of QUEEN’s HUSBAND အင်္ဂလိပ်စကားမှာ Queen က ဘုရင်မ နဲ့ မိဖုရား ဆိုပြီး အဓိပ္ပာယ်နှစ်မျိုး ရှိပါတယ်။ “QUEEN,” queen means 1. A female sovereign or monarch. ဘုရင်မ၊ 2. the wife or consort of king. မိဖုရား။ တော်ဝင်မိသားစု(Royal Family) မှ ပေါက်ဖွားလာပြီး၊ ဘုရင့်သမီးတော်-မင်းသမီး (Princess) ဘဝက အချိန်တန်တော့ ဘုရင်မ ဖြစ်သွားတဲ့သူလည်း ရှိပါတယ်။ အင်္ဂလိပ်လိုပြောရင်တော့ သူလည်း Queen ပါပဲ။ ဗြိတိန်နိုင်ငံရဲ့ ဒုတိယမြောက်ဘုရင်မကြီး အဲလစ်ဇဘက် Queen Elizabeth II of the UnitedKingdom တို့လိုပေါ့။ နောက် ဘုရင်နဲ့လက်ဆက်ပြီးတော့ မိဖုရား ဖြစ်လာတဲ့သူလည်း ရှိပါတယ်။ သူကရှင်ဘုရင်နဲ့ညားတော့ မိဖုရားပေါ့ဗျာ။ အင်္ဂလိပ်လိုပြောရင်တော့ သူလည်း Queen ပါပဲ။ ကျှွန်တောတို့ရဲ့ အိမ်နီးချင်းထိုင်းနိူင်ငံဘုရင် ဘူမိဘောရဲ့ မိဖုရားကြီး သီရိခစ် (Sirikit) တို့လိုပေါ့။အဲဒီတော့ ကိုယ့်လက်ထဲမှာ Queen ရှိတယ်လို့ပြောရင်၊ ဘုရင်မ လား၊ မိဖုရား လား ခွဲခြားရပါလိမ့်မယ်။ ဘယ်လို QUEEN မျိုးလဲ။ တချို့ လူတွေအတွက် မိမိလက်ဝယ် QUEEN ရှိပေမယ့်၊ ဖြစ်နေတဲ့ဘဝက ဖြစ်ချင်တဲ့ဆန္ဒနဲ့ အံမဝင်ခွင်မကျ ဖြစ်နေလို့ပါပဲ။ ဘဝနဲ့ဆန္ဒဆိုတာ ကိုက်ညီဖို့ ခက်သားနော်။တော်ကြာ စိုင်းထီးဆိုင်သီချင်းထဲကလို လိုချင်တာ မိဖုရား၊ ညားတော့ ဘုရင်မ ဖြစ်နေဦးမယ်။ သိပ်ချစ်တတ်တဲ့ အိမ်ထောင်ရှင် အမျိုးသမီးတချို့က သူတို့ဟာ မိဖုရားပဲ ဖြစ်ချင်တယ်လို့ ပြောပါတယ်။ မေဆွိရဲ့သီချင်းတစ်ပုဒ်မှာလည်း သူ့ချစ်သူကို ရှင်ဘုရင်ကြီး လုပ်ပေါ့ကွယ်လို့ နေရာပေးပါတယ်။ ဘာပဲဖြစ်ဖြစ်ကျွန်တော်တို့ လက်တွေ့ပိုင်ဆိုင်နိူင်တာက ဖဲကစားရင် အနီရောင်ဟတ်ကွင်း Queen of Heart / Heart Queen ဖဲတစ်ချပ်ရမှာကတော့ သေချာပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ပဲခူးကလပ်ပါတယ်",
        "content": "ပဲခူးကလပ်ပါတယ်\n\nဟိုးထား စပယ်ယာရေ ဘဂိုးကလပ် ပါတယ်။ အဲ ယောင်လို့ ပဲခူးကလပ်ပါတယ်။ BAGO CLUB or PEGU CLUB အားလုံးသိကြတဲ့အတိုင်း မြန်မာဘာသာစကားမှာဗျည်း ၃၃ လုံးရှိပါတယ်။ အဆိုပါ ဗျည်း ၃၃ လုံးအနက် အောက်ပါဗျည်း ၁၂ လုံးကို အနက်ရှိသောဗျည်း ဟုခေါ်ပါတယ်။က၊ ခ၊ င စ၊ ဆ၊ ညတ၊ ထ၊ နပ၊ ဖ၊ မအထက်ဖော်ပြပါ ဗျည်း ၁၂ လုံးကိုအသုံးပြု၍ ရေးပါက အနက်စွဲရေးနည်း ဟုဆိုရပါမယ်။ ထို့အပြင် အောက်ပါဗျည်း ၈ လုံးကို အနက်မရှိ အသံသာရှိသောဗျည်း ဟုခေါ်ပါတယ်။ ဂ၊ ဃဇ၊ ဈဒ၊ ဓဗ၊ ဘအထက်ဖော်ပြပါ ဗျည်း ၈ လုံးကိုအသုံးပြု၍ ရေးပါကအသံစွဲရေးနည်း ဟုဆိုရပါမယ်။ မြန်မာအမည်တွေကို အင်္ဂလိပ်လိုရေးကြတဲ့အခါ တစ်ချို့က အသံထွက်သည့်အတိုင်း လိုက်ရေးလေ့ရှိပါတယ်။ ဒါကို အသံစွဲ လို့ခေါ်ပါမယ်။ ထင်ရှားတဲ့ဥပမာက ရွှေတိဂုံ ကို Shwedagon (ရွှေ-ဒ-ဂုံ)။ ရန်ကုန် ကို Yangon (ရန်-ဂုံ); ပုဂံ ကို Bagan (ဘ-ဂံ)။;ဧရာဝတီမြစ် ကို Ayeyarwady; ကျောက်တံတားမြို့နယ်ကို Kyauktada လို့ရေးတာတွေ့ကြပါမယ်။ ပန်းချီဆရာကြီး ဦးငွေကိုင်ရဲ့နံမည်ကို ဦးငွေဂိုင်လို့ အသံထွက်ကြတယ်။ သူ့ကိုဂုဏ်ပြု အမည်ပေးထားတဲ့လမ်းကို အင်္ဂလိပ်လိုရေးရင် U Ngwe Gaing street လို့တွေ့ရပါလိမ့်မယ်။အသံစွဲအတိုင်း မရေးတာတွေလဲရှိပါတယ်။ ဥပမာ ဗိုလ်အောင်ကျော်လမ်း ကို ဗိုလ်အောင်ဂျော်လမ်း ဟုအသံထွက်ပါတယ်။ ဒါပေမဲ့ အင်္ဂလိပ်လိုရေးရင် Aung Kyaw ဟုရေးမလား၊ Aung Gyaw ဟုရေးမလား နှစ်ခွဖြစ်လာပါတယ်။ လက်ရှိ Bo Aung Kyaw street ဟုရေးလျှက်ရှိကြပါတယ်။ပုံသေကားချ သတ်သတ်မှတ်မှတ်မရှိပါ။ နိုင်ငံခြားရေးဝန်ကြီးဟောင်းတစ်ဦးရဲ့ အမည်ကို မှတ်မိကြမယ်ထင်ပါတယ်။ သူက ဦးအုန်းဂျော် ပါ။ သူ့ကို ဦးအုန်းကျော် လို့ နံမည်ပေးခဲ့ရင်လဲ အနက်စွဲ-အသံစွဲသဘောအရ ဦးအုန်းဂျော် (U Ohn Gyaw) လို့အသံထွက်ကြမှာ သိလို့များ၊ ဒီလိုအမည်ပေးခဲ့တာလား။စဉ်းစားစရာပါ။ ပြန်ကြားရေးနှင့် ယဉ်ကျေးမှုဝန်ကြီးဟောင်း ဦးအောင်ကျော်မြင့် နံမည်ကို သတိထားပြီးဆိုပါမှ ဦးအောင်ကျော်မြင့် ဖြစ်ပါမယ်။ သို့မဟုတ်ပါက ဦးအောင်ဂျော်မြင့် ဟုကြားရပါမယ်။ သို့ရာတွင် ဦးအောင်ကျော်မြင့် ရဲ့အမည်ကို အင်္ဂလိပ်သတင်းစာတွေမှာ U Aung Kyaw Myint လို့ရေးကြတာတွေ့ခဲ့ရပါတယ်။ အသစ်အဆန်းအနေနဲ့ အသံစွဲကိုယူပြီး၊ ပန်းချီအောင်စိုး ကို ဗဂျီအောင်စိုး ဟု ပန်းချီအောင်စိုးကိုယ်တိုင် စာလုံးပေါင်းရေးခဲ့ပါတယ်။ ဒါက သူ့ကိုယ်ပိုင်ဟန်Trademark တစ်ခုဖြစ်သွားခဲ့ပါတယ်။ ၁၉၈၈ ခုနှစ်မတိုင်မီအထိ Prome ဟုရေးခဲ့တဲ့ ပြည်မြို့ကို ယခုတော့ Pyay ဟုရေးကာ၊ ( ပြီ ) လို့အသံထွက်ပါတယ်။ အင်္ဂလိပ်လိုရေးတော့ ရန်ကုန်-ပြည်လမ်း ကို Pyi Road ဟုမရေးဘဲ၊ Pyay Road ဟုသာရေးပါတယ်။ ကမ္ဘာ ကို Gaba ဟုအသံထွက်သော်လည်း ကမ္ဘာဧဘုရားလမ်း ကို နှစ်ပေါင်းများစွာ Kabaaye Pagoda Road ဟု Kaba ဖြင့်သာ စာလုံးပေါင်းနေကြတာ တွေ့ရပါတယ်။အလားတူ မြို့တော်သစ် နေပြည်တော် ကို Daw အသံထွက်သော်လည်း Nay Pyi Taw ဟု Taw ဖြင့် ရေးသားကြပြန်ပါတယ်။ ဒါ့ကြောင့် မြန်မာအမည်များကို အင်္ဂလိပ်လိုရေးကြတဲ့အခါ အသံထွက်သည့်အတိုင်း လိုက်ရေးကြလေ့ရှိပါတယ်လို့လဲ တရားသေမပြောနိုင်ပါ။ ဒီနေရာမှာ မူသေသတ်မှတ်ချက်မရှိတော့ခက်နေပါတယ်။ တစ်ချို့က စကားလုံးရဲ့ အသံစွဲ အတိုင်း ရေးလေ့ရှိကြသလို တစ်ချို့က အနက်စွဲ အတိုင်းရေးလေ့ရှိကြပါတယ်။ ဒါကလဲ တစ်ယောက်တစ်ပေါက်ဆိုတော့ ပြဿနာပါပဲ။ သို့ရာတွင် Thein Byu ဟု အသံစွဲဖြင့် နှစ်ရှည်လများ အသားကျစွာရေးလာသော သိမ်ဖြူ ကို Thain Phyu ဟုစာလုံးပေါင်း အသစ်တစ်မျိုး ရေးလာသည်ကို တွေ့ရတဲ့အခါ ဘဝင်မကျဖြစ်မိပါတယ်။ ဒါပေမဲ့ ရှေ့နောက်မညီဘူးလို့ဘဲ ပြောပြော၊ တိကျတဲ့ရေးထုံးမရှိဘူးလို့ဘဲ ပြောပြော အရေးအပြောတွေ လွဲနေကြပါသေးတယ်။ လွဲလွဲလေးလဲကောင်းပါတယ်လို့ ပြောရမလားပဲ။ အများသိပြီးအသားကျပြီး အမည်များကိုရေးကြသူများအနေနဲ့ ရှေ့ကရေးထုံးကို လိုက်နာရေးသင့်ပါတယ်။ ညီညာစေချင်၊ ရှေ့နောက်ညီညွတ်စေချင်သော သဘောဖြစ်ပါတယ်။ တစ်ယာက်တစ်ပေါက် ကြိုက်သလို အသံထွက်ချင်သလိုထွက်၊ စာလုံးပေါင်းချင်သလို ပေါင်းနေသူများ သတိပြု ဆင်ခြင်ကြရန်လိုပါတယ်။ မြန်မာစာအဖွဲ့ကဲ့သို့ Regulatoryအဖွဲ့အစည်းတစ်ခုခုက ကြပ်မတ်ထိန်းကွပ်ပေးသင့်ပါတယ်။ သို့မဟုတ်ပါကလူညီရင် ဤ (အီ) ကို ကျွဲ လို့ဖတ်ကုန်မှာစိုးရပါတယ်။ ဘယ်လိုမှတ်ရမှန်းမသိပေမဲ့ တရားဝင် authorative ဖြစ်နေတဲ့ နိုင်ငံပိုင်သတင်းစာ၊ ရေဒီယို၊ Myanma Posts & Telecommunications (MPT) ရဲ့တယ်လီဖုန်းလမ်းညွန် စာအုပ်တွေနောက်ကို လိုက်ကြပါမယ်။ ဘာပဲလိုလို ဆိုတဲ့ ရန်ကုန်တယ်လီဖုန်းလမ်းညွန်စာအုပ် (YANGON DIRECTORY) ထက်စာရင် MPT ကို ကျမ်းကိုးအဖြစ် အားကိုးအားထားပြုသင့်ပါတယ်။ မြန်မာပြည်တစ်နံတစ်လျှား မီးရထားလမ်းရှိတဲ့အရပ်ဒေသတွေမှာ ဘူတာရုံအမည်တွေကို(အင်္ဂလိပ်ခေတ်ကပေါင်းခဲ့တဲ့စာလုံးပေါင်းအတိုင်း)အင်္ဂလိပ်လိုရေးထားတဲ့ ဆိုင်းဘုတ်တွေ အခုထိရှိပါတယ်။ ၁၉၈၈ခုနှစ် နောက်ပိုင်းမှာ ယခင်ကအင်္ဂလိပ်ပေးခဲ့တဲ့ အမည်တွေကို မြန်မာအမည်တွေ ပြောင်းလို့ အလိုက်သင့်ပြောင်းကြတာတွေက လွဲရင်ပေါ့ဗျာ။ Myanma Posts & Telecommunications(MPT) ကနှစ်စဉ်ထုတ်တဲ့ Telephone Directory ဆိုရင် တိုင်းဒေသကြီး၊ ပြည်နယ်အသီးသီးရှိ မြို့အမည်တွေကို အင်္ဂလိပ်လို ရေးထားတာရှိပါတယ်။ ကြေးတိုင်နှင့်မြေစာရင်း၊ မြေတိုင်းဌာနလို နိုင်ငံပိုင်အဖွဲ့အစည်းတွေ၊ DPS လို ပုဂ္ဂလိက မြေပုံထုတ်သူတွေက မြန်မာပြည်မြေပုံတွေ ထုတ်တဲ့အခါ မြို့ရွာ၊တောတောင်၊ မြစ်ချောင်းတွေရဲ့အမည်ကို မြန်မာ-အင်္ဂလိပ်နှစ်ဘာသာနဲ့ ဖော်ပြထားတာရှိပါတယ်။ ဒါတွေကို အားကိုးအားထားအဖြစ် ကိုးကားသင့်ပါတယ်။ ပြောရရင် မြိတ်မြို့ မှာပါတဲ့ မြိတ် ကို ဘိတ် လို့အသံထွက်ပါတယ်။ ဒါပေမဲ့ အင်္ဂလိပ်လိုရေးတော့ အသံထွက်အတိုင်း Beik လို့မရေးဘဲ သတင်းစာကရော၊ဒေသခံတွေကရော Myeik လို့ပဲ ရေးနေကြတာ တွေ့ပါတယ်။ မြိတ် ကို ဘိတ် အသံထွက်ရတာနဲ့ ပတ်သက်လို့ တစ်ချိန်က ရုပ်ပြလောကမှာ နံမည်ကြီးရုပ်ပြရေးဆွဲသူ ပန်းချီဆရာ မြိတ်ဝင်းထိန် ကို နေရာဒေသအများက မြိတ်ဝင်းထိန် လို့အသံထွက်ပါတယ်။ ဘိတ်ဝင်းထိန် လို့အသံမထွက်ပါ။ မြိတ်မြို့ဘက်ကလူတစ်ယောက် ရန်ကုန်ကာတွန်းဆိုင်မှာ ဘိတ်ဝင်းထိန် ရုပ်ပြရှိလား လာမေးတော့ ရယ်စရာဖြစ်သွားပါတယ်။ အားလုံးသိကြပါတယ်။ ပဲခူးကလပ်-ဆိုတာ ပြည်လမ်းပေါ်က အများသိမှတ်တိုင်တစ်ခုပါ။ ရုရှားသံရုံးနှင့်နိုင်ငံခြားရေးဝန်ကြီးရုံးတို့လို အထင်ကရရုံးကြီးတွေနဲ့လဲ နီးပါတယ်။ အခုဆို စိန်ဂေဟာ၊တော်ဝင်စင်တာတို့ကြောင့် ပိုလူသိများလာပါတယ်။ အဲဒီ ပဲခူးကလပ် ကို ရန်ကုန်ကလူတွေအားလုံး ပဲခူးကလပ် လို့အသံထွက်ကြပေမဲ့၊ နယ်ကလူတစ်ယောက်က ကားစပယ်ယာကို ဘဂိုးကလပ် ပါတယ်ဆရာရေ့လို့ အော်သံကြားတော့ ပြုံးမိပါတယ်။ ဒါပဲလေ Pegu ကို ရေးတော့ ပဲခူး ဆိုပေမဲ့၊အသံထွက်ဖတ်တော့ ဘ-ဂိုး ဖြစ်နေပါတယ်။ ချွင်းချက်က ရန်ကုန်က ပဲခူးကလပ် (Pegu Club) ကိုတော့ ဘဂိုးကလပ် လို့ပဲအသံမထွက်ဘဲ ပဲခူးကလပ် လို့ပြောကြရမှာ ဖြစ်ပါတယ်။ မှုတ်ဖူးလား။ သတိပြုရမှာက ပဲခူးရောက်ရင် ပဲ-ခူး လို့အသံမထွက်မိဘဲ ဘ-ဂိုး (Bago) လို့အသံထွက်တတ်ဖို့၊ရန်ကုန်ရောက်ရင် ပဲခူးကလပ် ကို ဘဂိုးကလပ် လို့အသံမထွက်ပဲ၊ ပဲ-ခူး-က-လပ် လို့အသံထွက်ဖို့ပါ။ ပြောရင်းပြောရင်း စကားကောင်းလာလိုက်တာ ဆင်းရမယ့်မှတ်တိုင်တောင် ကျော်တော့မလို့ ဟိုး ဟိုး စပယ်ယာရေ ဘဂိုးကလပ် ပါတယ်။ အဲ ယောင်လို့ ပဲခူးကလပ် ပါတယ်။ ပဲခူးကလပ်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "BELOVED INFIDEL or ONE TWO",
        "content": "BELOVED INFIDEL or ONE TWO\n\nဝမ်း တူး ဝမ်း တူး ရိုက်များရိုက်နေပလား၊BELOVED INFIDEL or ONE TWO ချစ်သူတွေ၊ အိမ်ထောင်ဖက်တွေမှာ တစ်ယောက်ဆို တစ်ယောက်ဆိုသူတွေ ရှိသလို၊ ခရေပင်အောက်က ပိတောက်ချစ်သူတွေလည်း ရှိတတ်ပါတယ်။ တချို့ကလည်း ရည်းစားနှစ်ယောက်ထားရင် ကောင်းမှာပဲဆိုပြီး နောက်တစ်ယောက် ထပ်ရှာတတ်ပါတယ်။ဒါကို မေခလာက “စပတ်ကလင်အချစ်” ဆိုတဲ့ သီချင်းထဲမှာ သူ့ချစ်သူဟာ အသစ်တစ်ယောက်နဲ့ ဝမ်းတူးဝမ်းတူး ရိုက်နေသလားလို့ ပူနေရကြောင်းနဲ့ သူ့ရဲ့အပူလုံးတွေကို စပတ်ကလင်နဲ့ မျှောချနေရတယ်လို့ ဆိုထားပါတယ်။ ဝမ်းတူးရိုက်တယ်ဆိုတာကို တိုက်ရိုက်ဘာသာပြန်ရင် Going one two ပေါ့ဗျာ။အင်္ဂလိပ်စာမှာ နောက်တစ်ယောက်နဲ့ ခြေပုန်းခုတ်တာကို “two-time” လို့ ပြောပါ တယ်။ အဲဒီလို ငါးရံ့နှစ်ကောင်ဖမ်းတဲ့သူကို “Two-timer” လို့ ခေါ်ပါတယ်။ ငါးရံ့နှစ်ကောင်ဖမ်းသူတွေနဲ့ ပတ်သက်လို့ စနောက်ပြီး ပြောကြတာကတော့ သူက ၂၀၆ တပ်ကတဲ့။ Two-time (v) နဲ့ Two-timer (n)တို့ အပြင်Affair ဆိုတဲ့စကားကလည်း မှတ်သားစရာပါ။ ပုံမှန်အဓိပ္ပာယ်က အရေး၊ ကိစ္စ ပါ။ ဥပမာ Affairs of State ဆိုတာနိုင်ငံတော်အစိုးရရဲ့ အရေးကြီးကိစ္စတွေကို ပြောတာပါ။ Foreign Affairs ဆိုရင် နိုင်ငံခြားရေးရာ ကိစ္စပေါ့။ Affair ရဲ့နောက်အဓိပ္ပာယ်တစ်ခုက “တိတ်တိတ်ပုန်းချစ်ဇာတ်လမ်း” ဖြစ်ပါတယ်။ဥပမာ “She's having an affair with a married man. “(သူက အိမ်ထောင်သည်တစ်ယောက်နဲ့ ဖြစ်နေတယ်)”။ “The book doesn't make any mention of his love affairs. (ဒီစာအုပ်ထဲမှာ သူ့ရဲ့ တိတ်တိန်ပုန်းချစ်ဇာတ်လမ်းတွေ အကြောင်း မပါဘူး)”။အိမ်ထောင်သည်တွေအတွက်တော့ Affair ဆိုတာ အိမ်ထောင်ရေးဖောက်ပြန်မှု (Extramarital affair) ကို ပြောတာပါ။ ကိုယ်ကတော့ ချစ်လိုက်ရတာ သူကတော့ အသစ်ရှာသွားလို့ သောကရောက်နေရသူတွေအတွက် Affair ဆိုတာ မကြားချင်ဆုံးသော စကားတစ်ခွန်း ဖြစ်မှာပါ။ နောက်တစ်ခုကတော့ Liaison ပါ။လက်မထပ်ရသေးသူတွေကြားက လူမသိသူမသိ အချစ်ဇာတ်လမ်းတွေကို ပြောတာပါ။ လောကဇာတ်ခုံမှာ Secret affair လျှို့ဝှက်ချစ်ဇာတ်လမ်းတွေ၊ Clandestine love affair တိတ်တိတ်ပုန်း ဇာတ်လမ်းတွေ၊ Shady past နောက်ကြောင်းမရှင်းတာတွေ၊ Dusk-to-dawn sex indulgence သန်းခေါင် ကနေဝေလီဝေလင်းထိ မြာပွေတတ်သူတို့ရဲ့ ပွေလီဝေလင်းဇာတ်ရှုပ်တွေ၊ ကာမပိုင်ရှိသူတို့နဲ့ မှားယွင်းကြတဲ့ဖောက်ပြန်မှု (Adultery) တွေ မကြာမကြာ ပေါ်ပေါက်တတ်ပါတယ်။ ဒါတွေက ရှောင်ကြဉ်သင့်တဲ့ အရာတွေပါ။ ကျွန်တော်တို့ကတော့ စကားလုံးတွေရဲ့ အနက်အဓိပ္ပာယ်တွေကိုပဲ ဂဃနဏ လေ့လာကြရအောင်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "MARTYRS; DAY",
        "content": "MARTYRS; DAY\n\nMARTYRS; DAY သာမန်အားဖြင့် ဇူလိုင်လ ၁၉ ရက်နေ့ဟာ မြန်မာနိုင်ငံသားတွေအတွက် အများပြည်သူအလုပ်ပိတ်ရက်(Gazetted Public Holiday) ဖြစ်ပါတယ်။ အားလုံးသိကြတဲ့အတိုင်း လွန်ခဲ့တဲ့ ၆၈ နှစ် - ၁၉၄၇ ခုနှစ်၊ ဇူလိုင်လ ၁၉ ရက်နေ့မှာ အမျိုးသားခေါင်းဆောင် ဗိုလ်ချုပ်အောင်ဆန်းနဲ့နိုင်ငံ့ခေါင်းဆောင်ကြီးတွေ လုပ်ကြံခံခဲ့ရပါတယ်။ အဲဒီနေ့ကို အာဇာနည်နေ့ (Martyrs’ Day) ရယ်လို့ နိုင်ငံတော်က သတ်မှတ်ပေးခဲ့ပါတယ်။ အာဇာနည်ကို အင်္ဂလိပ်အဘိဓာန်ကြီးတွေက အောက်ပါအတိုင်း အဓိပ္ပာယ် ပေးကြပါတယ်။ American Heritage Dictionary (AHD) : Martyr isa person who makes great sacrifices or suffers much in order to further a belief; cause or principle. Cambridge Advanced Learner’s Dictionary (CALD) : Martyr is a person who suffers very much or is killedbecause of their political or religious beliefs, and is often admired because of it: Webster Encyclopedic Unabridged Dictionary (WEUD) : Martyr is a person who is put to death or endures great sufferingon behalf of any belief, principle, or cause:အများစုက အာဇာနည်ကို သူရဲကောင်းလို သဘောထားကြပြီး၊ မိမိ နိုင်ငံရေး၊ ဘာသာရေး ယုံကြည်ချက်၊ ခံယူချက်စတဲ့ အရေးကိစ္စအတွက် အနစ်နာခံသူ၊ ဆင်းရဲဒုက္ခခံသူ၊ အသက်စွန့်သူအဖြစ် ပုံဖော်ကြတာ တွေ့ရပါလိမ့်မယ်။ အာဇာနည်ဆိုတဲ့ဝေါဟာရနဲ့ပတ်သက်လို့ မြန်မာစာအဖွဲ့ ရဲ့မြန်မာ-အင်္ဂလိပ်အဘိဓာန်က အာဇာနည်ကို အင်္ဂလိပ်လို Martyr ဟု တူညီမှုပြုကာ 1). Person with discrimination and courage of his convictions. ဟုလည်းကောင်း၊ 2). Hero who is prepared to sacrifice his lifefor a good cause. ဟုလည်းကောင်း အဓိပ္ပာယ်နှစ်မျိုး ဖွင့်ဆိုထားပါတယ်။ မြန်မာစာအဖွဲ့ ရဲ့ ဒုတိယအနက်ဖွင့်ဆိုချက်အရ ကောင်းကျိုးတစ်ခုအတွက် မိမိရဲ့အသက်ကိုပင် စွန့်ရန်ဝန်မလေးသူကို အာဇာနည်ဟု အနက်ဖွင့်ထားပါတယ်။ အာဇာနည်ရဲ့အဓိပ္ပာယ်နဲ့ ပတ်သက်လို့ သီတဂူဆရာတော်ကြီးက စစ်မှန်သောစေတနာကို အရင်းပြုသည့် နိုင်ငံရေးသမားများသည် စွန့်လွတ်အနစ်နာခံရန် အသင့်ရှိနေသကဲ့သို့ မိမိအကျိုးစီးပွားနှင့်အသက်ကို မငဲ့ကွက်ဘဲ၊နိုင်ငံနှင့်လူမျိုး ကောင်းစားရေးအတွက် သန့်စင်သောစေတနာဖြင့် ပေးဆပ်ခဲ့သူများသည် အာဇာနည်များဖြစ်ကြောင်း မိန့်ကြားခဲ့ပါတယ်။ ဒီနေရာမှာ စွန့်လွတ်စွန့်စားသူ၊ပင်ပန်းဆင်းရဲကြီးစွာ အနစ်နာခံသူများစွာ ရှိတဲ့အထဲမှ “စစ်မှန်သောစေတနာကို အရင်းပြုသည့် နိုင်ငံရေးသမားများ” “နိုင်ငံနှင့်လူမျိုး ကောင်းစားရေးအတွက် သန့်စင်သောစေတနာဖြင့် ပေးဆပ်ခဲ့သူများ” ကိုသာ အာဇာနည်အမည် တွင်ထိုက်သူဖြစ်ကြောင်း ညွှန်ပြနေပါတယ်။ ကျွန်တော်တို့တစ်တွေအာဇာနည်ခေါင်းဆောင်ကြီးများရဲ့ ထူးချွန်ထက်မြက်ပြီး၊ ကိုယ်ကျိုးမဖက်တဲ့ လုပ်ဆောင်မှုများအတွက် အခါခါ ကျေးဇူးတင်ရင်း၊ အာဇာနည်ကြီးများကို အောက်မေ့သတိရ ဦးညွှတ်အလေးပြုလိုက်ပါတယ်။ ဗိုလ်အောင်ဆန်းလို သန့်စင်စစ်မှန်တဲ့စေတနာဖြင့် နိုင်ငံ့ကောင်းကျိုးပြု အာဇာနည်တွေပေါ်ထွန်းပါစေ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "လေကိုဖမ်း ဝါးတန်းချည်",
        "content": "လေကိုဖမ်း ဝါးတန်းချည်\n\nTHOUGHT OF THE WEEK – July 18 Make.Believe or လေကိုဖမ်း ဝါးတန်းချည် ဆက်သွယ်ရေးကဏ္ဍမှာ ရေဒီယိုတို့၊ တယ်လီဖုန်းခေါ် စကားပြောကြေးနန်းတို့ကို ကြိုးစားတီထွင်ခဲ့မှုကြောင့် ဒီကနေ့ ကျွန်တော်တို့ရဲ့လူနေမှုဘဝကို အကြီးအကျယ် ပြောင်းလဲစေခဲ့ပါတယ်။ ကြိုးပမ်းအားထုတ်သူတွေဟာသူတို့ရဲ့တီထွင်ကြံဆမှု အစပိုင်းမှာ ဝေဖန်မှု အမျိုးမျိုး၊ အထင်သေးမှု အဖုံဖုံ ခံခဲ့ကြရပါတယ်။ ရေဒီယို စတီထွင်ချိန်က ဝါးလုံးရဲ့ထိပ်မှာ အင်တင်နာ (Aerial or Antenna) ခေါ် ကောင်းကင်ကြိုးတပ်ပြီး အသံဖမ်းနေတာမြင်ရတဲ့သူတွေက လေထဲကလာတဲ့အသံကိုဖမ်းဖို့ မဖြစ်နိုင်ပါဘူး၊ ဒီကောင်တွေကအရူးတွေပါကွာလို့ အားမနာပါးမနာ အပြောခံကြရပါတယ်။ ရေဒီယိုထဲက အသံထွက်လာတာ မျက်ဝါးထင်ထင် မြင်ရကြားရတဲ့အချိန်မှာတော့ အလွန်အံ့အားသင့်ပြီး၊ OMG! It’s a wonder of science. ဒါဟာ အံ့မခန်းလောကဓာတ်ပညာ(သိပ္ပံ)ရဲ့ အစွမ်းပဲ။ ဒီကောင်တွေ လေကိုဖမ်းပြီးဝါးတန်းချည်နိုင်ခဲ့ပြီလို့ ချီးမွမ်းကြပြန်တယ်။ ဒီလိုပါပဲ ကြိုးပမ်းအားထုတ်သူတွေမှာ ချိုမြိန်တဲ့အောင်မြင်မှုပုံပြင် (Success Story) လေးတွေ ရှိတတ်ကြပါတယ်။ ဒီလို ရေဒီယို၊ တယ်လီဖုန်းနဲ့ အခြားအခြားသော တီထွင်မှုတွေဟာ၊ ယနေ့လူုသားတွေရဲ့ လိုအပ်ချက်တွေကို ဖြည့်ဆည်းပေးနေဆဲပါ။သူတို့ကို ကျေးဇူးတင်ဂုဏ်ပြုတဲ့အနေနဲ့ Apple စမတ်ဖုန်းဖန်တီးရှင် စတိဂျော့ (Steve Jobs) ရဲ့ ဆိုစကားလေးကို မျှဝေပါရစေ။ “ကမ္ဘာကြီးကို ပြောင်းပစ်မယ်လို့တွေးပြီး ရူးသွပ်ကြသူတွေကသာ ကမ္ဘာကြီးကို တကယ် ပြောင်းပစ်နိုင်တာပါ။ ”The people who are crazy enough to thinkthey can change the world are the ones who do.အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "WHY PEOPLE TOOK TO THE STREETS",
        "content": "WHY PEOPLE TOOK TO THE STREETS\n\nWHY PEOPLE TOOK TO THE STREETS မြန်မာပြည်မှာ လက်ရှိဖြစ်နေတဲ့ လူထုမကျေနပ်မှု၊ လမ်းပေါ်ထွက် ကန့်ကွက်ဆန္ဒပြမှု၊ အဲဒီ်ဆန္ဒပြသူတွေကို ဖမ်းဆီးမှု၊ အင်အားသုံး အကြမ်းဖက်ဖြိုခွဲမှုတွေကြည့်ရင်း၊ ဂျိမ်းစ်ဒင်း (James Dean) ရဲ့ Rebel Without A Cause (1955) ရုပ်ရှင်ကားကိုအမှတ်ရမိပါတယ်။ မူလရုပ်ရှင်ရဲ့ဇာတ်အိမ်၊ ဇာတ်လမ်းဇာတ်ကွက်ကို ပြောဖို့ထက် ဇာတ်ကားနာမည်ကို ပြောချင်တာပါတာ။  မြန်မာစာအဖွဲ့ရဲ့အင်္ဂလိပ်-မြန်မာအဘိဓာန်ကို ကိုးကားကြည့်ရင် Rebel ကို သူပုန်၊သောင်းကျန်းသူ၊ အုပ်ထိန်းမှုလက်မခံသူ၊ အာဏာဖီဆန်သူ လို့အနက်ဖွင့်တာ တွေ့ရပါတယ်။Rebel Without A Cause ဆိုတော့ အကြောင်းမဲ့သူပုန် - အကြောင်းအချက်မရှိဘဲ ပုန်ကန်သူပေါ့ဗျာ။  ဒါနဲ့ဆက်စပ်ပြီး ဒီကနေ့မြန်မာပြည်သားတွေ ဘာကြောင့် ဒီလို မကျေမနပ်ဖြစ်နေ၊ ပေါက်ကွဲသံစဉ်ေတွေဖြစ်နေ၊ ဆန္ဒတွေဖော်ထုတ်နေကြတာလဲဆိုတာ အာဏာပိုင်တွေ စဉ်းစားမိကြပါရဲ့လား။ပြန်လည်သုံးသပ်ကြဖို့ အချိန်လည်းတန်နေပါပြီ။ ဘာပဲဖြစ်ဖြစ် နိုင်းနိုင်းချင့်ချင့်၊ ဆင်ဆင်ခြင်ခြင်လုပ်ကြဖို့ ကောင်းပါပြီ။ ဒါဆို ကနေ့ ပြည်သူတွေ လုပ်နေတာ ကျိုးကြောင်းမဲ့လား (Without A Cause)၊ အကျိုးအကြောင်း အချက်အလက်ခိုင်ခိုင်မာမာနဲ့ လုပ်နေကြတာလား (With A Cause) လားဆိုတာဝိုင်းတွေးပေးကြပါ။ Rebel Without A Cause ဇာတ်ကားက ၁၉၅၅ မှာရိုက်ခဲ့ပြီးဖြစ်တော့၊ နှစ်ပေါင်း ၆၀ အကြာ ယခုနှစ် ၂၀၁၅ အောက်တိုဘာလကုန်-နိုဝင်ဘာလဆန်းပိုင်းမှာ Rebel With A Cause ရုပ်ရှင်ဇာတ်ကားကို ကျွန်တော်တို့ ဆက်ရိုက်ဖြစ်မယ်လို့ ယုံကြည်မိပါတယ်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ကိုဒတ်ကင်မရာ (KODAK Camera)",
        "content": "ကိုဒတ်ကင်မရာ (KODAK Camera)\n\nTHOUGHT OF THE WEEK – JUL 5 ကိုဒတ်ကင်မရာ (KODAK Camera) ဟာ သူ့ခေတ်နဲ့သူ တွင်ကျယ်ပြီး၊ သူနဲ့ ခေတ်ပြိုင်ကင်မရာ ထုတ်လုပ်သူတွေအကြား ရှေ့တန်းမှာ နေရာယူနိုင်ခဲ့တဲ့ နာမည်ကျော်ကင်မရာ အမှတ်တံဆိပ်တစ်ခု ဖြစ်ပါတယ်။ သူဟာ နှစ်ပေါင်း ၁၂၀ ကျော်တိုင် ရပ်တည်နိုင်ခဲ့သလိုဓာတ်ပုံရိုက် ဝါသနာရှင်တွေ၊ ဝါရင့် ပရိုဓာတ်ပုံဆရာတွေအကြိုက် ကင်မရာကောင်းတွေ ထုတ်လုပ် ရောင်းချနိုင်ခဲ့ပါတယ်။ နယူးယောက်အခြေစိုက် ကိုဒတ်ကုမ္ပဏီကို တည်ထောင်သူ ဂျော့အိစမင် (George Eastman) ရဲ့ တီထွင်ဖန်တီးမှု စွမ်းပကားကြောင့် ကင်မရာရော၊ ဖလင်လိပ် ထုတ်လုပ်ရာမှာရှေ့ဆောင်တစ်ဦးဖြစ်နေပါတယ်။ ဒီအပတ် အဆိုအမိန့်အဖြစ် လွန်ခဲ့တဲ့နှစ်ပေါင်း ၁၂၇ နှစ်က ကိုဒတ်ကင်မရာကြော်ငြာဆောင်ပုဒ် (Advertising Slogan) ကို တင်ပြပါရစေ။“You Press the Button, We Do the Rest.” (1888 May) “ခင်ဗျားက ခလုတ်လေးသာ နှိပ်လိုက်ပါ၊ ကျန်တာအကုန်လုံး ကျွန်တော်တို့ လုပ်သွားပါမယ်”ကဲ User-friendly က ဘယ်လောက် ရိုးစင်းသလဲဗျာ၊ အဲဒီ ရိုးစင်းမှုနောက်မှာ အင်မတန်ဆန်းပြားတာတွေ ရှိတယ်။ ဒါကြောင့် ကိုဒတ်တည်ထောင်သူ ဂျော့အိစမင် ရဲ့ Innovation နဲ့ Vision ကို ကောင်းချီးပေးလိုက်ရအောင်ပါ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "PARADISE LOST",
        "content": "PARADISE LOST\n\nMarriage made-in-heaven Divorce made-in-hell အိမ်ထောင်ရေး အဆင်ပြေသူတွေက ပြောကြတယ် ... Marriages are made in heaven. A perfect match တဲ့။ကံခေသူတွေကတော့ ဘယ်ဟုတ်ရမှာလည်းဗျာ ... Marriage is not a word, it is a sentence - a life sentence.ဒါဆို Marriages are made in heaven then are divorces made in hell?အိမ်ထောင်သည်ဘဝအစ 3 Ring Circus သုံးကွင်းဆက် ဆပ်ကပ်ဆိုတာ ဆပ်ကပ်ဖျော်ဖြေမှု အမျိုးမျိုးအဖုံဖုံကို စက်ဝိုင်းပုံ ကွင်းသုံးကွင်းအတွင်း ထားရှိကာ တစ်ချိန်တည်းမှာ တင်ဆက်ပြသတဲ့ ဆပ်ကပ်အဖွ့ဲကို ခေါ်တာပါ။အင်္ဂလိပ်စကားမှာ Ring ဟာ ကွင်း (ဂွင်း) လို့ အဓိပ္ပာယ်ကောက်နိုင်သလို၊ လက်စွပ်လို့လည်း အဓိပ္ပာယ်ရပါတယ်။ အဲဒီ အဓိပ္ပာယ်နှစ်မျိုးရှိတဲ့ Ring ကိုသုံးပြီး၊ ချစ်ရေးကြိုက်ရေး အိမ်ထောင်ရေးကိုလည်း သုံးကွင်းဆက်ဆပ်ကပ်နဲ့ တင်စားထားတာ ရှိပါတယ်။Marriage is a 3-Ring Circus _ Engagement ring; Wedding ring & Suffer ring. အိမ်ထောင်ရေးဟာ စေ့စပ်လက်စွပ်ရယ် (Engagement ring)၊ လက်ထပ်လက်စွပ် (Wedding ring)၊ ဝေဒနာလက်စွပ် (Suffer ring) ဆိုတဲ့ သုံးကွင်းဆက်ဆပ်ကပ် ဖြစ်ပါတယ်။အိမ်ထောင်ပြုပြီးနောက်ပိုင်းမှာ အဆင်ပြေသူတွေအတွက် နေ့ရက်တိုင်းဟာ ချစ်သူများနေ့ (Valentine Day) ဖြစ်လို့ ပျော်စရာ့ပျော်စရာပါ။ ဒါပေမယ့် ကိုယ့်အိမ်ထောင်ဖက်ကို အမျိုးမျိုး လှည့်စား၊ ခဏလောက်ဆိုရင် အကြာကြီးပျောက်၊ မိသက်၊ မိစမ်းတို့နဲ့တွေ့၊ အိမ်ကွင်းရော အဝေးကွင်းပါအလွတ်မပေးတဲ့သူအတွက် အပူလှိုင်းထနေရသူအဖို့ နေ့တိုင်းဟာ အရူးလုပ်ခံရတဲ့နေ့ (April Fool Day) ဖြစ်နေရပါတယ်။ သူ့အတွက်တော့ ဝေဒနာလက်စွပ် Suffer ring ပေါ့ဗျာ။ တိုက်ဆိုင်မှုရှိရင် ခွင့်လွတ်ပါ။ အိမ်ထောင်သည်ဘဝအလယ် အိမ်ထောင်ရေးမှာ အိမ်ထောင်သက်တမ်းလေး ကြာလာတာနဲ့အမျှတဖြည်းဖြည်း ရိုးအီပြီး၊ အချစ်တွေ လုံးပါးပါး ပျောက်ကွယ်ကာ တိတ်တိတ်ပုန်း အချစ်သစ် ရှာတတ်ကြပါတယ်။ အချို့သူတွေအတွက် မင်္ဂလာဆောင်ပြီး ၇ နှစ်အကြာ အဲဒီလိုမျိုး မရိုးမရွဖောက်ပြန်စိတ် ပေါ်လာတတ်တယ်လို့ အဆိုရှိပါတယ်။အဲဒီ သဘာဝကို အိမ်ထောင်သက် ခုနှစ်နှစ်အကြာမှာ ဖြစ်ပေါ်လာလေ့ရှိတယ်ဆိုတဲ့ ရွပိုးထိုးမှု (Seven-year itch) လို့ ခေါ်ပါတယ်။ ဒီလိုမျိုးရော ကြုံဖူးကြလား မသိဘူး။အိမ်ထောင်သည်ဘဝအဆုံး ၁၇ ရာစုအင်္ဂလိပ်ကဗျာဆရာ ဂျွန်မီလ်တန်ဟာ သူ့ရဲ့ သုခဘုံပျောက်ဆုံးခြင်း အမည်ရှိ မော်ကွန်းတင်ကဗျာရှည်ကြီးကို သူအိမ်ထောင်ကျချိန် ရေးစပ်ခဲ့ပြီး၊ သူ့ဇနီးသည် ကွယ်လွန်ပြီးချိန်မှာ သုခဘုံပြန်လည်ရရှိခြင်း ကဗျာကို ဆက်လက်ရေးခဲ့ကြောင်း ဆိုကြပါတယ်။Milton wrote Paradise Lost when he got married. Then his wife died and he wrote Paradise Regained. ခင်ဗျားတို့ရော သုခဘုံပြန်လည်ရရှိခြင်းလို ကဗျာရှည်ကြီးရေးဖို့ ရှိပါသလား ခင်ဗျာ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "BOBBYSOX TO STOCKINGS",
        "content": "BOBBYSOX TO STOCKINGS\n\nဒီအရွယ် တင့်တင့်တို့အရွယ် Bobbysoxer ဆိုရင် ဟစ်ဟော့အဆိုတော်မလေး ထက်ထက် ကို ပြေးမြင်ကြမယ်ထင်ပါတယ်။ ကျွန်တော်ကတော့ သူ့ကောက်ကြောင်းထက် ဂီတလောကမှာသိနေကြတဲ့သူ့နာမည် (Stage name) ဖြစ်တဲ့ Bobbysoxer ကို နောက်ကြောင်းပြန်ချင်ပါတယ်။အဘိဓာန်အဓိပ္ပာယ်ဖွင့်ချက်အရ Bobbysoxer ဆိုတာ ဆယ်ကျော်သက်အရွယ် မြီးကောင်ပေါက်မလေးကို ခေါ်တာဖြစ်ပါတယ်။ မြန်မာစာအဖွဲ့ရဲ့ အင်္ဂလိပ်-မြန်မာအဘိဓာန်မှာတော့ Bobbysoxer မပါရှိပါ။ ဦးလွင်ဦးရဲ့ရှေ့ဆောင်အဘိဓာန်မှာ Bobbysoxer ကို မြီးကောင်ပေါက်အရွယ်မိန်းကလေး လို့အနက်ပေးထားပါတယ်။ အင်္ဂလိပ်လို အဓိပ္ပာယ်ဖွင့်တဲ့ အဘိဓာန်များကတော့ Bobbysoxer ဆိုတာ a teenage girl; an adolescent girl လို့ စကားလုံးနှစ်လုံး ထပ်မံတွေ့ရပါတယ်။ ဒီနေရာမှာ Teenage က ဆယ်ကျော်သက် ဖြစ်ပြီး၊ Adolescent က မြီးကောင်ပေါက် ဖြစ်ပါတယ်။ကွဲကွဲပြားပြား ဖြစ်သွားအောင် ခွဲစိတ်ရရင် ဆယ်ကျော်သက် (Teenage) က ၁၃ နဲ့ ၁၉ နှစ်အကြားအရွယ်ပါ။ မြီးကောင်ပေါက် (Adolescent) အရွယ်ကိုတော့ လူပျို၊ အပျိုဖြစ်ခြင်းဆိုတဲ့ ကြီးကောင်ဝင်ချိန်နဲ့ တိုင်းတာပြောဆိုလေ့ရှိပါတယ်။ များသောအားဖြင့် ယောက်ျားလေးတွေက ၁၃ ~ ၁၆ နှစ်ကြားမှာ ကြီးကောင်ဝင်တတ်ကြပြီး၊ မိန်းကလေးတွေက ၁၁ ~ ၁၃ နှစ်အတွင်းမှာ ကြီးကောင်ဝင်ကြပါတယ်။ တစ်ချို့ မိန်းကလေးတွေဆို ၁၀ နှစ်လောက်ကတည်းက စောစောစီးစီး အပျိုဖြစ်တတ်ကြသလို၊ အချို့က ၁၄ နှစ်နောက်ပိုင်းမှ အပျိုဖော်ဝင်တတ်ပါတယ်။ အဆိုတော်-ရုပ်ရှင်မင်းသမီး မြတ်မွန်၊ခုနောက်ပိုင်း တင့်တင့်ထွန်း သီဆိုခဲ့တဲ့ “ ဒီအရွယ်တင့်တင့်တို့အရွယ်၊ ကျွန်မကျွန်မတို့အရွယ်၊ တစ်ဆယ်ကျော်ငါးနှစ်ပတ်လည်၊ ရူးနှမ်းနှမ်းအရွယ်ပါတဲ့၊ အပျိုဖြန်းဆိုလား၊ အပျိုမဒန်းဆိုလား၊ ဆန်းဆန်းပြားပြား ခေါ်ကြပြန်တယ်၊ တချို့ကလေ ကျီးအတောင်ပေါက်စသဖွယ်၊ မြီးကောင်ပေါက်မရယ်လို့်….”သီချင်းစာသားမှာ မြီးကောင်ပေါက်ရဲ့ သဘောသဘာဝကို ထိထိမိမိလေး ဖွဲ့ဆိုထားပါတယ်။ ကဲ ဒီလောက်ဆို Bobbysoxer ဆိုတာ ဆယ်ကျော်သက်အရွယ် ကျီးအတောင်ပေါက်စ မြီးကောင်ပေါက်မ ဆိုတာသိလောက်ပါပြီ။ ခေတ်ကပြောင်းသလို ဝေါဟာရတစ်ခုရဲ့ အနက်အဓိပ္ပာယ်ကလည်း တောင်ပံပါသလိုအချိန်နဲ့အမျှ လိုက်ပြောင်းနေတယ်။ အခုနောက်ပိုင်း အဘိဓာန်ဆရာတွေက မြီးကောင်ပေါက်ရဲ့အသက်ကို ၁၂ မှ ၂၅ နှစ်အထိ တိုးပေးထားတာ တွေ့ရပါတယ်။ Bobbysoxers were usually teenage girls and young adult women from about 12 to 25. နေဦးဗျ Bobbysoxer မှာနောက်အဓိပ္ပာယ်တစ်ခု ရှိသေးတယ်။ ဒါက ခေတ်စားနေတဲ့ တေးဂီတဝါသနာရှင်တွေ၊ ပေါ်ပင်ဖက်ရှင်တွေကို နှစ်သက်ခုံမင်သူ ခေတ်သစ်ပျိုမေတွေကိုလည်း Bobbysoxer ခေါ်နိုင်ပါတယ်။ A young girl who is a devotee of the changing fads and fashions current amongadolescents.နှိုက်နှိုက်ချွတ်ချွတ် လေ့လာနိုင်ကြပါစေ။ အားလုံးမင်္ဂလာပါ။ စာကြွင်း- ၁။ The spelling “sox” is, of course, simply a popular re-spelling of “socks.” ၂။ ရေးသားရာတွင် Bobbysoxer ကို တစ်ဆက်တည်း နှစ်လုံးတွဲ Bobbysoxer (သို့)နှစ်လုံးခွဲ၍Bobby soxer (သို့) ဟိုင်ဖင် ခေါ် တုံးတို ခံ၍ Bobby-soxer ဟု မူကွဲရေးသားနိုင်ပါကြောင်း အလျှင်းသင့်၍ ဖော်ပြအပ်ပါတယ်။ ၃။ ဤစာပိုဒ်တွင်ကျား-မခွဲခြားမှု၊ တင်တင်စီးစီး၊ နှိမ့်ချပြောဆို အရေးအသားမျိုးပါရှိခဲ့ပါက စာပေသဘောရသအဖြစ်သာ ရေးသားရခြင်းဖြစ်၍ ခွင့်လွတ်ပါန်။"
    },
    {
        "title": "LONG MARCH TO DEMOCRACY",
        "content": "LONG MARCH TO DEMOCRACY\n\nTHOUGHT OF THE WEEK – June 26 LONG MARCH TO DEMOCRACY ဖွဲ့စည်းပုံအခြေခံဥပဒေ ပြင်ဆင်ဖို့ ကြိုးပမ်းချက် မအောင်မြင်လို့ စိတ်ပျက်အားငယ်နေချိန်မှာ “မနေလိုသည် သူ့ကို ဖူးမြင်နေရ၍ မသေလိုသည် သူ့ကို ဖူးမြင်နေရ၍ နေမှုသေမှု ဤနှစ်ခုကို ယခုထက်တိုင် မဖြတ်နိုင်ခဲ့ မပိုင်ပန်းကပွင့်လေ၍ “ ဆိုတဲ့ တင်မိုး ရဲ့ မပိုင်ပန်း ကဗျာကို ဒီမိုကရေစီပိုင်ဆိုင်လိုသူ မြန်မာများအတွက် အားပေးတင်ပြလိုက်ပါတယ်။ အမေရိကားနဲ့ သြစတြေလျရောက်သားတွေက ပြောပါတယ် “အဖေရယ် ဒီမိုကရေစီမရနိုင်တဲ့ ဗမာပြည်မှာ မနေပါနဲ့တော့၊ ဒီမိုကရေစီရပြီးသားနိုင်ငံမှာပဲ သားတို့နဲ့အတူ လာနေပါတဲ့”ဒါကို ကျွန်တော်က လက်မခံခဲ့ပါဘူး။ ကိုယ့် မြန်မာ့မြေပေါ်မှာ ဖြစ်ထွန်းလာမယ့် ဒီမိုကရေစီ ကို တို့တတွေ လက်ဝယ်ပိုင်ပိုင်ရတဲ့အထိ စောင့်မယ်ဟေ့လို့ တုံ့ပြန်ခဲ့ပါတယ်။ အဲဒီ ဒီမိုကရေစီမပိုင်ပန်း ကို ငါတို့စောင့်မယ်။ အားလုံးမင်္ဂလာပါ။ စာကြွင်း။ ၁။ ကိုးကားကဗျာ စာသားလွဲမှားမှုရှိပါက ပြင်ပေးကြပါ။၂။ ဤစာပိုဒ်ထဲက ကျွန်တော်သည် ကျွန်တော် မဟုတ်ပါ။"
    },
    {
        "title": "WHAT IS IN A NAME?",
        "content": "WHAT IS IN A NAME?\n\nWHAT IS IN A NAME? အမည်နာမဆိုတာ ဘာ အရေးကြီးလို့လဲ။ နှင်းဆီပန်းကို နာမည် ဘယ်လိုပဲ ပေးပေး သူ့အနံ့ကတော့ မွှေးမြဲ မွှေးနေမှာပဲ (A rose by any other name would smell as sweet) လို့ ရှိတ်စပီးယား က ဆိုပါတယ်။ ကမ္ဘာပေါ်က အရာဝတ္ထုတိုင်း ကိုယ်ပိုင်နာမည် တစ်ခုတော့ ပိုင်ဆိုင်ကြတာပဲ။အဲဒီ နာမည်တွေကို ဘယ်သူကများ ပေးခဲ့လဲဆိုတာ စိတ်ဝင်စားဖို့ ကောင်းပါတယ်။ ဘော့ဒီလင် (Bob Dylan) ရဲ့ Man Gave Names to all the Animals (တိရစ္ဆာန်လေးတွေရဲ့နာမည်ကို လူတွေကပေးခဲ့တာ)ဆိုတဲ့ သီချင်းလေးတစ်ပုဒ်တော့ ကြားဖူးပါတယ်။ အမည်နာမတွေရဲ့ ရင်းမြစ်ကို ဂဃနဏလေ့လာတဲ့ဘာသာရပ်ကို Onomastics လို့ ခေါ်ပါတယ်။ကျွန်တော်တို့တွေရဲ့ နာမည်တွေကို မိဘဘိုးဘွားတွေက ရွာဦးဘုန်းကြီး၊ ဗေဒင်ဆရာတို့နဲ့တိုင်ပင်ပြီး နေ့နံအလိုက် ပေးလေ့ ရှိပါတယ်။ ထားလိုက်ပါတော့။ လူတွေပေးထားတဲ့ နာမည်တွေထဲက စိတ်ဝင်စားစရာကောင်းတဲ့နာမည် တချို့ကို လေ့လာကြည့်ရအောင်ပါ။HUG-ME-TIGHT တင်းတင်းဖက်ထားတင်းတင်းလေး ဖက်ထားပါဆိုတဲ့ နာမည်လေးကတော့ အမျိုးသမီးဝတ် ကိုယ်ကျပ် လက်ပြတ် သိုးမွှေးအင်္ကျီလေး ပါ။ ၁၈၅၅~၆၀ လောက်မှာ အမေရိကားမှာ ခေတ်စားခဲ့တဲ့ အသုံးအနှုန်းပါ။ နာမည်လေးက မိုက်တယ်နော်။FORGET-ME-NOT ငါ့ကို မမေ့ပါနဲ့အပြာ၊ အဖြူနဲ့ ပန်းနုရောင်အခိုင်လိုက်ပွင့်လေ့ရှိတဲ့ ပန်းပင်လေးက သစ္စာစောင့်သိမှု၊ ခင်မင်ရင်းနှီးမှု သင်္ကေတ (an emblem of faithfulness & friendship) အဖြစ် ကိုယ်စားပြုနေတော့ forget-me-not ကို “မေ့ဘူးမောင်ပန်း” လို့ ဘာသာပြန်ပါတယ်။ မြန်မာစာအဖွဲ့ရဲ့ အင်္ဂလိပ်-မြန်မာ အဘိဓာန်ကတော့ “ခင်မမေ့ပန်း” လို့ အနက်ပေးပါတယ်။WAIT-A-BIT ခဏစောင့်သူ့နားက ဖြတ်လျှောက်သွားသူတွေကို ဆူးတွေနဲ့ ငြိတွယ်စေတဲ့ Grapple plant (Devil's claw) or Greenbrier တို့လို ဆူးခြုံပင်တစ်မျိုးပါ။ မြက်နောက်ပိုး တို့ ထိကရုံးပင် တို့လို ဆူးအပြည့်နဲ့ အပင်မျိုးပါ။ အခန့်မသင့်လို့ အငြိခံရရင် ဆက်မသွားနိူင်သေးဘဲ ဆူးတွေ ဖြုတ်နေရလို့ခဏကြာသွားနိုင်ပါတယ်။ ဒါကို အစွဲပြုပြီး ခဏစောင့် (wait-a-bit) လို့ ပေးထားတာဖြစ်ပါလိမ့်မယ်။TOUCH-ME-NOT ငါ့ကို လာမထိနဲ့ ထိလိုက်ရင် ညိုးသွားတတ်လို့ သူ့ကို မတို့မထိလိုက်ပါနဲ့လို့ သတိပေးနေတဲ့ အပင်လေးကိုတော့ ထိကရုံးပင် (touch-me-not; Mimosa pudica) လို့ လူသိများပါတယ်။အဲဒီလို အထိမခံတဲ့ဆူးပင်တချို့ကိုလည်း ထိကရုံး touch-me-not လို့ပဲ ခေါ်ကြပါတယ်။ အလားတူပဲ ရင့်မှည့်ချိန်မှာ ထိလိုက်တာနဲ့ အသီးထဲကအစေ့လေးတွေ လွှင့်စင်ထွက်ကုန်တဲ့ jewelweed လို အပင်ကိုလည်း touch-me-not လို့ပဲ ခေါ်ပါတယ်။ ထိကရုံးပင်တွေလည်း 3 S ပါပဲ။ဒါပေမဲ့ ခင်ဗျားတို့လို (Sales; Spare & Service) တော့ မဟုတ်ပါဘူး။ တို့က ရှက်တတ်တယ် (Shy); အထိခိုက် မခံနိုင် (Sensitive) လို့ လာထိလိုက်တာနဲ့ ကျုံ့ပစ်လိုက်မှာနော် (Shrinking)။ ဂယ်ဘဲ ဂယ်ဘဲ။ KISS-ME-QUICK မြန်မြန်နမ်းနောက်ဆုံးမှတင်ပြရပေမယ့် ခပ်ပေါ့ပေါ့မဟုတ်ဘဲ အလေးထားပြောကြားရမယ့်ကိစ္စ ဖြစ်နေလို့ပါ။ အင်္ဂလိပ်လို Last but not least ပေါ့ဗျာ။ အများနှစ်သက်ပြီး ဈေးကွက်ဝင်တဲ့ ပန်းပင်လေးကတော့ kiss me လို့ လူသိများတဲ့ kiss-me-quick ပါ။ Kiss me quick ဆိုလို့ မီးစိမ်းပြတယ်ထင်ပြီး၊ လာထား အာဘွားတော့ သွား မလုပ်လိုက်နဲ့။ဂွမ်းသွားမယ်။ ကျွန်မကနှင်းဆီပါမောင် ဆူးငြိသွားလို့ ခဏစောင့်နေရဦးမယ်။ တစ်ခါတလေတော့ နာမည်ကို အတည်ယူလို့ မရပါဘူး။ သညာလေ။ သတိလည်း ထားဦး။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "သင်္ချာအဖြေ ပျိုမေမှာ တွေ့နိုင်",
        "content": "သင်္ချာအဖြေ ပျိုမေမှာ တွေ့နိုင်\n\nသင်္ချာအဖြေ ပျိုမေမှာရှိ ကိန်းဂဏန်းတွေနဲ့ တိုင်ပတ်ပြီး ဦးနှောက်ခြောက်နေတဲ့ ချက်လူမျိုး သင်္ချာပညာရှင်တစ်ယောက်က ပြောကြားခဲ့ဖူးပါတယ်။ You can find figures in female figures. သင်္ချာအဖြေ ပျိုမေမှာ တွေ့နိုင်ပါတယ်တဲ့။ ဟုတ်ပါတယ်။သင်္ချာဆရာကြီးဟာ ကိန်းဂဏန်းတွေနဲ့ ပတ်သက်ပြီး အဖြေရှာမရရင်၊ သူ့ရုံးခန်းပြူတင်းပေါက်အပြင်ဘက်က ဖြတ်သွားဖြတ်လာ လျှောက်သွားကြတဲ့ ခန္ဓကိုယ်အချိုးအဆက် လှလှပပအမျိုးသမီးတွေကို လှမ်းကြည့်လိုက်ရရင် သူလိုချင်တဲ့သင်္ချာအဖြေ ရသွားတယ်လို့ ဆိုပါတယ်။ဒါက အဓိပ္ပာယ်နှစ်မျိုးထွက်တဲ့ Figures ရဲ့ စကားလုံးလှည့်စားမှု (သို့) စကားလုံးကုလားဖန်ထိုးမှု (Wordplay or Pun) တစ်ခုပါ။ Figures ရဲ့ အဓိပ္ပာယ်တစ်ခုက အများသိကြတဲ့ ၁၊၂၊၃၊၄ လိုကိန်းဂဏန်းတွေ (Symbol of numbers; Numeral 0~9) ပါ။Figures ရဲ့နောက်အဓိပ္ပာယ်တစ်မျိုးက လေ့လာနေသူတွေသိကြတဲ့ ၃၈-၂၆-၄၂ လို ခန္ဓာကိုယ်အချိုးအဆက် (Vital Statistics; Human external form; Bodily shape) ပါ။ ဒီလိုမျိုး အဓိပ္ပာယ်နှစ်ခွရှိတဲ့ စကားနှစ်လုံးကို ဟာသနှော စကားကုလားဖန်ထိုးလိုက်တာပါ။အဲဒီလို အဓိပ္ပာယ်နှစ်မျိုးရှိတဲ့စကားလုံး (Double meaning words) (သို့) Double-edged word) အဓိပ္ပာယ်နှစ်ခွရှိတဲ့ စကားလုံးတွေကို (Double Entender) ဟု ခေါ်ကြောင်း မိတ်ဆက်ပြောပြခဲ့ဖူးပါတယ်။ အင်္ဂလိပ်စကားတစ်လုံးမှာရှိတဲ့ နှစ်မျိုးမက အဓိပ္ပာယ်တွေကို နှံ့နှံ့စပ်စပ်သိအောင် လေ့လာပြီး၊ထိထိမိမ၊ လှလှပပ သီကုံးရေးသား ပြောဆိုနိုင်ကြပါစေ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ရာဘင်ဒြာနတ်တဂိုး",
        "content": "ရာဘင်ဒြာနတ်တဂိုး\n\nTHOUGHT OF THE WEEK - JUNE 19 ဒီအပတ်အတွက် အဆိုအမိန့်အဖြစ် ဘင်္ဂါလီစာဆိုတော်ကြီး ရာဘင်ဒြာနတ်တဂိုး (၁၈၆၁-၁၉၄၁) ရဲ့လေလွင့်ငှက်ငယ်များ (၁၉၁၆) ကဗျာများထဲက ကဗျာတစ်စကိုထုတ်ယူမျှဝေလိုက်ပါတယ်။ If you shed tears when you miss the sun, you alsomiss the stars. “နေမင်းကြီးနှင့်လွဲရသည့်အတွက် သင်ငိုကြွေးနေလျှင် ကြယ်ပွင့်လေးတွေနှင့်လည်း သင်လွဲရပေဦးမည်”(ဘာသာပြန်ကိုးကား - ကောင်းသန့် ၏ လေလွင့်ငှက်ငယ်များ)ဘာမှ မရေရာ မသေချာ အနာဂတ်ပျောက်နေတဲ့ မြန်မာပြည်မှာနေထိုင်တဲ့ ကျွန်တော်ကတော့ တစ်ခုခုနဲ့လွဲသွားရင်ကြယ်လေးတွေနဲ့ လွဲရတယ်လို့ မှတ်ယူပါတယ်။ နောက်ထပ် နေမင်းကြီးနဲ့မလွဲရအောင် အမြဲကြိုးစားခဲ့ပါကြောင်း။ I’m proud living in Myanmar. အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "MYANMAR'S STAIRWAY TO GOLDEN AGE OF SOCCER",
        "content": "MYANMAR'S STAIRWAY TO GOLDEN AGE OF SOCCER\n\nMYANMAR'S STAIRWAY TO GOLDEN AGE OF SOCCER မြန်မာနဲ့ထိုင်းဗိုလ်လုပွဲမှာ မြန်မာတွေ ရွှေတံဆိပ်နဲ့ လွဲချော်ခဲ့ပြီးနောက်၊ ထွက်ပေါ်လာတဲ့ သုံးသပ်အကြံပြုချက်တွေ တင်ပြပါရစေ။ ဒါက ရတနာပုံအသင်း၊ နည်းစနစ်ဒါရိုက်တာ ဦးခင်မောင်တင့် ရဲ့ပြောစကားပါ။ \"အသင်းသားတွေရဲ့စိတ်ဓာတ်နဲ့ကြိုးစားမှု ချီးကျူးပါတယ်။ ထိုင်းနဲ့မြန်မာအသင်းကြားမှာ တစ်ဦးချင်းစွမ်းဆောင်ရည်ပိုင်း ကွာဟလျက်ရှိတယ်။ ဘာပဲဖြစ်ဖြစ် ဗိုလ်လုပွဲကစားရတဲ့အပေါ် ကျေနပ်အားရပါတယ် \"ဦးမျိုးလှိုင်ဝင်း၊ နည်းပြချုပ်၊ နေပြည်တော်အသင်း ကလည်း ဒီလို မှတ်ချက်ပြုစကားပြောသွားပါတယ်။ \"ထိုင်းနဲ့မြန်မာအသင်းကြားမှာခြေစွမ်းပိုင်း ကွာဟချက်တွေ၊ တစ်ဦးချင်းစွမ်းဆောင်ရည်ပိုင်းတွေ လိုအပ်ခဲ့ပါတယ်\"မြန်မာအသင်း အုပ်ချုုပ်သူ ဦးသန်းတိုးအောင် က ဒီလိုပြောခဲ့ပါတယ်။ \"ထိုင်းအသင်းဟာ အသင်းကောင်းတစ်သင်းပီသစွာ ကစားသွားတာပါ။ သူတို့ကကျွန်တော်တို့ထက် အစစအရာရာသာပါတယ်။ ကျွန်တော်တို့သာတာကစိတ်ဓာတ်နဲ့ ကြိုးစားမှုပဲရှိပါတယ်။ ဘောလုံးပညာမှာတော့ သူတို့က အရမ်းကိုသာလွန်ပါတယ်။ ဒါကြောင့်လည်း ဒုတိယပိုင်းမှာ မယှဉ်နိုင်ဘဲ ရှုံးခဲ့ရတာပါ\"မနေ့က မြန်မာနဲ့ထိုင်း ဘောလုံးဗိုလ်လုပွဲကြည့်ပြီး၊ ညက ကျွန်တော်အိပ်မပျော်နိုင်သူ Insomniac ဖြစ်သွားတယ်။ အသက်ကြီးလာတာနဲ့အမျှ ဘောလုံးကိုအရူးအမူးမဟုတ်တော့ဘဲ၊ အနိုင်အရှုံးလောက်ပဲ သိရုံသဘောထားသူ ကျွန်တော်တောင် ဒီလိုဖြစ်ရင် ကျန်တဲ့သူတွေရင်ထဲ ဘယ်လိုခံစားနေကြရမယ်ဆိုတာ သိနိုင်ပါတယ်။ ကျွန်တော်တို့မြန်မာတွေ ၁၉၆၀ ပြည့်လွန်နှစ်များအတွင်း အရှေ့တောင်အာရှဘောလုံးလောကကို လွှမ်းမိုးနိုင်ခဲ့သလို မျိုးဆက်သစ်ဘောလုံးသမားတွေအတော်လေး ကြိုးစားကြရဦးမယ်ဆိုတာ အခုရှုံးနိမ့်မှုက သင်ခန်းစာယူစေချင်ပါတယ်။ မြန်မာ့ဘောလုံးအဆင့်အတန်း အချိန်တိုအတွင်း ဒီလောက်ပြန်ဦးမော့လာတာကို အားရဂုဏ်ယူမိပါတယ်။ ဒါပေမယ့် အဘက်ဘက်က အများကြီး ကြိုးစားကြရပါဦးမယ်။ ယခုနှစ် ရွှေတံဆိပ်နဲ့လွဲခဲ့တာကိုတော့ ကြယ်လေးနဲ့လွဲတယ်လို့မှတ်လိုက်ပါမယ်၊ ရှေ့ဆက် နေမင်းကြီးနဲ့မလွဲအောင် ကြိးစားကြပါစို့။"
    },
    {
        "title": "စရွေး (Tenon-Mortise Joints)",
        "content": "စရွေး (Tenon-Mortise Joints)\n\nTHOUGHT OF THE WEEK – June 14, 2015 ဒီအပတ်အတွက် ဟာသနှော အဆိုအမိန့်ရဲ့ ခြေဆင်းအဖြစ် လက်သမားစကားတစ်ခုဖြစ်တဲ့ စရွေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ စရွေး (Tenon-Mortise Joints) ဆိုတာ သစ်ချောင်းတစ်ခုနဲ့တစ်ခု ဆက်ဖို့ တစ်ဘက်မှာ စရွေးပေါက် (Mortise) လို့ခေါ်တဲ့အပေါက်တစ်ခု ဖောက်ရပါတယ်။ နောက်တစ်ဘက်မှာ အဲဒီအပေါက်ထဲ အလိုက်သင့်ဝင်ဆံ့နိုင်မယ့် စရွေးတံ (Tenon) လို့ ခေါ်တဲ့ အနေတော် အတံတစ်ခု လုပ်ရပါတယ်။ အဲဒီစရွေးပေါက်ထဲ စရွေးတံထည့်ကြည့်လို့ အံဝင်ခွင်ကျဖြစ်မှ စရွေးကိုက် တယ်လို့ ဆိုပါတယ်။ တစ်နည်း စကေး(Scale)ကိုက်တယ်၊ကွက်တိကျတယ်၊ Precision ရှိတယ်ပေါ့ဗျာ။ မြန်မာပန်းရံ၊ လက်သမားတွေဟာ တိုင်းတာရာမှာ ပေ၊ လက်မတို့နဲ့ တိုင်းတာလေ့ရှိပေမယ့် အများစုက တစ်ပေရဲ့ ရှစ်ပုံ တစ်ပုံကို တစ်မူး၊ လေးပုံတစ်ပုံကို တစ်မတ်၊ နှစ်ပုံတစ်ပုံ(တစ်ဝက်)ကို ငါးမူးလို့ အရပ်သုံးစကားနဲ့ အလွယ် ပြောပြီး လုပ်ကြပါတယ်။ပေတံ၊ ပေကြိုးတို့ကိုအားပြုပြီး တိတိကျကျ တိုင်းတာတွက်ချက်ရမယ့်အစား၊ စိတ်မှန်းနဲ့ တစ်မူး၊ တစ်မတ် လုပ်နေကြလို့ စရွေးမကိုက်မှုတွေ မကြာခဏ ကြုံနေရပါတယ်။ ခဏခဏ ပြန်လုပ် (Redo) ရလို့ အလုပ်မတွင်ကျယ်၊ သတ်မှတ်ချိန်အမီ မပြီးနဲ့ နှောင့်နှေးကြန့်ကြာရပါတယ်။ ပန်းရံ၊ လက်သမားတွေစရွေးမကိုက်သလို ဘယ်နေရာမှာပဲဖြစ်ဖြစ် အဆီအငေါ်မတည့်၊ အလွဲလွဲအချော်ချော်ဖြစ်၊ အချိတ် အဆက် မမိလို့ မရှုနိုင်မကယ်နိုင်ဖြစ်တဲ့အခါ “Don’t Raise the Bridge, Lower the River” (တံတားကို အပေါ်မြှင့် မနေပါနဲ့၊ မြစ်ကြီးကိုသာ အောက်ကို နိမ့်ချလိုက်ပါ) ဆိုတဲ့ အဆိုအမိန့်လေးကိုပြောပါတယ်။ မြစ်အတွင်း သွားလာ ခုတ်မောင်းနေတဲ့ သင်္ဘောတွေရှိလို့ တချို့တံတားတွေကို အပေါ်မြှောက်တင်နိုင်အောင် အရှင်လုပ် ထားကြတယ်။ သင်္ဘော တကယ်ဖြတ်တဲ့အချိန်ကျမှ တံတားကမြှင့်မရဖြစ်နေရင်၊ လုပ်နိုင်တာတစ်ခုတော့ ရှိပါတယ်။ အဲဒါက လုံးဝမဖြစ်နိုင်တဲ့ မြစ်ကြီးကို အောက်ကို နိမ့်ချဖို့ပါပဲ။လူ့ဘဝမှာလည်း တံတားမြှင့်မရလို့ မြစ်အောက်နိမ့်ချရတဲ့ အခြေမျိုး ဆိုက်တတ်ပါ တယ်။ အဲဒါဆိုရင်တော့ ဒီအဆိုအမိန့်လေးကိုသာ သတိရလိုက်ပါ။ ကျွန်တော့ကိုလည်း မမေ့ပါနဲ့။ အားလုံးပဲ မင်္ဂလာပါ။"
    },
    {
        "title": "SHOD SHI DE",
        "content": "SHOD SHI DE\n\nကျွန်တော် ကြားဖူးသလိုပြောကြည့်မယ် - SHOD SHI DE’ ယနေ့ လူငယ်တွေအကြား အခက်အခဲတစ်ခုခု၊ ပြဿနာတစ်စုံတစ်ရာကြုံရရင် ရှော့ရှိတယ်ရှော့ရှိတယ် လို့ပြောသံကြားရပါတယ်။ အဲဒီ ကောင်လေးတွေ၊ ကောင်မလေးတွေ ပြောပြောနေတဲ့ရှော့ရှိတယ် ရှော့ရှိတယ် ဆိုတာ အင်္ဂလိပ်စကား Short နဲ့မြန်မာစကား Shi De တို့ကို ပေါင်းထားမှန် သိရပါတယ်။ ဒါပေမယ့် ရှော့ ဆိုတာ အင်္ဂလိပ်အသံထွက်အရ Shock ရယ်၊ Short ရယ်၊ Shot ရယ် ဆိုပြီး၊ ရှော့ သုံးမျိုးဖြစ်နိုင်ပါတယ်။ အနီးစပ်ဆုံးက Shock နဲ့ Short ပါ။ Shock နဲ့ Short နှစ်ခုအနက် သဘာဝကိုကြည့်လိုက်တော့Short / Short circuit ပဲဖြစ်ရမယ်လို့ ကောက်ချက်ချမိပါတယ်။ မီးလောင်မှု ဖြစ်စဉ်အများစုက ဝါယာရှော့ကြောင့် ဖြစ်တတ်တာကြောင့် ရှော့ရှိတယ်-ပြဿနာရှိတယ်ဆိုတာ Short circuit ကလာတဲ့ Short လို့ပြောချင်တာပါ။ မြန်မာသတင်းသမားတွေ အင်္ဂလိပ်လိုရေးနေတဲ့ ဝါယာရှော့ကြောင့်မီးလောင်တယ်သတင်းမှာ Wire shock လို့ဖော်ပြချက်ဟာ နည်းနည်းလေးတော့ လွဲနေပါမယ်။ တကယ်တော့ Shock က ဓာတ်လိုက်တာဖြစ်ပြီး၊ Short circuit က (အဆက်မှား၍) လျှပ်စီးပတ်လမ်းပြတ်တာ၊ မီးပြတ်သွားတာ၊ ဝါယာကြိုးတွေ အပူလွန်ကဲလာပြီး မီးလောင်ကျွမ်းတဲ့အထိဖြစ်တာကို ပြောတာဖြစ်ပါတယ်။ ဒီတော့ ဝါယာရှော့ ဆိုတာ Wire shock မဟုတ်ဘဲ၊ လျှပ်စီးပတ်လမ်းပြတ်ခြင်း (Wire) short circuit ကိုပြောတာသာဖြစ်ပါတယ်။ သိတာနည်းနည်းလေးတော့ လွဲနေကြမလားပဲ၊ သိအောင်တူးဆွကြပါ။ လွဲလွဲလေးလည်း ကောင်းပါတယ်ဆိုပြီး မနေကြပါနဲ့။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "THEY DIED FOR US",
        "content": "THEY DIED FOR US\n\nTHOUGHT OF THE WEEK – June 7, 2015 THEY DIED FOR US ကျွန်တော်တို့လူသားတွေ ရှင်သန်ကြီးထွားဖို့ ဟင်းသီးဟင်းရွက်နဲ့ အသီးအနှံတွေအပြင် သက်ရှိသတ္တဝါ တိရစ္ဆာန်တွေရဲ့အသားကို စားရပါတယ်။ ဒါဆို လူတွေအသက်ဆက်ရှင်ဖို့ တိရစ္ဆာန်တွေက သေပေးနေရတဲ့သဘော ရောက်နေပါတယ်။They died for us. ကျွန်တော်တို့အတွက် သူတို့ အသက်စွန့်ကြရတယ်။ ဒါကိုဆင်ခြင်မိတဲ့လူတချို့က တိရစ္ဆာန်အသက်တွေ မသေကြစေဖို့ အသားမစားဘဲ၊ အသီးအရွက်သာ စားကြပါတယ်။ အခုအခါ ဘာသာရေး အဆုံးအမကြောင့် ရှောင်ရှားသူရှိသလို၊ ဆင်ခြင်တုံတရားကြောင့် အသားလွတ်စားသူတွေပေါများလာကြပါတယ်။သူတို့ကို သက်သတ်လွတ်သမား၊ တစ်နည်း ဟင်းသီးဟင်းရွက်စားသူ (Vegetarian or Veggie) လို့ခေါ်ကြပါတယ်။ လူတွေအတွက် တိရစ္ဆာန်တွေက သေပေးနေရတာရှိသလို၊ လူသားတွေအချင်းချင်း သေပေးနေရတာလည်း ရှိပါတယ်။ မတူကွဲပြားဘာသာရေး၊ စီးပွားရေး၊ လူမှုရေးနယ်ပယ်အသီးသီးမှာ ဆန့်ကျင်ဘက်အင်အားစုတွေအားပြိုင်ကြရာမှ ပဋိပက္ခတွေ၊ စစ်ပွဲတွေကြောင့် လူ့အသက်တွေ ဆုံးရှုံးလျှက်ရှိပါတယ်။ အထူးသဖြင့် ရဲတပ်ဖွဲ့ဝင်များအပါအဝင် ကြည်း၊ ရေ၊ လေတပ်ဖွဲ့ဝင် စစ်သားတွေ၊ နိုင်ငံ့အရေး ဆောင်ရွက်သူ ရဟန်းရှင်လူပြည်သူအပေါင်းနဲ့တကွ ကျောင်းသူကျောင်းသားတွေ တိမ်းပါးခဲ့ကြရပါတယ်။ကျွန်တော်တို့အတွက် သူတို့ အသက်စွန့်ခဲ့ကြရတယ်။ They died for us. ကျွန်တော်တို့ အခုလျှောက်နေတဲ့လမ်းက ရှေ့လူတွေ အသက်သွေးချွေးတွေနဲ့ ဖောက်ခဲ့တဲ့လမ်းပါ။ ဆက်လက်ပြီး ကျွန်တော်တို့ရှင်သန်ဖို့အတွက် သူတို့အသက်တွေ မဆုံးရှုံးစေလိုတော့ပါ။၂၀၁၅ ရွေးကောက်ပွဲလည်း ကျင်းပပါတော့မယ် အခြေအနေမှန်ကို သိမြင်၊ ပဋိပက္ခတွေ၊ စစ်ပွဲတွေရပ်ပြီး မြန်မာပြည် ထာဝရငြိမ်းချမ်းသင့်ပါပြီ။ ဤအတွေးအမြင်စာစုဖြင့် ကျွန်တော်တို့အတွက် အသက်စွန့်ခဲ့ကြသူအပေါင်းကို ကျေးဇူးတင် ဦးညွှတ်လိုက်ပါတယ်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "BOAT PEOPLE or REFUGEES",
        "content": "BOAT PEOPLE or REFUGEES\n\nBOAT PEOPLE or REFUGEES ဒုက္ခသည်ဆိုတာ သဘာဝဘေးအန္တရယ် (Natural Disaster) တစ်မျိုးမျိုး၊ ဒါမှမဟုတ် လူ့ပယောဂကြောင့် ဖြစ်ရတဲ့အန္တရယ် (Man-made Calamity) တစ်ခုခု တွေ့ကြုံခံစားရပြီး အတိဒုက္ခရောက်သူတွေကို ဒုက္ခသည် (Victim) လို့ခေါ်ပါတယ်။အခု ကျယ်ကျယ်လောင်လောင် ကြားကြားနေရတဲ့ လှေစီးဒုက္ခသည် (boat people) ဝေါဟာရအစက ၁၉၇၅ ခုနှစ်မှာ တောင်ဗီယက်နမ်နိုင်ငံ(အရင်းရှင်) ကို မြောက်ဗီယက်နမ်နိုင်ငံ (ကွန်မြူနစ်) ကသိမ်းပိုက်လိုက်တဲ့အခါ၊ ကွန်မြူနစ် နှိပ်စက်မှာကြောက်ပြီး၊ တောင်ဗီယက်နမ်နိုင်ငံသားတွေ၊ဗီယက်နမ်နွယ်ဖွား တရုတ်လူမျိုးတွေ လှေငယ်လေးတွေနဲ့ ပင်လယ်ဖြတ်ကာ၊ ဟောင်ကောင်၊ သြစတြေလျအစရှိတဲ့ တိုင်းပြည်တွေကို ထွက်ပြေးခိုလှုံကြရာမှ လှေစီးဒုက္ခသည်ဖြစ်လာတာပါ။ အခုနောက်ပိုင်း သင်္ဘောကြီးတွေနဲ့ သွားနေကြသော်လည်း လှေစီးဒုက္ခသည်လို့ပဲ ခေါ်ဝေါ်သုံးနှုံးနေပါတယ်။ အလားတူပင်လယ်ခရီးဖြင့် နေရင်းနိုင်ငံ စွန့်ခွာထွက်ပြေးကြသူအားလုံးကို လှေစီးဒုက္ခသည်လို့ပဲ ဆက်လက်ခေါ်ဝေါ်လျှက်ရှိပါတယ်။ အမှန်တော့ လှေစီးဒုက္ခသည် (boat people) ဆိုတာ ခိုလုံသူ (refugee) တွေပါ။ လှေစီးဒုက္ခသည်နဲ့ ပတ်သက်ပြီး ပထမအဓိပ္ပာယ်ဖွင့်ချက်က ဒီလိုပါ။Boat people = Refugees who have left a country by sea, in particular the Vietnamese people who fled in small boats to Hong Kong, Australia, and elsewhere after the conquest of South Vietnam by North Vietnamin 1975.နောက်တစ်မျိုးက ဒီလိုအနက်ဖွင့်ဆိုပါတယ်။ Refugees, usually political ones, who attempt to flee from their native country to other countries by boat. လူသားတွေ မျက်ရည်မဝဲဘဲ ဘေးကင်းကြပါစေ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "SLEEPLESSNESS ON LUXURIOUS MATTRESS",
        "content": "SLEEPLESSNESS ON LUXURIOUS MATTRESS\n\nSLEEPLESSNESS ON LUXURIOUS MATTRESS - စက်လည်းပျော်ပါနိုင် နေ့စဉ်အသက်ရှင်ဖို့ သမုဒ္ဒရာဝမ်းတစ်ထွာအတွက် ရှာဖွေစားသောက်ကြရာမှာ ၊လွယ်ကူသူရှိသလို၊ ခက်ခဲသူလည်းရှိပါတယ်။ ဒီလိုကြောင့် လူကြီးသူမတွေက တင်ကျီးတစ်ဝမ်း၊ ဗျိုင်းတစ်ဝမ်း လို့ပြောခဲ့တာပါ။ တစ်ဝမ်းတစ်ခါးဆိုပေမယ့် တင်ကျီးကလေထဲမှာဝဲပျံရင်း ရေထဲကငါးကို အရှိန်အဟုန်ပြင်းပြင်းနဲ့ ထိုးသုတ်ဖမ်းယူရပါတယ်။ လေမှာပျံသည့် ငှက်ချင်းအတူတူ ဗျိုင်းကတော့ လယ်ကန်သင်းကတစ်ပေါက်မှာ စောင့်ရင်း အဆင်သင့် ရောက်လာတဲ့ငါးကို ကောက်ယူစားလေ့ရှိရာ၊ အကျိုးပေးချင်းမတူသလို၊ ကြိုးပမ်းအားထုတ်ရပုံချင်းလည်း ကွဲပြားကြကြောင်း တွေ့မြင်ရပါလိမ့်မယ်။ဒါကြောင့် ရိုက်စားကောက်ထည့်သူတွေကို ဆည်ဝကဗျိုင်းလို့ တင်စားကြတာဖြစ်မယ်။ Life is living; Living is Life. ဘာလိုပဲဖြစ်ဖြစ် ကောင်းမွန်တဲ့နည်းလမ်းနဲ့ ဝမ်းစာရှာဖွေကြတာ အကောင်းဆုံးပါ။ မတရားရှာပြီး ရလာတဲ့ငွေကြောင့် ဘယ်သူများ ငါ့တံခါးလာခေါက်မလဲဆိုတဲ့ အတွေးကြောင့်တစ်တောင်လောက်ရှိ မွေ့ရာကြီးပေါ်မှာ အိပ်မပျော်နိုင်သူတွေထက်စာရင် သမ္မာအာဇီဝ ရိုးရိုးသားသား ရှာဖွေစားသောက်တာ ကောင်းပါတယ်။ ကျွန်တော်က ညတိုင်းနှင်းဆီပွင့်ပေါ် အိပ်ပျော်ပါတယ်။ ASLEEP ON THE BED OF ROSES.စားပွဲထိုးတစ်ယောက်ရတဲ့ဝင်ငွေဟာ ပြည်သူ့ဘဏ္ဍာကို တရားမဝင်နည်းနဲ့ ရယူနေသူတွေဝင်ငွေထက် သန့်စင်နေလို့ ရဲရဲရင့်ရင့်သေနိုင်တယ်ဆိုတဲ့ စကားကြားတော့ “ကျွန်တော် ခွန်အားတွေရှိသွားပြီ” လို့ လှိုက်လှိုက်လှဲလဲ ှပြောလာသူက စားပွဲထိုးအမျိုးသားလေးတစ်ဦးပါ။ Source : Thit Htoo Lwin @ 13 May 2014 ရိုးရိုးသားသားပဲ။ ရိုးရိုးသားသားပဲ အသက်ရှင်ကြမယ်။ ရိုးရိုးသားသားပဲ ကောင်းပါတယ်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ရုံးရောက်၊ ဂါတ်ရောက်",
        "content": "ရုံးရောက်၊ ဂါတ်ရောက်\n\nကျွန်တော် နှစ်ခြိုက်မိသော ဆိုစကားများ - ၂ကျွန်တော်တို့ မြန်မာလူမျိုးတွေဟာ ရုံးတို့၊ ဂါတ်တို့ သွားရမှာကို ဟိုးတုန်းတည်းကကြောက်ကြပါတယ်၊ ရိုးရိုးအေးအေးပဲ နေတတ်တဲ့ အကျင့်ကြောင့်ပါ။ ဘယ်ကိစမဆို ရုံးရောက်၊ ဂါတ်ရောက် မဖြစ်ချင်ကြပါဘူး။ အမှုအခင်းဖြစ်မှာကိုလည်း အရမ်းကြောက်ပါတယ်။ အနောက်နိုင်ငံသားတွေလို ပြဿနာဖြစ်ရင် တရားရုံးတက်ပျော်ပျော်ကြီး တရားရင်ဆိုင်တတ်တဲ့ သူတွေလည်း မဟုတ်ကြပါဘူး။ မြန်မာတွေဟာ တရားရုံးရောက်ရတာ ပျော်မွေ့သူ(Court-happy) တွေ မဟုတ်ကြပါဘူး။ခေတ်လူတွေလည်း အစိုးရရုံးတွေ၊ နိုင်ငံပိုင်ဘဏ်တွေ၊ တရားရုံးတွေ သွားရမှာကြောက်ကြပါတယ်။ ရုံးတို့၊ ဂါတ်တို့သွားဖို့ ကြောက်ရတဲ့ အကြောင်းတွေကတော့သြချလောက်တဲ့ ရုံးလုပ်ထုံးလုပ်နည်း (Formidable formalities) တွေ၊ မခက် ခက်အောင်၊ အချိန်တိုတိုနဲ့ မပြီးအောင် တမင်ဖန်တီးထားသလား ထင်ရတဲ့ ကြိုးနီစနစ် (Red tape) တွေ၊ လူတွေမကြိုက်ဆုံး ဖောင်ဖြည့်ရတာတွေပဲ ဖြစ်ပါတယ်။ ဒါ့အပြင် တွေ့ရဦးမယ့်ဟာတွေက“သူစိမ်းဆန်တဲ့ မျက်နှာထားတွေ၊ ခပ်တင်းတင်း ချည်နှောင်ထားတဲ့ ဖိုင်တွေရယ်၊ ခပ်ရဲရဲပိတ်နေတဲ့ ဗီရိုတွေ၊ မလည်ချင့်လည်ချင် လည်နေတဲ့ပန်ကာတွေ၊ နှင်ထုတ်လွှတ်တတ်တဲ့ ဆင်နားရွက်တံခါးတွေပါပဲ။”ဒါတွေကို မြန်မာရုံးတွေမှာ လူတော်တော်များများ ကြုံတွေ့ခံစားဖူးကြမှာပါ။ခံစားမှုဖလှယ်တဲ့အနေနဲ့ ကျွန်တော်ကြိုက်လို့ သိမ်ထားတာလေး မျှဝေဖော်ပြလိုက်တာပါ။ အားလုံးမင်္ဂလာပါ။Glossary :-ဂါတ်-ဂါတ်တဲ (ရှေးအခေါ်) (အင်္ဂလိပ် Guard + မြန်မာ တဲ) = ရဲစခန်း (Police station)ပန်ကာ (ဟိန္ဒူဘာသာစကား) (Punkah) = ယပ်၊ ယပ်တောင် (Mechanical or electric fan)"
    },
    {
        "title": "WHERE THE HEART IS!",
        "content": "WHERE THE HEART IS!\n\nHome is where the heart is. ကို တိုက်ရိုက်ပြန်ရင် \"နှလုံးသားရှိရာအရပ်ဟာ နေအိမ်\" ပါ။ တစ်နည်းပြောရရင် \"ပျော်ရာနိဗ္ဗာန်\" ပေါ့ဗျာ။ \"ခင်ရာဆွေမျိုး၊ မြိန်ရာဟင်းကောင်း\" လို့လည်းဆိုကြပြန်တယ်။ နောက်တစ်နည်းပြောရရင် \"ချစ်ခင်တွယ်တာစရာနေရာဟာ ကိုယ့်အိမ်\" ပါပဲ။ခန္ဓာဗေဒအရ နှလုံးဟာ ရင်ဘတ်ရဲ့အလယ်၊ ရင်ညွန့်ရိုးရဲ့ ဘယ်ဘက်မှာ ရှိပါတယ်။ အလွယ်ပြောရင်တော့ နှလုံးက ရင်ဘတ်ထဲမှာပေါ့။ “ငါ့ရင်ထဲ ခဏလောက်ဝင်ကြည့်” တို့၊ “ရင်တွင်းဖြစ်” တို့၊ “ရင်နှင့်ရင်း၍” တို့ ဆိုပြီး ကိုယ့်ရဲ့ခံစားချက် ပေါ်လွှင်အောင် ညွှန်းဆိုကြပါတယ်။ဒါပေမဲ့ ထူးဆန်းတာက တချို့လူတွေရဲ့ အသည်းနှလုံးက ရင်ဘတ်ထဲမှာ မရှိဘူးဗျ။ ဘာ …. ဘယ်လို …. နှလုံးသားက ရင်ဘတ်ထဲမှာမရှိဘူး ဟုတ်လား။ ဟုတ်ပါတယ် တချို့က တစ်နေရာရာမှာ သိမ်းထားတတ်ကြတယ်ဗျ။ ကြားဖူးလားတော့ မသိဘူး။ မိချောင်းက မျောက်သားစားချင်လို့ မျောက်ကို ရေလယ်ကေါင်မျှားခေါ်လာပြီးသတ်စားဖို့လုပ်တော့၊ မျောက်က သူဟာ အမြဲ ခုန်ပေါက်နေရလို့ သူ့အသည်းနှလုံးကို ရင်ဘတ်ထဲမှာမထားဘဲ၊ သဖန်းပင်ပေါ်မှာပဲ ချိတ်ထားခဲ့တယ်လို့ဆိုတဲ့ ပုံပြင်လေးထဲကလိုပါပဲ။ နှလုံးသားကို ရင်ထဲမှာမထားဘဲ တခြားမှာ သိမ်းထားတဲ့သူတွေ အများကြီးပါ။“Keep something up one’s sleeve.( သူ့ရဲ့ အင်္ကံျလက်ရှည်ထဲမှာ ဝှက်ထားတယ်)” ဆိုတဲ့ အီဒီယံလေး ရှိပါတယ်။ ဆိုလိုတာက “လိုတဲ့အခါ ထုတ်သုံးဖို့ အရန်သင့်ထားသည်” ပေါ့။ ဒီလိုပါပဲ လောကမှာ တချို့လူတွေက သူတို့ရဲ့နှလုံးသားကို ဝှက်ထားတတ်ကြပါတယ်။ ဒါကြောင့် တစ်ယောက်ယောက်နဲ့ ပေါင်းဖက်ဖ့ို၊အလုပ်တွဲလုပ်ဖို့ဆိုရင် အဲဒီလူရဲ့အသည်းနှလုံး ဘယ်မှာရှိတယ်ဆိုတာ အရင်ရှာရပါမယ်။ Where is the heart (or) Where is the heart located? နှလုံးသားဘယ်မှာ ရှိလဲ။ သူ့နှလုံးသား ဘယ်မှာရှိတယ်ဆိုတာသိမှ သူ့ကို အပိုင်ကိုင်နိုင်မှာပေါ့။ ကဲ ခင်ဗျားလည်း အခုထိ ခန္ဓာဗေဒသမားတွေ ပြောသလို နှလုံးသားကရင်ဘတ်ထဲမှာပေါ့လို့ပဲ ထင်နေရင် ခင်ဗျား ဘယ်ပုံဘယ်နည်းအသက်ကြီးလာသလဲ (How d'you grow old?) လို့ပဲ မေးရပါတော့မယ်။ စိတ်တော့ မရှိပါနဲ့ဗျာ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "THE SICK ROSE",
        "content": "THE SICK ROSE\n\nလွန်ခဲ့တဲ့နှစ်နှစ်လောက်က “ကျွန်မက နှင်းဆီပါမောင်” ဆိုတဲ့ဇာတ်ကားလေးကြောင့် ဖေ့စ်ဘုတ်ပေါ်မှာ တစ်မောင်မောင်နဲ့ တော်တော်လေး ရိုက်ခတ်သွားတာကို မှတ်မိကြဦးမှာပါ။ အခုတော့ အဲဒီ နှင်းဆီလေးလည်း ယောင်လို့တောင် မောင်လို့ မခေါ်နိုင်လောက်အောင် ဖျားနာနေပါပြီ။ “နာမကျန်းသည် အိုနှင်းဆီ” ဆိုတာကျွန်တော်ကြိုက်နှစ်သက်တဲ့ ၁၉ ရာစု အင်္ဂလိပ် စာရေးဆရာ၊ ပန်းချီဆရာ၊ ကဗျာဆရာ ဝီလျှံဘလိတ်ရဲ့ “The Sick Rose” ဆိုတဲ့ ကဗျာလေးပါ။SICK ROSE / William Blake ( 1757 – 1827 )O Rose, thou art sick.The invisible worm,that flies in the night,Has found out the bedof crimson joy;And his dark secret loveDoes thy life destroy.ဒီ ကဗျာလေးကို အထင်ကရ မြန်မာကဗျာဆရာကြီး နှစ်ယောက်က ဘာသာပြန်ဆိုထားပါတယ်။သူတို့နှစ်ဦးရဲ့ ကွန့်မြူးချက်လေးတွေကို အင်္ဂလိပ်စာ လေ့လာနေကြသူများအတွက် ရသနှစ်မျိုး ခံစားနိုင်စေဖို့အောက်မှာ ယှဉ်တွဲဖော်ပြထားပါတယ်။ဒီကဗျာထဲမှာ thou = you; art = are; thy = your အစရှိတဲ့ ရှေးသုံးအင်္ဂလိပ်စကားလုံး (Archaic = Old English usage) တွေပါနေပါတယ်။ကျွန်တော်တို့ရဲ့နှင်းဆီလေး မြန်မြန် နေပြန်ကောင်းဖို့ ဆုတောင်းပေးကြရအောင်လား။ အားလုံး မင်္ဂလာပါ။Credit to original poet & its counterpart translators."
    },
    {
        "title": "PRESIDENT AXES SHWE MANN",
        "content": "PRESIDENT AXES SHWE MANN\n\nဝန်ထမ်းသစ် ရှာဖွေခန့်ထားခြင်းကို (Recruitment {recruit}) လို့ ခေါ်ပါတယ်၊ Hire လို့လည်း တစ်ခါတလေ ကြားဖူးကြမယ် ထင်ပါတယ်။ ခန့်ထားပြီးဝန်ထမ်းကို အကြောင်းအမျိုးမျိုးကြောင့် အလုပ်မှ အနားပေး ဒါမှ မဟုတ် ထုတ်ပစ်ရတတ်ပါတယ်။ အလုပ်ထုတ်ပစ်တာကို Fire လို့ ပြောပါတယ်။ဒါကြောင့် ရှာဖွေခန့်ထားခြင်းနဲ့ အလုပ်ထုတ်ပစ်ခြင်းကို Hire and Fire လို့ ကာရန်ညီညီ ပြောကြတာပါ။ ဝန်ထမ်းအနေနဲ့ အလုပ်အကိုင်တစ်ခုမှ နှုတ်ထွက်ခြင်းကို (Resignation {Resign}) လို့ခေါ်ပြီး၊ ဘယ်သူ့တိုက်တွန်းချက်မှမပါဘဲ၊မိမိသဘောဆန္ဒအလျောက် နှုတ်ထွက်ခြင်းကိုတော့ (Voluntary Resignation {resigned out of own volition}) လို့ သုံးပါတယ်။ အငြိမ်းစားယူခြင်းကိုတော့ (Retirement {Retire}) လို့ ခေါ်ပါတယ်။ အငြိမ်းစားယူတာကို အငြိမ်းစားလစာဖြစ်တဲ့ Pension ကို အစွဲပြုပြီး ပင်စင်ယူတယ်လို့လည်း ပြောပါတယ်။အလုပ်ထုတ်ခံရခြင်းနဲ့ ပတ်သက်တဲ့ ဝေါဟာရလေးတွေကို တင်ပြချင်ပါသေးတယ်။ လူသိများတဲ့ Fire အပြင် နောက်တစ်လုံးက Axe ပါ။ Myanmar Times ရဲ့ သြဂုတ်လ ၁၄ ရက်နေ့ထုတ် အင်္ဂလိပ်သတင်းစာမှာ President axes Shwe Mann လို့ တွေ့နိုင်ပါတယ်။ Axe ဆိုတော့ မသိရင် ပုဆိန်နဲ့များ ခုတ်လိုက်သလားလို့ ထင်နိုင်ပါတယ်။ “နိုင်ငံတော်သမ္မတ က သူရဦးရွှေမန်းကို (ပြည်ခိုင်ဖြိုးပါတီဥက္ကဌ) ရာထူးမှ ဖယ်ရှားလိုက်သည်” လို့ ဆိုလိုတာပါ။ အလုပ်ထုတ်ဝေါဟာရတွေထဲက အညင်သာဆုံးက Terminate {Termination}) ပါ။ “အလုပ်မှရပ်နားလိုက်သည်” တဲ့။ အရပ်ဘက်၊ စစ်ဘက်ရုံးတွေမှာတော့ (Remove {Removal}) နဲ့ (Dismiss {Dismissal}) က အပြင်းထန်ဆုံးပါ။ ဒီလိုပုံစံမျိုးနဲ့ ထုတ်ပစ်လိုက်ပြီဆိုရင် အခြားဌာနဆိုင်ရာတွေမှာ ဝင်ရောက်လုပ်ကိုင်ဖို့ ခက်ခဲသွားနိုင်ပါတယ်။သာမှန်အားဖြင့် အလုပ်မှထုတ်သည်၊ အလုပ်ဖြုတ်သည်လို့ အဓိပ္ပာယ်ဆောင်တဲ့ စကားလုံးတွေက Fire နဲ့ Sack ပါ။ Retrench ကတော့ စရိတ်လျှော့ချရန် အလုပ်ဖြုတ်ပစ်တာမျိုးပါ။ Jettison ကလည်း ထုတ်ပစ်တဲ့ အဓိပ္ပာယ်ပါပဲ။ သင်္ဘော၊ လေယာဉ်တို့ပေါ်မှ မလိုတဲ့ပစ္စည်းတွေကို စွန့်ပစ်သလိုမျိုး တင်စားပြီး သုံးတာပါ။ ထုတ်ပယ်တဲ့၊ ဖယ်ရှားတဲ့ သဘောဆောင်တဲ့ အခြားစကားလုံးတွေကို အနက်အဓိပ္ပာယ်နဲ့တွဲပြီး ဖော်ပြလိုက်ပါတယ်။Axe; to reduce services, jobs, payments a lot or completely without warning or in a single action ကြိုတင်အသိမပေးဘဲ ရုတ်ခြည်း ဖယ်ရှားသည်။Cashier; to officially dismiss a person from a military organization,ပြစ်ချက်ကြောင့် လက်နက်ကိုင်တပ်ဖွဲ့မှ ထုတ်ပစ်သည်။Dismiss; to formally ask or order someone to leave(အလုပ်မှ၊ ရာထူးမှ) ဖယ်ပစ်သည်၊ ထုတ်ပစ်သည်၊ ဖြုတ်သည်။Remove; to force someone to leave an important job or a position of powerဖယ်ရှားသည်။ (အလုပ်မှ၊ ရာထူးမှ) ထုတ်ပစ်သည်။Depose; to remove someone important from a powerful position(အာဏာရှိသူ၊ ရာထူးကြီးကြီးပုဂ္ဂိုလ်အား) ဖြုတ်ချသည်။Oust; to force someone to leave a position of power, job, place or competition(စစ်တပ်က အာဏာသိမ်းပိုက်၍) လက်ရှိလူကို အတင်းအကျပ် ထုတ်ပစ်သည်၊ ဖြုတ်သည်။Dethrone; to remove a king or queen from their position of power(ရှင်ဘုရင်၊ ဘုရင်မကို) နန်းချသည်။ ထီးနန်းစွန့်စေသည်။Defrock; to dismiss a priest(အပြစ်ကြောင့်၊ ဝိနည်းမညီခြင်းကြောင့်) ဘုန်းကြီးကို သင်္ကန်း ချွတ်စေသည်။Disbar; to make someone unable to continue working as a lawyerရှေ့နေလိုက်ခွင့် အပိတ်ခံရသည်။ ဥပဒေသမား အလုပ်ပြုတ်သည်။ကဲ ဒီလောက်ဆို အလုပ်ထုတ်၊ အလုပ်ဖြုတ်၊ အလုပ်ပြုတ် ဝေါဟာရတွေ အများကြီး ရှိတယ်ဆိုတာကို သိလောက်ပါပြီ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "I AM A LUNATIC!",
        "content": "I AM A LUNATIC!\n\nပုထုဇဉ်တွေဖြစ်ကြတဲ့ ကျွန်တော်တို့ လောကီလူသားအားလုံးဟာ အရူးတွေပါ။လောဘ၊ ဒေါသ၊ မောဟတွေရဲ့ စေစားမှုတွေအောက်မှာ ပြားပြားဝပ်နေကြရတဲ့လောဘအရူး၊ ဒေါသအရူး၊ မောဟအရူးးတွေ မဟုတ်ပါလား ခင်ဗျာ။အရူးတွေနေတဲ့ ကမ္ဘာကြီးဆိုတော့ ဒီကမ္ဘာကြီးဟာလည်း အရူးတို့ကမ္ဘာကြီးပေါ့။Really, It’s a mad, mad, mad world !အခုနောက်ဆုံးပေါ် အရူးကတော့ ၂၀၁၁ ခုနှစ်၊ မတ်လ ၃၀ ရက် နောက်ပိုင်းကစပြီးဒီမိုကရေစီ ပြောင်းလဲမှုကြောင့်ဖြစ်ရတဲ့ အရူးတွေပါ။ ″မြန်မာနိုင်ငံမှာ ပြုပြင်ပြောင်းလဲရေး လုပ်ငန်းတွေကိုအရှိန် အဟုန်နဲ့ ဆောင်ရွက်နေသလို၊ စိတ်ပိုင်းဆိုင်ရာ ချို့ယွင်းမှုခံစားနေရသော ရောဂါသည်များလည်းတစ်နေ့ထက် တစ်နေ့ သိသိသာသာ များပြားလာနေကြောင်း″ စိတ်ကျန်းမာရေးဆေးရုံ (ရွာသာကြီး) ရဲ့ဆေးရုံအုပ်ဖြစ်တဲ့ ဦးကျော်စိုးက စက်တင်ဘာ ၂၃ ရက်နေ့မှာ ပြောကြားခဲ့ပါတယ်။ပုထုဇ္ဇနော ဥမ္မတ္တကော၊ သင်လည်းအရူး ကျုပ်လည်းအရူး လူတွေအားလုံးအရူးတွေပဲ ဖြစ်ပါတယ်။အားလုံး မင်္ဂလာညချမ်းပါ။သတင်းဇစ်မြစ် = The Street View, news journal dated 1 October 1, 2012"
    },
    {
        "title": "WONDERFUL WORLD, BEAUTIFUL PEOPLE",
        "content": "WONDERFUL WORLD, BEAUTIFUL PEOPLE\n\nလောကမှာ လူအမျိုးမျိုးရှိသလို စိတ်နေစိတ်ထားတွေလည်း မတူကြပါဘူး။ လူတွေရဲ့ အပြုအမူ၊ အနေအထိုင်၊ အသက်မွေးဝမ်းကြောင်းပြုပုံတွေပေါ်မူတည်ပြီး ခေါ်ဝေါ်တဲ့ အခေါ်အဝေါ်တွေ အမျိုးမျိုး ရှိပါတယ်။ အင်္ဂလိပ်စာလေ့လာနေသူတွေအတွက် စိတ်ဝင်စားစရာကောင်းတဲ့ အခေါ်အဝေါ်တချို့ကို စုစည်းဖော်ပြ ပေးလိုက်ပါတယ်။activist နိုင်ငံရေး၊ လူမှုရေး ပြောင်းလဲမှုတို့၌ တက်ကြွစွာ လှုပ်ရှားသူ။admirer ပိုးပမ်းသူ၊ သဘောကျသူ၊ နှစ်သက်သူ။aspirant အမြင့်မှန်းသူ၊ ရည်ရွယ်ချက်ကြီးကြီး ထားရှိသူ။backstabber နောက်ကျော ဓားနဲ့ထိုးသူ။benefactor အလှူရှင်၊ အကျိုးတော်ဆောင်။bon vivant ကောင်းကောင်းစားသောက်၍ ဇိမ်ကျကျနေသူ။boozer အရက်အလွန်အကျွံသောက်သူ၊ ကြွက်တွင်း။bulldozer နိုင်ထက်စီးနင်းပြုသူ။brown noser ကပ်ဖားရပ်ဖား။clam ခုံးကောင်ကဲ့သို့ ရေငုံနှုတ်ပိတ်နေသူ။complainer မကျေနပ်၍တိုင်တန်းသူ။crusader အကျိုးပြုလုပ်ငန်းတွင် လှုပ်ရှားဆောင်ရွက်သူ။dropout ပညာတစ်ပိုင်းတစ်စနှင့် ကျောင်းထွက်သူ၊ လူ့အဖွဲ့အစည်းကို စွန့်ခွာသူ။die-hard အစဉ်အလာဟောင်းကို အရိုးစွဲသူ၊ ငယ်မူ မဖျောက်နိုင်သူ။eccentric အများနှင့်မတူ၊ တမူထူးခြားသော လူကြောင်၊ လူထူးလူဆန်း။emcee; အခမ်းအနားမှူး။ M.C (Master of Ceremonies)exemplar/ examplar စံပြပုဂ္ဂိုလ်၊ အတုယူလောက်သူ။freak/fanatic/fan အရူးအမူးဝါသနာပါသူ၊ ဝါသနာရှင်၊ စိတ်အားထက်သန်သူ။fusspot/ fussbudget ဇာချဲ့လွန်းသူ၊ ဇီဇာကြောင်သူ၊ ချေးများသူ။gossip အတင်းပြောသူ။horse-trader ကျွမ်းကျွမ်းကျင်ကျင် အပေးအယူလုပ်သူ။ စေ့စပ်ညှိနှိုင်း ရောင်းဝယ်သူ။hypocrite ကြောင်သူတော်၊ သီလကြောင်။Indian giver ပေးပြီးသား ပြန်တောင်းသူ။ingrate ကျေးဇူးကန်း။Judas သစ္စာဖောက်၊ မိတ်ဆွေဟန်ဆောင်ပြီး သစ္စာဖောက်သူ။lady-killer မြာစွံသူ၊ မြာပွေသူ၊ အိုင်တွေ့တိုင်း ခြေဆေးသူ။litter lout / litterbug စည်းကမ်းမဲ့အမှိုက်ပစ်သူ။negative အဆိုးမြင်သမား။Nosey Parker စပ်စုသူ။pariah အပယ်ခံ (လူ-တိရစ္ဆာန်)။patronizer အကျောကြီးဖြင့် ဆက်ဆံသူ။renegade သင်းကွဲ၊ သွေဖည်သူ၊ တောပုန်း၊ သစ္စာဖောက်။sluffer မြွေကဲ့သို့ အရေခွံလဲ အရောင်အမျိုးမျိုး ပြောင်းနေသူ။sniper ချောင်းမြောင်းပစ်ခတ်သူ။stay-at-home အိမ်တွင်းပုန်း၊ စွန့်စွန့်စားစား မလုပ်သူ။suitor ချစ်ခွင့်ပန်သူ။ တရားလို။Sunday driver ကားမောင်း မကျွမ်းကျင်သူ။tightwad/ miser နှမြောတွန့်တိုသူ၊ ကပ်စေးနဲ၊ ကော်တရာ။unperson/ nonperson အပယ်ခံ။up-and-comer အလားအလာရှိသူ၊ တက်လမ်းရှိသူ။virtuoso စွယ်စုံရ၊ ပြိုင်စံရှား။well-wisher စေတနာရှင်။whiner ခိုညည်း ညည်းတတ်သူ။whistle-blower လက်တို့သူ၊ သံချောင်းခေါက်သူ။wise guy ဆရာကြီး၊ လူတတ်ကြီး။wizard တစ်ဖက်ကမ်းခပ်သူ၊ အထူးတတ်ကျွမ်းသူ။womanizer မြာပွေသူငပွေး၊ မိန်းမလိုက်စားသူ။zombie လေးကန်ထိုင်းမှိုင်းသူ၊ ဆင်ခြင်ဉာဏ်ကင်းသူ၊ လူစိတ်မရှိသူ။ဒါက ပဏာမ မိတ်ဆက်ပေးတာပါ။ ဆက်လက် ဖော်ပြပေးပါဦးမယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "TRIALS & TRIBULATIONS OF HUMAN BEINGS",
        "content": "TRIALS & TRIBULATIONS OF HUMAN BEINGS\n\nလောကကြီးမှာ လူလာဖြစ်ကြတဲ့ ကျွန်တော်တို့လူသားတွေဟာ သဘာဝဘေးအန္တရာယ်တွေ (Natural disasters) အမျိုးမျိုးကို ခံနေကြရပါတယ်။ We are blind-folded by nature. မျက်စိကိုအဝတ်စည်းပြီး ခါးစည်းခံနေ ကြရပါတယ်။ လူဖြစ်ရတဲ့ဒုက္ခ (Trials and tribulations being a human) လို့ ပြောရမှာပဲ။ သဘာဝကပ်ဘေးတွေအပြင် လူ့ပယောဂကြောင့်ဖြစ်ရတဲ့ ဘေးဒုက္ခအန္တရယ် (Man-made calamity) တွေကိုလည်း အပိုဆုအဖြစ်နဲ့ ခံကြရပါသေးတယ်။သတ္တဝါမှန်ရင် ဒုက္ခနဲ့မကင်းနိုင်ကြပါဘူး။ ဒုက္ခအကြီးနဲ့အသေးပဲ ကွာမှာပါ။ အခုလို မြန်မာနိုင်ငံ အနှံ့အပြား ရေကြီးရေလျှံ မြေပြိုမှုတွေကြောင့် လူတွေ ဘေးဒုက္ခ အကြီးအကျယ် ဆိုက်ရောက်နေချိန်မှာ ကျွန်တော်ဆင်ခြင်မိတဲ့ ဝီလျှံရှိတ်စပီးယားရဲ့“ကျွန်တော့်မှာ ဖိနပ်မရှိတာကို ငိုမိတယ်၊ ခြေထောက်နှစ်ဖက်လုံး မရှိတဲ့သူကို တွေ့လိုက်တော့မှကျွန်တော် အငိုတိတ်သွားတယ်။” ဆိုတဲ့ အဆိုအမိန့်လေးကို မျှဝေပါရစေ။ “I cried when I had no shoes, but I stopped crying when I saw a man without legs.ဘေးဒုက္ခရောက်နေသူတွေကို စာနာစိတ် (Empathy)၊ သနားကြင်နာစိတ် (Sympathy) အပြည့်နဲ့ ဖေးမကူညီနေကြတဲ့ ကမ်းလင့်လက် (Helping hands)တွေကို မုဒိတာပွား ဦးညွှတ်လိုက်ပါတယ်။အရှင်ဘုရား အားပေးပါ ဆက်လုပ်ရန်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "Dear All far & near",
        "content": "Dear All far & near\n\nDear All far & near,For your kind attention, please find appended obituary of Daw Nu Nu Khin (aged 77), beloved and dedicated Founding Mother of Myanmar Kaido Co., Ltd.Let's pay our last respect and homageto her at Yeway crematorium.Funeral rites and rituals (Taking refuge in Three Gems (thara-na-gon) by 5-member Sanghas (Buddhist monks) & Reciting & Chanting religious verses by 25-member nuns) will commencearound 11:00 a.m.Paying last respect and homage & bidding farewell by family members, close assocites and staff members at 11:30 a.m.Cremation will be done at 12: 00 noon.It's most regretted to intimate that Daw Nu Nu Khin, age 77, Vice-Chairperson of Myanmar Kaido Co., Ltd, peacefully passed away this morning at 02:25 a.m on Sep 21(Mon).Funeral cortege will leave homeat 10:00 a.m and cremation will be done at 12:00 noon at Yeway crematorium on Sep 23 (Wed).Please refer tomorrow's Myanmar dailies for other details.Thanks and regards,"
    },
    {
        "title": "“Adult” ဆိုတဲ့ စကားလုံးကို",
        "content": "“Adult” ဆိုတဲ့ စကားလုံးကို\n\nOFFICER or GENTLEMAN “Adult” ဆိုတဲ့ စကားလုံးကို လူတော်တော်များများ ရင်းနှီးနေကြပါလိမ့်မယ်။ အဘိဓာန်က “Adult” ကို noun အဖြစ်နဲ့ “အရွယ်ရောက်သူ၊ လူကြီး၊ သက်ကြီး” ၊ adjective အနေနဲ့ ” အရွယ်ရောက်သော၊ လူကြီးဆန်သော၊ ရင့်ကျက်သော” လို့ အဓိပ္ပာယ်ဖွင့်ပါတယ်။ဒီနေရာမှာ အသက်ကြီးလာတာနဲ့အမျှ ရင့်ကျက်ရမယ့်သဘော ရှိပါတယ်။ လက်တွေ့မှာတော့ အသက်ကြီးလာပေမယ့် လူကြီးမဆန်ဘဲ မရင့်ကျက်တဲ့သူတွေ ရှိပါတယ်။ ရုပ်ပိုင်းဆိုင်ရာအသက် (physical age) က ၅၀ ဖြစ်ပေမယ့်၊ စိတ်ပိုင်းဆိုင်ရာအသက် (mental age) က ၁၅ နှစ်လောက်ပဲရှိတဲ့သူတွေ အများကြီး ရှိပါတယ်။ အသက်ကြီးပြီး အချိန်မစီးလို့ ဆိုကြပါတယ်။ ကုမ္ပဏီဝန်ထမ်း၊ ရုံးဝန်ထမ်းများအနေနဲ့ ရာထူးအရ မန်နေဂျာလို အရာရှိ(officer) ဖြစ်လိုကြပါတယ်။ ရုံးသဘောအရ လုပ်သက် ကြာမြင့်ခြင်းကြောင့်လည်းကောင်း၊ လုပ်ဆောင်ချက် ပီပြင်သောကြောင့် လည်းကောင်းရာထူးတစ်ဆင့်ချင်း တက်ကာ အရာရှိ (officer) ဖြစ်သွားကြပါတယ်။ ထိုသို့ အရာရှိဖြစ်ရန် လွယ်ကူပေမယ့် လူကြီးလူကောင်း (gentleman) တစ်ဦးဖြစ်ဖို့ရန် မလွယ်လှပါ။ ကျွန်တော်တို့နိုင်ငံမှာတော့ ဘယ်လိုဘယ်ပုံ အသက်ကြီးလာမှန်း မသိတဲ့ ကလေးလူကြီးများ၊ အသက်ကြီးပြီး အချိန်မစီးတဲ့အရာရှိများ၊မတည်ငြိမ် မရင့်ကျက်တဲ့ ခေါင်းဆောင် ကြီးတွေနဲ့သာ ပြည့်နှက်နေတာမို့ ကောင်းမွန်သောအလုပ်ခွင်၊ ပြည့်စုံသော လူမှုဘဝ ထူထောင်ဖို့ရာ အရမ်းကို အလှမ်းဝေးလို့ နေပါသေးကြောင်း …… ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "KNOCK! KNOCK!",
        "content": "KNOCK! KNOCK!\n\nKNOCK! KNOCK! WHO’S THERE? ဒီတစ်ခေါက်တော့ သင်ခဲ့ဖူးတဲ့ မြည်သံစွဲအလင်္ကာ (Onomatopoeia) အကြောင်းလေး ပြောချင်ပါတယ်။ မြန်မာအဘိဓာန်ကတော့ “မြည်သံကို ထည့်သွင်းဖွဲ့ဆိုသော စကားတန်ဆာ” လို့ ဆိုပါတယ်။ တင်စားတဲ့ စကားအဆင်တန်ဆာ(Figure of Speech) တစ်မျိုးပါ။ဥပမာ - Bang; သေနတ်သံ (ဒိုင်း ဒိုင်း)၊ ငယ်ငယ်က ကစားတဲ့အခါ “Bang! Bang! You are dead. (ဒိုင်း ဒိုင်း မင်းသေပြီ)” လို့ ဟန်နဲ့ပန်နဲ့ သေနတ်သံကို ထည့်ပြောတာမျိုးက မြည်သံစွဲပေါ့။ အရာဝတ္ထုတွေ တစ်ခုနဲ့တစ်ခု ထိတွေ့ရာကနေ ထွက်ပေါ်လာတဲ့ အသံပေါင်းများစွာ ရှိပါတယ်။ဥပမာ Boom; ဝုန်း (လက်နက်ကြီးများ မြည်ဟိန်းပေါက်ကွဲသံ၊ လှိုင်းရိုက်သံ)၊ Crash; ဒုန်း (ယာဉ်တိုက်သံ)၊ ဝုန်း (ပြိုလဲသံ)၊ ခွမ်း(ကျကွဲသံ)၊ Clap, Clap;ဖြောင်း ဖြောင်း (လက်ခုတ်တီးသံ) တွေပေါ့။ သတ္တဝါတွေရဲ့ အော်သံတွေလည်း ရှိပါသေးတယ်။ ဥပမာ - Baa Baa;ပဲ ပဲ (သိုး၊ ဆိတ်အော်သံ) - သားချော့သီချင်းထဲက Baa! Baa! Black sheep ကို မှတ်မိကြမှာပါ။ Buzz; တဝီဝီ၊ တစီစီ (ပျား၊ နကျယ်ကောင် အော်မြည်သံ)Caw Caw; အာ အား (ကျီးအာသံ)အသံတွေကို ဒီလိုမျိုး တုပပြီး စာပေ၊ ဂီတ၊ ကဗျာတွေထဲမှာ ထည့်သွင်းဖွဲ့ဆိုလိုက်ခြင်းအားဖြင့်စာတွေ၊ ကဗျာတွေဟာ ပိုပြီး သက်ဝင်လှုပ်ရှားလာပါတယ်။ ရှေးလူကြီးတွေဟာ ငှက်တွေကို သူတို့ရဲ့ အော်မြည်သံတွေအတိုင်းပဲ နာမည်ပေးခဲ့ပါတယ်။ ဥပမာ ဇီးကွက် (Spotted Owlet)၊ ဒီးဒုတ် (Brown Fish Owl)၊ တစ်တီတူး (Red-wattled Lapwing)၊ ရွှေပြည်စိုးငှက် (Common Iora)၊ယောက်ဖခွေးခေါ် (Indian Cuckoo)၊ ဥသြ (Asian Koel)၊ တောက်တဲ့ (Gecko) တို့ပဲ ဖြစ်ပါတယ်။လှုပ်ရင်မြည်တဲ့ ကစားစရာ ပလုတ်တုတ်ကို ဂျောက်ဂျက် (Rattle) လို့လည်း ခေါ်ပါတယ်။ အမြီးဖျားက အခွံမာအထပ်ထပ်ကို လှုပ်ခါလိုက်တိုင်း ခလောက်သံမြည်တဲ့ အမေရိကားက မြွေပွေးကိုတော့ Rattlesnake လို့ ခေါ်ပါတယ်။ ဒါကြောင့် Rattle ဟာ တဒေါက်ဒေါက်၊ တဂျောက်ဂျောက်၊ ဂျိုးဂျိုးဂျောက်ဂျောက်ဆိုတဲ့ မြည်သံတွေကို ဆိုလိုတာပါ။ ပုံမှန်တံခါးခေါက်သံကိုတော့ Rat-tat; Rat-a-tat; Rat-a-tat-tat လို့ ခေါ်ပါတယ်။ ခပ်ဖွဖွခေါက်ရင်၊ လက်နဲ့အသာအယာ ပုတ်ရင်၊စည်းချက်လိုက်သလို၊ ခုံခေါက်သလို၊ ဗုံခေါက်သလို ခပ်ဖြည်းဖြည်းပုတ်ရင် Tap ပါ။ ပြင်းပြင်းပုတ်ရင် Rap၊ တဒုန်ဒုန်းထုရင် Bang, Bang ပါ။ ဘာပဲဖြစ်ဖြစ် စာစကားအရ Knock က တံခါးခေါက်သည် (သို့) တံခါးခေါက်သံ “ဒေါက် ဒေါက်” ကို ကိုယ်စားပြုပါတယ်။“Knock! Knock! Who’s there?” ဆိုရင် “ဒေါက် ဒေါက် ဘယ်သူလဲပေါ့”။ အသဲတံခါး ဖွင့်ထားသူတွေအတွက်တော့ အချစ်လားဟေ့ ဝင်ခဲ့လေပေါ့။ တချို့တွေ မတရားရထားတဲ့ စည်းစိမ်တွေနဲ့ တစ်တောင်လောက်ရှိတဲ့ Dunlopilloမွှေ့ရာကြီးပေါ်မှာ ဘယ်သူများ တံခါး လာခေါက်မလဲလို့ တွေးပူပြီး အိမ်မပျော်နိုင်ရှာဘူးဗျာ။ဟော … ပြောရင်းဆိုရင်း တံခါးခေါက်သံကြားတယ်။ Knock! Knock! Who’s there? အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "CONFUSED WORDS",
        "content": "CONFUSED WORDS\n\nCONFUSED WORDS အင်္ဂလိပ်စာမှာ စာလုံးပေါင်းတူလို့၊ အသံထွက်တူလို့ဆိုပြီး။ ရောတတ်တဲ့စာလုံး (Confused Words) တွေ ကြောင့် စိတ်ညစ်ရတတ်ပါတယ်။ တွေ့ရများပေမယ့် ရောထွေးနေတတ်တဲ့ စကားလုံးတချို့ကို လေ့လာကြည့်ကြပါစို့။ Premier ရဲ့အဓိပ္ပာယ်တစ်ခုက “ပထမတန်းစား၊ အကောင်းဆုံး” ပါ။ ပရီးမီးယားလိဂ် (Premier League) အသင်းဟာ ဘောလုံးလောကရဲ့ ပထမနေရာမှာရှိစေဖို့ Premier လို့ ပေးထားတာ ဖြစ်နိုင်ပါတယ်။ Premier ရဲ့နောက်အဓိပ္ပာယ်တစ်ခုက “ဝန်ကြီးချုပ်” ပါ။ ကမ္ဘာ့နိုင်ငံတချို့မှာ ဝန်ကြီးချုပ်ကို Premier လို့ ခေါ်ပေမယ့် တချို့နိုင်ငံတွေမှာတော့Prime Minister လို့ ခေါ်ကြပြန်တယ်။ Premier ထက် (e) တစ်လုံးပိုသွားတဲ့ “Premiere(ပွဲဦးထွက်တင်ဆက်ခြင်း၊ ဦးဆုံးပွဲ။)” ဟာ ရုပ်ရှင်၊ ပြဇာတ်တစ်ခုကို ရုံမတင်ခင် စာနယ်ဇင်းသမားတွေကို ဖိတ်ခေါ်ပြသတာဖြစ်ပါတယ်။ Press show လို့လည်း လူသိများပါတယ်။ Premium ရဲ့အဓိပ္ပာယ်တစ်ခုက “ဈေးအလွန်ကြီးသော၊ အရည်အသွေး အကောင်းဆုံးဖြစ်သော” ဖြစ်ပါတယ်။ နေရာကောင်းလို့ ဈေးကြီးပေးရတာမျိုးကို Premium location; Premium price လို့ ဆိုပါတယ်။ ဓာတ်မြေသြဇာနဲ့ စိုက်တဲ့သီးနှံတွေက ကင်ဆာဖြစ်နိုင်လို့ သဘာဝမြေသြဇာနဲ့စိုက်တဲ့ သီးနှံ(Premium organic fruits & vegetables) တွေကို ဈေးကြီးပေးပြီး ဝယ်စားရပါတယ်။ ဝိုင်ချင်းတူတူ နှစ်ချို့ဝိုင်ကို အရည်အသွေးအကောင်းဆုံးဝိုင် Premium vintage wine လို့ ဆိုကြပါတယ်။ Iron Cross တီးဝိုင်းက ချစ်စမ်းမောင်ကိုတော့ မြန်မာ့အတော်ဆုံးဂစ်တာသမား(Premium guitarist) လို့ ဆိုနိုင်ပါတယ်။Premium ရဲ့ နောက်အဓိပ္ပာယ်တစ်မျိုးက “ပရီမီယံ ခေါ် အာမခံကြေး”ဖြစ်ပါတယ်။ မိမိထားရှိတဲ့ အာမခံအမျိုးအစားအလိုက် အရစ်ကျပေးသွင်းရငွေ ဖြစ်ပါတယ်။နောက်ဆုံးတစ်လုံးကတော့ Primer ပါ။ သူ့မှာ အဓိပ္ပာယ်( ၂ ) မျိုး ရှိပေမယ့် မှတ်ရလွယ်ပါတယ်။ တစ်ခုက “သင်ပုန်းကြီး (Reader; Textbook; Elementary Book)” ဖြစ်ပြီးတော့၊ နောက်တစ်ခုက “ခံဆေး။ (Undercoat; Sealant)” ဖြစ်ပါတယ်။ ဆေးသုတ်တဲ့အခါ ဆေးစွဲစေဖို့ အရင်ဆုံး သုတ်ရတဲ့ ခံဆေးပါ။ ကဲ နည်းနည်းအပင်ပန်းခံလိုက်ရင်နောက်မရှုပ်တော့ဘူးလို့ ထင်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "DROPPING OF PILOT",
        "content": "DROPPING OF PILOT\n\nDROPPING OF PILOT (DoP)ရေကြောင်းလောကမှာ Dropping of Pilot (DoP) ဆိုတဲ့ ဝေါဟာရတစ်ခု ရှိပါတယ်။ ဒီစကားလေးနဲ့ စိမ်းနေတဲ့ သူတွေကို ရှင်းပြချင်ပါတယ်။ ပင်လယ်ကူးသင်္ဘောကြီးတွေ ပင်လယ်သမုဒ္ဒရာအတွင်း ခုတ်မောင်းတဲ့အခါ သင်္ဘောကို ရေယာဉ်မှူး (Master/ Captain)က မောင်းပါတယ်။ ဆိပ်ကမ်းတစ်ခုခုကို ရောက်တဲ့အခါ ရေယာဉ်မှူးက မမောင်းတော့ဘဲ သင်္ဘော အဝင်အထွက်အတွက် အဆိုပါနိုင်ငံရဲ့ ရေကြောင်းပြကို ငှားရမ်းရပါတယ်။ ကိုယ်မကျွမ်းကျင်တဲ့ရေပြင်မှာ အဆိုပါရေကြောင်းပြရဲ့ အကူုအညီနဲ့ ဘေးမသီရန်မခ ဆိုက်ကပ်ရပါတယ်။ သင်္ဘောပြန်အထွက်အထိမောင်းပို့ပြီး သူ့တာဝန်ပြီးဆုံးတဲ့အခါ ရေကြောင်းပြဟာ သင်္ဘောကြီးပေါ်ကနေ သူ့ရဲ့မော်တော်ငယ်လေးပေါ်ကို ပြန်ဆင်း နေခဲ့ရပါတယ်။ အဲဒီလိုမျိုး တာဝန်ပြီးဆုံးလို့ သင်္ဘောပေါ်ကနေ ပြန်ဆင်းသွားရတဲ့ ဖြစ်ရပ်ကနေDropping of Pilot (DoP) ဆိုတဲ့ စကားရပ်လေး တွင်ကျယ်လာပါတယ်။ ဒီကနေ့မှာတေ့ DoP ဆိုတဲ့ စကားလေးကို ကိစ္စတစ်ခုပြီးရင် ပြန်ပေတော့ဆိုတဲ့သဘောနဲ့ သုံးနေတာ တွေ့ရပါ တယ်။ ပြီးရင် ဆင်းပေါ့ဗျာ။ (နိုင်ငံရေးမှာတော့) မဆင်းရင် တွန်းချပစ်တတ်တယ်။ ဗီယက်နမ်မှာ အင်အားကြီးပြင်သစ်၊ အမေရိကန်တို့ကို အနိုင်တိုက်ခဲ့တဲ့ စစ်ဗိုလ်ချုပ်ကြီး Vo Nguyen Giap (1911-2013) ကို ကာကွယ်ရေးဝန်ကြီး အဖြစ်မှ အနားပေးလိုက်တဲ့အခါ ကာတွန်းဆရာက DoP ကိုသုံးပြီး သရုပ်ဖော်ခဲ့ပါတယ်။ ဒီပုံကို မရနိုင်တော့လို့ ၂၀၁၁ တုန်းက အမေရိကန်စစ်သားတွေ အီရတ်နိုင်ငံတည်ငြိမ်အေးချမ်းအောင်လုပ်ပြီး၊ အီရတ်မှ ပြန်ထွက်ခွာပုံကိုရေးဆွဲထားတဲ့ DoP သရုပ်ဖော်ကာတွန်းပုံကို တင်ပေးလိုက်ပါတယ်။ နိုင်ငံရေးမှာ မျက်နှာထောက်လေ့မရှိဘူးဆိုတာ သတိချပ်စေချင်ပါတယ်။ မြန်မာစကားမှာလည်း ဘုရားပြီး ငြမ်းဖျက်ဆိုတဲ့ စကားပုံ ရှိပါတယ်။ “When the pagoda iscompleted, the scaffold is dismantled.” လို့ ဆရာလှသမိန်က အနက်ပြန်ပါတယ်။ ကိစ္စတစ်ခု ပြီးမြောက်သွားလို့ ကူညီ လုပ်ကိုင်ပေးခဲ့သူကို ပစ်ပယ်လိုက်တဲ့အခါ (when a partner or colleague who assists in an undertaking is discarded after successis achieved) ရက်စက်လိုက်တာလို့ ပြစ်တင်ရုံကလွဲလို့ ဘာမှမတတ်နိုင်ပါဘူး။ တကယ့်လက်တွေ့မှာ ဘုရားပြီးတော့ ငြမ်းကို ဆက်ထားဖို့မတင့်တယ်တာကြောင့် ဖျက်ပစ်ရမှာ မှန်ပေမယ့်၊ ကိုယ့်ကို အောင်မြင်အောင်၊ အခြေအနေကောင်းတစ်ခုကို ရောက်အောင် ပံ့ပိုးကူညီပေးခဲ့သူတွေကို ကျေးဇူးတုန့်ပြန်မှုတော့ရှိကို ရှိရပါမယ်။ ဒါမှလည်း မင်္ဂလာတရားတော်နဲ့ ကိုက်ညီပါလိမ့်မယ်။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "MONOGAMY",
        "content": "MONOGAMY\n\nMONOGAMY.......When someone has a sexual relationship or marriage with only one other person at a time. (One at a time)SERIAL MONOGAMY........When someone has a series of sexual relationship one afteranother, but never more than one at a time. (One at a time)စီးရီးဆွဲချင်သူများအတွက်.............................DON'T BE THE FIRST TO BE PUNISHED!STAY MONO, DON'T TRY TO BE \"POLY.\""
    },
    {
        "title": "ALL THAT JAZZ!",
        "content": "ALL THAT JAZZ!\n\nALL THAT JAZZ!ပျော်သလိုသာနေ ကိုယ့်လူရေဝါဒ (HEDONISM) မယ်မယ်ရရ အလုပ် လုပ်စရာမရှိသူ၊ အပျော်အပါးလိုက်စားသူ (Hedonist) တွေအတွက်က စားလိုက်၊ အိပ်လိုက်နဲ့ eat, sleep and ……..နေပျော်တဲ့လောကကြီး ဖြစ်နေတော့တာပါပဲ။ ဘိုဘိုဟန်ရဲ့ ဒီကချစ်လိုက်ရတာ သီချင်းထဲကစာသားလေးကို ကိုးကားပြီး မေးလိုက်ချင်ပါတယ်။ “လူကြုံတွေအများကြီးထဲ ပျော်သလိုနေတော့မလား” လို့။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "လူပျင်းကြီးတို့ရဲ့ကစားနည်း",
        "content": "လူပျင်းကြီးတို့ရဲ့ကစားနည်း\n\nGOLF or \"Game Of the Lazy Fellows\" “လူပျင်းကြီးတို့ရဲ့ ကစားနည်း”ပြီးခဲ့တဲ့အပတ်က ဂေါက်သီးမုဆိုးမ (Golf widows) အကြောင်းရေးလိုက်တော့ ဂေါက်ရိုက်မိတ်ဆွေ (Golfer friends) တွေက ဂေါက်အကြောင်းလည်း ရေးပါဦးဆိုလို့ ရေးဖို့ကုန်ကြမ်းရှာနေတုန်း ကိုတင်ဦးလှိုင်ပေးထားဖူး တဲ့ (GOLF POEM) ဂေါက်သီးကဗျာကို ခံစားနိူင်ရန် ဘာသာပြန် ဆိုဖော်ပြလိုက်ပါတယ်။ အသုံးအနှုန်း၊ အခေါ်အဝေါ်ဆိုင်ရာ အလွဲအမှားရှိပါက Golf Pro များ ဖြည့်စွက်ခံစားကြပါခင်ဗျား။In My Hand I Hold A Ball,ကျုပ်လက်ထဲမှာ အလုံးလေးတစ်လုံး ကိုင်ထားတယ်White and Dimples,အဖြူရောင်လေး ပါးချိုင့်လေးတွေနဲ့ And Rather Small.တော်တော်ကို သေးပါတယ် Oh How Bland It Does Appear,အို့ … သူ့ပုံက ထူးထူးခြားခြား ပေါ်ပေါ်လွင်လွင်This Harmless Looking Little Sphere.ဒီအလုံးလေး ဒုက္ခပေးမယ့်ပုံတော့ မရှိဘူးဆိုတာBy Its Size I Could Not Guess,သူ့အရွယ်ကိုကြည့်ရုံနဲ့ ကျုပ် မသိOf The Awesome Strength It Does Possess.သူဘယ်လောက်စွမ်းကြောင်းလည်း မသိ But Since I Fell Beneath Its Spell,သူပြုစားတာ ခံလိုက်ရတဲ့အချိန်ကစလို့ I’ve Wandered ThroughThe Fires Of Hell.ငရဲမီးတွေကြား လျှောက်သွားနေရတယ် My Life Has Not Been Quite The Same,ကျွန်တော့ဘဝလည်း အရင်လို မငြိမ်းချမ်းတော့ပါ Since I Chose To Play This Stupid Game. ဒီကစားနည်းကို ရွေးမိတည်းကIt Rules My Mind For HoursOn End,ကျုပ်စိတ်ကို ပိုင်စိုးထားA Fortune It Has Made Me Spend.ကုန်လိုက်တာလည်း သောက်သောက်လဲIt Has Made Me Curse and Made Me Cry, သူ့ကြောင့် ငိုဖြစ်တယ် ဆဲဖြစ်တယ် And Hate Myself and Want To Die. ကိုယ့်ကိုယ်ကိုယ် မုန်းလွန်းလို့ သေလိုက်ချင်It Promises Me A Thing Called Par,“ပါ”(သတ်မှတ်ရိုက်ချက်) ရမှာ သေချာIf I Hit It Straight And Far.သူ့ကို ဖြောင့်ဖြောင့်နဲ့ ဝေးဝေးရိုက်နိုင်ရင် To Master Such A Tiny Ball, ဒီအလုံးလေးကို ကျွမ်းကျင်ဖို့ဆိုတာ Should Not Be Very Hard At All.သိပ်အခက်ကြီးတော့မဟုတ် But My Desires The Ball Refuses, ဒါပေမဲ့ ဒီအလုံးလေးက ထားရာမနေ စေရာမသွား And Does Exactly As It Chooses.သူ့သဘော သူဆောင် It Hooks and Slices, Dribbles And Dies,ဘယ်ဝေ့ ညာဝိုက် တလိမ့်လိမ့်နဲ့ ရပ်တန့်သွားAnd Disappears Before My Eyes.မျက်စိရှေ့ကနေလည်း ပျောက်ကွယ်လို့သွား Often It Will Have a Whim,တစ်ခါတလေ ထ ဖောက်သေးတယ် To Hit A Tree Or Take A Swim. သစ်ပင်ကို ထိလို့ထိ ရေထဲ ကျလို့ကျ With Miles Of Grass On Which To Land,မြက်ခင်းပြင်ကြီးထဲ ကျောက်ချလို့ချ It Finds A Tiny Patch Of Sand.သဲကွင်းထဲ ကျလို့ကျ Then Has Me Offering Up My Soul, If Only It Would Find The Hole.သူ ကျင်းထဲဝင်ပါမှ ကျုပ်ပျော်ရွှင်ရ It’s Made Me Whimper Like A Pup,ပျော်လွန်းလို့ခွေးပေါက်လေးလို အော်ညည်းမိ And Swear That I Will Give It Up.သင်းကို ဖြတ်ဖို့ ဆုံးဖြတ်မိ And Take To Drink To Ease My Sorrow,ညစ်နေတာတွေ ယမကာလေးနဲ့ မျှောချရ But The Ball Knows..........ဒါပေမဲ့ အဲဒီအလုံးလေး ကသိနေတယ်I’ll Be Back Tomorrow.ကျုပ် နောက်နေ့ ပြန်ရောက်လာမှာပဲဆိုတာ။ ကဲ …. ဂေါက်ရိုက်တဲ့လူကြီးမင်းများ ဘယ်လိုလဲ …. ဒီလိုပဲလား။ ရွှင်လန်းချမ်းမြေ့ကြပါစေ။ May God bless all my Golfers! အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "A VOTE TO A CHANGE",
        "content": "A VOTE TO A CHANGE\n\nA VOTE TO A CHANGE အများစောင့်စားနေတဲ့ ၂၀၁၅ ရွေးကောက်ပွဲကျင်းပဖို့ ၁၂ ရက်ပဲ လိုပါတော့တယ်။ A dozen days to go! ယခုလို အချိန်အခါမျိုးမှာ အခြေအနေနဲ့ကိုက်ညီပြီး ယနေ့ မီဒီယာလောကမှာ အသုံးတွင်ကျယ်နေတဲ့ စကားလုံးတချို့နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Houston, we have a problem.ဟူစတန်ဌာနချုပ်၊ ကျွန်တော်တို့ ပြဿနာတက်နေပါတယ်။ ဒါက ၁၉၇၀ က လကမ္ဘာကိုသွားတဲ့ အပိုလို-၁၃ (Apollo 13)ရဲ့ အာကာသယာဉ်မှူးတစ်ဦးက အာကာသထဲကနေ မြေပြင်ရှိဟူစတန်ဌာနချုပ်ကို အရေးပေါ် လှမ်းအကူအညီတောင်းလိုက်တဲ့စကားပါ။ပြဿနာတစ်စုံတစ်ရာပေါ်တဲ့အခါ ဒီစကားလေးကိုအစချီပြီး ပြောနိုင်ပါတယ်။ Snafu ဒီစကားလုံးက Situation Normal All Fouled up. ရဲ့အတိုကောက်ဖြစ်ပြီး၊ Acronym သဘောအရ snafu စနာဖူး လို့ အသံထွက်ပါတယ်။ snafu ကို နာမ်အဖြစ်ရော၊ ကြိယာအဖြစ်ပါ သုံးနိုင်ပါတယ်။အဓိပ္ပာယ်က အခြေအနေတွေ ရှုပ်ထွေးနေတယ်၊ အားလုံး ကမောက်ကမ အိုးနင်းခွက်နင်း ထိန်းမနိုင်သိမ်းမရ ဖြစ်နေတယ်လို့ ပြောတာပါ။ Landslide Landslide မှာ ထင်ရှားတဲ့အဓိပ္ပာယ်နှစ်ခု ရှိပါတယ်။ တစ်ခုက အများသိကြတဲ့ မြေပြိုသည်၊ မြေပြိုခြင်းပါ၊ နောက်တစ်ခုက (ရွေးကောက်ပွဲ)မဲအပြတ်အသတ် အနိုင်ရသည်၊ အနိုင်ရခြင်း ဖြစ်ပါတယ်။ ခင်ဗျားတို့ ကျွန်တော်တို့မျှော်လင့်ထားတဲ့ ရွေးကောက်ပွဲကြီးမှာ ဒီ Landslide victory ဆိုတဲ့စကားကို မလွဲမသွေ မြင်ရ ကြားရတော့မှာပါ။ The carnival is over. ပွဲတော်ကြီးပြီးသွားပြီလို့ ပြောတာပါ။ အခုတော့ carnival အစားThe game is over. ပွဲပြီးသွားပြီလို့ ပြောကြပါတယ်။ ကစားပွဲတစ်ခုလိုပါပဲ အကွက်တွေ ဆင်တယ်၊ အကွက်တွေရွှေ့တယ်၊ ဆုတ်တက်လှုပ်ရှား အမျိုးမျိုးပြောင်းတယ်။ ဒါပေမဲ့ နောက်ဆုံး ကျွဲတွေညီတဲ့တစ်နေ့မှာ ကျွန်တော်တို့ကို တစ်ချိန်လုံး အနိုင်ကျင့်လာတဲ့ ခြင်္သေ့ကြီး သေဆုံးသွားပြီပေါ့ဗျာ။အဲဒီလို ဖြစ်လာရင် ပြောလိုက်တော့ The game is over! လို့။ ဂိန်းသွားပြီပေါ့ဗျာ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "GOLF WIDOW or GRASS WIDOW",
        "content": "GOLF WIDOW or GRASS WIDOW\n\nမြန်မာစကားမှာ အမဲလိုက်မုဆိုး (Hunter) ဆိုတာရှိပေမယ့် အမျိုးသားမုဆိုး၊ အမျိုးသမီးမုဆိုး ရယ်လို့ ခွဲမပြောပါဘူး။ ဒါပေမဲ့ မုဆိုးဖို၊ မုဆိုးမ ဆိုတဲ့အသုံးကျတော့ရှိပါတယ်။ အားလုံးသိကြတဲ့အတိုင်း ဇနီးသည်ဆုံးသွားလို့ ကျန်ရစ်သူလင်ယောက်ျား ကို မုဆိုးဖို၊ လင်ယောက်ျားဆုံးလို့ ကျန်ရစ်သူဇနီးမယား ကို မုဆိုးမ ရယ်လို့ ခေါ်ကြပါတယ်။ အင်္ဂလိပ်စကားမှာတော့ မုဆိုးဖိုကို Widower;  မုဆိုးမကို Widow လို့ခေါ်ပြီး၊ ကြင်ဖက်သေဆုံးလို့ မုဆိုးဖို၊ မုဆိုးမဘဝ ရောက်သွားရင် Widowed (V) လို့ သုံးပါတယ်။အင်္ဂလိပ်စကားမှာ Grass widow နဲ့၊ Golf widow ဆိုပြီး ထူးခြားတဲ့ မုဆိုးမနှစ်ယောက်ကို တွေ့မိပါတယ်။Grass widow က လင်ယောက်ျား ခေတ္တအဝေးရောက်နေလို့ ယောက်ျားရှိရက်နဲ့ မုဆိုးမလို ဖြစ်နေရသူပါ။နောက်တစ်ယောက် Golf widow ဆိုတာ ဂေါက်ကစားခြင်းကို စွဲလန်းနေတဲ့လင်ယောက်ျားကြောင့် အိမ်မှာတစ်ယောက်တည်း အမြဲလိုလို အထီးကျန်နေရရှာတဲ့ ဇနီးမယားကို နောက်ပြောင်ခေါ်ခြင်း ဖြစ်ပါတယ်။သူကလည်း လင်သေလို့ မုဆိုးမဖြစ်ရတာမဟုတ်ဘဲ၊ ယောက်ျားရှိရက်နဲ့ မုဆိုးမ ဖြစ်နေရသူပါ။ ဂေါက်ကွင်းမှာပဲ သားမေ့မယားမေ့ အချိန်ကုန်တတ်တဲ့ ယောက်ျားတွေကြောင့် လင်ရှိပါရက်နဲ့ မုဆိုးမဖြစ်နေရသူတွေကို စာနာနိုငကြပါစေ။ အဲ မိသားစုနဲ့ကင်းကွာပြီး အဝေးမှာသွားငွေရှာနေရသူတွေလည်း အိမ်အမြန် ပြန်နိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "DOCTORS RICHER; PATIENTS POORER",
        "content": "DOCTORS RICHER; PATIENTS POORER\n\nTHOUGHT OF THE WEEK – Oct 18, 2015 DOCTORS RICHER; PATIENTS POORER ဒီကနေ့ခေတ်မှာ ပုဂ္ဂလိကဆေးရုံတွေမှိုလိုပေါက်လာပေမယ့် ဆေးကုသစရိတ်က ကြီးလွန်းပါတယ်။ ဆရာဝန်တွေပိုချမ်းသာ သွားကြပြီး၊ လူနာတွေကတော့ ပိုဆင်းရဲလာပါတယ်။Doctors richer; Patients poorer.မေတ္တာအကြင်နာ ထားရမယ့်သူတွေ မကြင်နာကြတဲ့အထဲမှာ သမားတော်ကြီးတွေတောင် ပါကုန်ကြပြီလို့ပြောတာ ကြားနေရပါတယ်။ လူနာဖြစ်မှတော့ သည်းခံရမှာပေါ့ဗျာ။ Patient must be patient. ဒီကနေ့ ဆရာဝန်တွေရဲ့သရုပ်သကန်ကို ill; pill; bill; kill ဆိုပြီးကာရန်ညီညီနဲ့ဆိုပါတယ်။ အဓိပ္ပာယ်ဖွင့်ချက်လေးက ဒီလိုပါ။ “Doctor is a person who kills your ills by pills and kills you with his bills.”“ဆရာဝန်ဆိုတာ သင့်ရောဂါဝေဒနာကို ဆေးဝါးဖြင့်ကုသပေးပြီးမှ ငွေတောင်းခံလွှာဖြင့် သင့်ကို အသေသတ်သူ ဖြစ်ပါတယ်တဲ့။”သေပြီဆရာ Doc, I’m dead!ကျန်းမာကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "TWO IS COMPANY",
        "content": "TWO IS COMPANY\n\nTHOUGHT OF THE WEEK – Oct 11, 2015 TWO IS COMPANY နှစ်ယောက်တည်းနေချင်တယ် အချစ်နဲ့စတဲ့ကမ္ဘာကြီးမှာ နေထိုင်ကြသူတိုင်း တစ်နေ့မဟုတ် တစ်နေ့တော့ အချစ်ကို တွေ့ကြုံခံစားမိကြမှာပါ။ စောတာနဲ့ နောက်ကျတာလောက်ပဲ ကွာပါလိမ့်မယ်။ ကျွန်တော်နှစ်သက်မိတဲ့ အချစ်နဲ့ပတ်သက်တဲ့ဆိုရိုးလေးတစ်ခုကတော့ “Love Laughs at Locksmith” တဲ့။ “ သော့ဆရာကိုတောင် အချစ်က ရယ်တာပေါ့” တဲ့။ အချစ်ကို ဘယ်အရာကမှ မတားဆီးနိုင်ဘူးဆိုတဲ့ သဘောပေ့ါ။“One is lonely, two is company. (တစ်ယောက်တည်းဆို အထီးကျန်တယ်၊ နှစ်ယောက်ဆိုမှ အဖော်ရမယ်”ဆိုတဲ့စာချိုးလေးထဲက Two is company. နှစ်ယောက်ဆို အဖော်ရမယ်ဆိုတာက မာမာအေး ရဲ့ “နှစ်ယောက်တည်း” လို့အမည်ရတဲ့သီချင်းနဲ့ နီးစပ်ပါတယ်။ သီချင်းထဲမှာ နှစ်ယောက်တည်းဆိုရင် စကားလက်ဆုံ ပြောမကုန်တာတွေ၊ ဧဝရက်တောင်တို့၊ နေမဝင်ရေပြင်ခဲတဲ့ မြောက်ဝင်ရိုးစွန်းတို့ကို သွားမယ်ဆိုတာတွေ ကြားကြရမှာ ဖြစ်ပါတယ်။ ဒါနဲ့ဆက်စပ်လို့ “One man by himself is nothing. Two people who belong together make a world. တစ်ကိုယ်တည်းနေရတာ အဓိပ္ပာယ်မရှိဘူး။ချစ်သူနဲ့ တူနှစ်ကိုယ်ဆိုမှ ပျော်စရာပါ။” ဆိုတဲ့ ကိုးကားဖွယ်အဆိုအမိန့် (Quotable Quote)လေးကို မျှဝေချင်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "WORKAHOLIC",
        "content": "WORKAHOLIC\n\nWORKAHOLIC နေ့မအားညမနား အလုပ်လုပ်သူ အလုပ်ကြိုးစားလုပ်ကိုင်သူ (hard worker) တွေ နိုင်ငံတိုင်းမှာရှိကြပါတယ်။ ဒါပေမယ့် အလုပ်မှအလုပ်၊ အလုပ်တစ်ခုတည်းကိုပဲ ထမင်းမေ့ဟင်းမေ့ တရားလွန်လုပ်သူတွေလည်း ရှိကြပါသေးတယ်။ သူတို့ကိုတော့ Workaholic လို့ခေါ်ပါတယ်။ဒီစကားက Work (အလုပ်) နဲ့ Alcoholic (အရက်သေစာ အလွန်အမင်းစွဲလမ်းမှု) စကားနှစ်လုံး ပေါင်းပြီးဖြစ်လာတဲ့ Portmanteau Word ခေါ် နှစ်ရောင်စပ် စကားလုံးသစ် (Work+aholic) ပါ။Workaholic ကို မြန်မာလို အလုပ်သရဲ၊ အလုပ်ကို သရဲမရဲစီးနေသလိုလုပ်တတ်သူလို့အနက်ဖွင့်ပါတယ်။ လက်တွေ့မှာတော့ အလုပ်ကြိုးစားသူ နဲ့ အလုပ်သရဲ ကွာခြားမှုရှိပါတယ်။ Hard worker အလုပ်ကြိုးစားသူ ဆိုတာ အပြောခံရသူ အတွက် ချီးကျူးထောမနာစကားဖြစ်ပေမယ့်၊ Workaholic အလုပ်သရဲဆိုတဲ့ အသုံးအနှုန်းက သဘောမကျ၊ မနှစ်သက်တဲ့သဘောနဲ့ ပြောတာဖြစ်လို့ပြောဆိုသုံးစွဲခံရသူအဖို့ ကြိုက်နှစ်သက်မှု မရှိကြောင်း သတိပြုစေချင်ပါတယ်။ မြန်မာတို့ရဲ့ မြန်မာဘီယာကြော်ငြာမလို့ မဟုတ်ပါ။ မြန်မာတွေ ဘယ်လောက် အလုပ်ကြိုးစားသလဲ သိရအောင် မြန်မာစာအဖွဲ့ရဲ့ မြန်မာ-အင်္ဂလိပ်အဘိဓာန် မှာ ရှာကြည့်လိုက်တော့ အလုပ်ကြွေး (work left undone)၊အလုပ်ပါး (have not much work to do) ပဲတွေ့တယ်။ အလုပ်ပိ တာမတွေ့ရဘဲ အလုပ်ပိတ် (close office; suspend work) ပဲရှိပါတယ်။ ကောင်းလေစွ။ မြန်မာလို အလုပ်ပိသေသည်၊ အင်္ဂလိပ်လို Death from overwork ၊ ဂျပန်လို karoushi (ခရိုးရှိ) ဆိုတဲ့ဝေါဟာရမျိုးကရှားရှားပါးပါး ဂျပန်လူမျိုးတွေဆီမှာပဲ ရှိပါလိမ့်မယ်။ အားလုံး (ကြိုးစားကြမယ်) မင်္ဂလာပါ။"
    },
    {
        "title": "ကလိမ်ချုံ နိဗ္ဗာန်ဆော်",
        "content": "ကလိမ်ချုံ နိဗ္ဗာန်ဆော်\n\nကလိမ်ချုံ နိဗ္ဗာန်ဆော်  “Hawkers of the Human Hope & We” ဆိုတာ လွတ်လပ်ရေးရပြီး ၁၁ နှစ်အကြာ ၁၉၅၉ လောက်က အင်္ဂလိပ်-မြန်မာနှစ်ဘာသာနဲ့ တင်သွင်းဖတ်ကြားတဲ့ ကွန်ဖရင့်စာတမ်းတိုလေး တစ်စောင်ရဲ့ခေါင်းစဉ်ပါ။ အဲဒီ စာတမ်းတိုလေးမှာ H သုံးလုံးကို သံတူကပ် (Alliteration) လုပ်ပြီးရေးထားတာ တွေ့နိုင်ပါတယ်။ လုံးချင်း ဘာသာပြန်ရင်တော့ Hawker ဆိုတာ ဈေးလှည့်လည်ရောင်းသူ၊ ခေါင်းရွက်ဗျပ်ထိုးဈေးသည်၊ အများကြားအောင် လိုက်လံကြေညာသူ (Crier) လို့ အဓိပ္ပာယ်ရ ပြီး၊ Human Hope ကတော့ လူသားတွေရဲ့ မျှော်လင့်ချက် ဖြစ်ပါတယ်။ ဒါပေမဲ့ စာရေးသူက Human Hope ကို ဘာသာမပြန်ဘဲချန်ခဲ့ပါတယ်။ Hawkers ကိုတော့ ကလိမ်ချုံနိဗ္ဗာန်ဆော် လို့ လှလှပပ ပြန်ဆိုသွားပါတယ်။  မြန်မာ-အင်္ဂလိပ်အဘိဓာန်မှာတော့ ကလိမ်ချုံကို crook; swindler ၊ နိဗ္ဗာန်ဆော်ကို kind of town-crier who exhorts meritorious activities/deeds လို့ အနက်ပေးပါတယ်။ ရပ်ရွာကောင်းကျိုးအတွက်ပရဟိတ စိတ်အပြည့်နဲ့ တက်တက်ကြွကြွ လုပ်ဆောင်တတ်တဲ့ နိဗ္ဗာန်ဆော်ကောင်းတွေရှိသလို၊ အများအိပ်ပျော်ချိန်ကို အခွင့်ကောင်းယူပြီး၊ ဆွမ်းချက်ရန် ထတော်မူပါ ဆိုတဲ့ ဘဝန္တောအယောင်ပြ ဝေလီဝေလင်း သူခိုးတွေလည်း ရှိကြပါတယ်။ အလားတူပါပဲ အကျင့်ပျက် သီလကြောင် စုန်းပြူး နိဗ္ဗာန်ဆော်တွေလည်း ရှိကြပါတယ်။နိုင်ငံရေး မှာလည်း အများကောင်းကျိုး သယ်ပိုးပါ့မယ်လို့ အသံကုန်ဟစ်ပြီး နိုင်ငံ့ဘဏ္ဍာကို ကိုယ်ပိုင်ငွေ အဖြစ်သိမ်းကျုံးသွားကြတဲ့ နိုင်ငံရေးလုပ်စားသူတွေနဲ့ အစပဲရိုးတဲ့ အာဏာရှင်အစိုးရတွေကို ကလိမ်ချုံနိဗ္ဗာန်ဆော် လို့ ခနဲ့တဲ့တဲ့ ခေါ်လိုက်ချင်ပါတယ်။ အဲဒီလို နိုင်ငံ့ကောင်းစားရေးထက် ကိုယ်ကျိုးရှာသူ ကလိမ်ချုံနိဗ္ဗာန်ဆော်တွေကိုခွဲခွဲခြားခြား ကွဲကွဲပြားပြား သိအောင်လုပ်ဖို့လိုပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Not Wounded, We’re already Dead!",
        "content": "Not Wounded, We’re already Dead!\n\nNot Wounded, We’re already Dead!  ဥရောပတစ်ခွင်လုံးမှာ ပြင်သစ်ဧကရာဇ်နပိုလီယံရဲ့ ဘုန်းတန်ခိုး နေလိုမီးလိုတောက်နေချိန်၊ နပိုလီယံရဲ့တိုက်တိုင်းအောင်တဲ့ တပ်မတော်ကြီး ပြင်သစ်စစ်စခန်းတစ်ခုမှာ တပ်စွဲထားချိန်၊ နပိုလီယံဟာ ရက်တဘွန်မြို့ကိုသိမ်းဖို့ ဗိုလ်ချုပ်တစ်ယောက်ကို စေလွှတ်ပြီး၊တိုက်ပွဲသတင်းကို စိုးရိမ်တကြီး စောင့်စားနေခိုက် မြင်းစီးတပ်သားတစ်ယောက် အပြင်းဒုန်းစိုင်းလာတာ တွေ့လိုက်ရပါတယ်။ မြင်းစီးစစ်သည်လေးဟာ လူငယ်စစ်သားလေးတစ်ယောက်ပါ။ သူက မြင်းပေါ်ကနေ အမြန်ဆင်းပြီး ရက်တဘွန်မြို့ကို သိမ်းပိုက်လိုက်နိုင်ပြီ ဖြစ်ကြောင်း နပိုလီယံကို လျှောက်တင်လိုက်ပါတယ်။မြို့သိမ်းတိုက်ပွဲအကြောင်းကိုသာ အာရုံရောက်နေတဲ့ နပိုလီယံဟာ ခြေမြန်တော်လေးရဲ့ အခြေအနေမှန်ကို သတိမထားမိဘဲ ဝမ်းပိုက်ကနေ သွေးတွေစီးကျလာကိုမြင်တော့မှ “ ဟာ …. မင်းက ဒဏ်ရာကြီးနဲ့ပါလား “You’re wounded!” လို့ပြောလိုက်ပါတယ်။ စစ်သည်တော်လေးက “အရှင်မင်းကြီးကျွန်တော်မျိုးက ဒဏ်ရာရလာတာ မဟုတ်ပါဘူး၊ ကျွန်တော်မျိုးက သေတောင်သေနေပါပြီ ခင်ဗျာ“Nay, I’m killed, Sire!” လို့ပြောပြီး မင်းဧကရာဇ်ရဲ့ ခြေတော်ရင်းမှာပဲ လဲကျသေဆုံးသွားပါတယ်။ ဒါဟာ ၁၉ ရာစုလောက်က ပြင်သစ်စစ်စခန်းတစ်ခုမှာ ဖြစ်ခဲ့တဲ့အဖြစ်အပျက်လေးပါ။ဒီကနေ့ ၂၁ ရာစုမှာတော့ ကျွန်တော်တို့မြန်မာတွေဟာ နှစ်ငါးဆယ်နီးပါး မျိုသိပ်ခဲ့ရတဲ့ ဆန္ဒအမှန်တွေကို ထုတ်ဖော်ပြီး၊ ဒေါ်အောင်ဆန်းစုကြည် ဦးဆောင်တဲ့ NLD ပါတီကိုပြတ်ပြတ်သားသား ရွေးချယ်လိုက်ပါပြီ။ နှစ်သုံးဆယ်နီးပါး အနစ်နာခံပေးခဲ့တဲ့ အမေစုလည်း ဆန္ဒတွေ ပြည့်ဝသွားခဲ့ပါပြီ။ဆယ်စုနှစ်ငါးခုလောက် အတိဒုက္ဒရောက်ခဲ့ကြတဲ့ ကျွန်တော်တို့ပြည်သူတွေကို ဒဏ်ရာကြီးနဲ့ပါလားလို့ လာမပြောပါနဲ့၊ တကယ်တော့ ကျွန်တော်တို့ဟာ သေနေတာ ကြာလှပါပြီဗျာ။ Let us rise again in democratic Myanmar! ကျွန်တော်တို့အားလုံး ဒီမိုကရေစီပြည့်ဝတဲ့ မြန်မာပြည်ကြီးမှာပြန်လည်ရှင်သန်ကြရအောင်ပါ။ Get up! Stand up! နိုးလော့ မြန်မာ။ ထလော့ မြန်မာ။ အားလုံး မင်္ဂလာညချမ်းပါ။  ကိုးကား - Robert Browning \"Incident of the French Camp\""
    },
    {
        "title": "The Grapes are sour!",
        "content": "The Grapes are sour!\n\nHi folks!The Grapes are sour! စပျစ်သီးတွေ ချဉ်ကုန်ပြီလား။ ဆရာမင်းကျော်ရဲ့ ဝတ္ထုနာမည်က \"အဖြူကို မည်သူ အနက်ဆိုးသလဲ\" တဲ့။ မြန်မာပြည်ကြီး ကောင်းစားစေချင်ရင် အဖြူကို အနက်မဆိုးကြပါနဲ့။ Don't Make Waves! ကျွန်တော်တို့တွေ တောနက်ကြီးထဲမှာပဲ ရှိပါသေးတယ်။We are still in the wilderness.လွတ်လပ်ရေးမရမီက ဗိုလ်ချုပ် ပြောဖူးတယ်။ ဘေးမကင်းမီ ဟင်းမချပါနဲ့တဲ့။ Don't hallo till you are out of the wood. ဒီတော့ လှေစီးသွားလာနေရတဲ့ အချိန်အခါမျိုးမှာ လိူင်းထအောင် မလုပ်ကြစေလိုပါ။ လိူင်းမပုတ်ကြစေလိုပါ။Don't Make Waves! ပြဿနာတွေ မဖန်တီးကြပါနဲ့။ အားလုံး အေးချမ်းသာယာ ကြပါစေ။"
    },
    {
        "title": "ကျွန်မကနှင်းဆီပါ",
        "content": "ကျွန်မကနှင်းဆီပါ\n\nI am a Rose! မြန်မာနိုင်ငံရဲ့ကံကြမ္မာကို အဆုံးအဖြတ်ပေးမယ့် နိုဝင်ဘာ ၈ အထွေထွေရွေးကောက်ပွဲအပြီး၊ နိုဝင်ဘာ ၁၂ ရက် မနက်မှာ ဒေါ်အောင်ဆန်းစုကြည်က အနုပညာရှင်တွေနဲ့တွေ့ဆုံစဉ် “တခြားနိုင်ငံတွေမှာ မလုပ်ဖူးတဲ့ မေတ္တာကိုအခြေခံတဲ့ နိုင်ငံရေးမျိုး လုပ်ကြည့်လိုကြောင်း ပြောကြားခဲ့ပါတယ်။တစ်နေရာမှာ NLD ပါတီအာဏာရတဲ့အချိန် ဒေါ်အောင်ဆန်းစုကြည်အနေနဲ့ သမ္မတရဲ့အထက်က ပဲ့ကိုင်အုပ်ချုပ်သွားမယ်ဆိုတာနဲ့ ပတ်သက်ပြီး နိုင်ငံခြားသတင်းထောက်ရဲ့အမေးကို “ကျွန်မက နှင်းဆီပန်းပါ၊ နှင်းဆီကို ဘယ်နာမည်ပေးပေး သူ့အနံ့က မွှေးမြဲ မွှေးမှာပါ” “A rose by any other name” လို့ ဒေါ်အောင်ဆန်းစုကြည် ကဝီလျှံရှိတ်စပီးယားရဲ့စကားနဲ့ ကိုးကားပြောဆိုသွားပါတယ်။ နှစ်ငါးဆယ်နီးပါး ဗြဟ္မစိုရ်တရားတွေ ဆိတ်သုဉ်းပြီး မေတ္တာတရားတွေ ခေါင်းပါးကာ ဒီမိုကရေစီငတ်ခဲ့တဲ့ မြန်မာပြည်သူတွေအနေနဲ့ ရှေ့ငါးနှစ်တာကာလအတွင်း ဒေါ်အောင်ဆန်းစုကြည်ရဲ့ NLD ပါတီက ဖန်တီးဖော်ဆောင်ပေးမယ့် မေတ္တာရှေ့ထားတဲ့ ဒီမိုကရေစီရဲ့ပါးလေးဘယ်လောက်မွှေးသလဲဆိုတာ ကျွန်တော်တို့ ပြည်သူပြည်သားတွေအားလုံး စောင့်ကြည့်ခံစားကြပါစို့။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မြို့မေတ္တာခံယူမယ့်သား",
        "content": "မြို့မေတ္တာခံယူမယ့်သား\n\nဇာတ်သဘင်နဲ့ပတ်သက်လို့ ကျွန်တော်မှတ်မိနေတာနှစ်ခုရှိပါတယ်။ တစ်ခုက ဇာတ်သမားပြန်ရင် မှတ်သားစရာကျန်တယ်၊ ဇာတ်မင်းသားကလည်း သူ့ကိုယ်သူ ရွှေပွဲလာတွေနဲ့မိတ်ဆက်ရာမှာ မြို့မေတ္တာခံယူမယ့်သားပါဗျ လို့ အစချီ သီဆိုနှုတ်ခွန်းဆက်လေ့ရှိပါတယ်။ ၁၉၆၂ ခုနှစ်၊ မတ်လ ၂ ရက်နေ့မှာတပ်မတော်ကနိုင်ငံတော်အာဏာအရပ်ရပ်ကို ရယူသိမ်းပိုက်ပြီးနောက်ပိုင်း တက်လာတဲ့ နိုင်ငံခေါင်းဆောင်တွေရဲ့ ပြောစကားနဲ့လုပ်ရပ်တွေက ပရိတ်သတ်စိတ်ဓာတ်နှင့် သိပ်မဟပ်တော့ ဘယ်လိုမှ မြို့မေတ္တာမခံယူနိုင်ခဲ့ပါ။ နှစ်ပေါင်း ၅၀ အလွန် ပြီးခဲ့တဲ့ ၂၀၁၅ ခုနှစ်၊ နိုဝင်ဘာလ ၈ ရက်နေ့မှာ မြန်မာနိုင်ငံတစ်ဝှမ်းလုံး အထွေထွေရွေးကောက်ပွဲနဲ့ပြည်သူ့ဆန္ဒအစစ်အမှန်ကို ဖော်ထုတ်ခွင့်ရရှိခဲ့ပါတယ်။ တစ်ပြည်လုံးဆန္ဒမဲအရ ဒေါ်အောင်ဆန်းစုကြည် ဦးဆောင်တဲ့ အမျိုးသားဒီမိုကရေစီအဖွဲ့ချုပ် က မြို့မေတ္တာခံယူသွားပါပြီ။ မြန်မာပြည်သူအပေါင်း ဒီမိုကရေစီကျင့်စဉ်ဖြင့် စိတ်ချမ်းသာ ကိုယ်ကျန်းမာရှိကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "သဘောထားကြီးခြင်းဆိုတဲ့စကားလုံး",
        "content": "သဘောထားကြီးခြင်းဆိုတဲ့စကားလုံး\n\nAn important step forward into fresh futureMagnanimity ဆိုတာ သဘောထားကြီးခြင်း၊ စိတ်ထားမြင့်မြတ်ခြင်း၊ ခွင့်လွတ်တတ်ခြင်း ပါ။ ဒီ သဘောထားကြီးခြင်း ဆိုတဲ့စကားလုံး မြန်မာပြည်မှာ ကွယ်ပျောက်နေတာကြာပါပြီ။ မှတ်မှတ်ရရ ဒီစကားကို လွန်ခဲ့တဲ့ အနှစ်ငါးဆယ်ကျော်လောက်ကကမ္ဘာ့ကုလသမဂ္ဂ အတွင်းရေးမှူးချုပ်ဟောင်း ဦးသန့် ပြောလို့ ကျွန်တော်မှတ်သားထားခဲ့ပါတယ်။ အခု နှစ်ပေါင်းများစွာပျောက်ကွယ်နေတဲ့ သဘောထားကြီးခြင်း (Magnanimity) ကို ၂၀၁၅ နိုဝင်ဘာ ၇ ရက်နေ့ထုတ် Global New Light of Myanmar သတင်းစာရဲ့ရှေ့ဆုံးစာမျက်နှာမှာ အနှစ်သာရပြည့်ပြည့် ပြန်တွေ့ခဲ့ရပါတယ်။ နိင်ငံတော်သမ္မတ ဦးသိန်းစိန် က သူရဲ့ ၆-၁၁-၂၀၁၅ ရွေးကောက်ပွဲအကြိုမိန့်ခွန်းမှာ \"နိင်ငံရေးအင်အားစုများ အားလုံးအနေနဲ့လည်း မဲဆန္ဒရှင်ပြည်သူများရဲ့ အဆုံးအဖြတ်ကို တညီတညွတ်တည်း သဘောထားကြီးကြီး လက်ခံကြရမှာဖြစ်ပါတယ်။\"လို့ပြောကြားခဲ့ပါတယ်။\"PRES CALLS ON ALL TO VOTE\"\"Political parties should accept election results with magnanimity\" သဘောထားကြီးခြင်း၊ စိတ်ထားမြင့်မြတ်ခြင်း၊ ခွင့်လွတ်တတ်ခြင်း တို့ဖြင့် မြန်မာနိုင်ငံရဲ့ တောက်ပတဲ့အနာဂတ်သို့ သွားကြရအောင်။ အာလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ELECTION WILL BE A NEW ERA FOR MYANMAR!",
        "content": "ELECTION WILL BE A NEW ERA FOR MYANMAR!\n\n2015 NOV 8 ELECTION WILL BE A NEW ERA FOR MYANMAR!ဒီကနေ့ Asia Times သတင်းထောက်ရဲ့အမေးကို ကာချုပ် က ဒီလို ဖြေပါတယ်။ Asked how he would feel if the NLD won this time, Min Aung Hlaing told reporters:“If the people choose them, there is no reason we would not accept it.”သမ္မတ ဦးသိန်းစိန်ကလည်း \"ကျွန်တော်တို့ အစိုးရ နဲ့ တပ်မတော်ဟာ ထွက်ပေါ်လာမယ့် ရွေးကောက်ပွဲရလဒ်ကို လက်ခံသွားပါမယ်\" လို့ ၆-၁၁-၂၀၁၅ ရက်နေ့မှာ ကတိပေးပြောကြားခဲ့ပါတယ်။"
    },
    {
        "title": "GIVE “NLD” A CHANCE",
        "content": "GIVE “NLD” A CHANCE\n\nမြန်မာပြည်မှာ လူဖြစ်ရတဲ့ဒုက္ခကို မိတ်ဆွေတစ်ယောက်က ဒီလိုပြောပါတယ်။ “ခံရလှ တစ်ဘဝပေါ့ဗျာ” တဲ့။ ဒါပေမဲ့ တစ်ဘဝထဲမှာ နှစ်ဘဝစာလောက် ဒုက္ခခံနေရသူတွေ မြန်မာပြည်မှာ အများကြီးရှိနေတာ သိရလို့ ကြေကွဲမဆုံး ဖြစ်ရပါတယ်။ မခံနိုင်လို့ သေသွားတဲ့သူတွေ၊ မသေမရှင်ဖြစ်နေသူတွေ၊သေချင်ယောင်ဆောင်နေရသူတွေ အားလုံးအတွက် မှန်ကန်တဲ့ရွေးချယ်မှု ပေးနိုင်ကြပါစေ။ အားပြိုင်နေကြတဲ့ နိုင်ငံရေးပါတီအပေါင်း မျှမျှတတ ယှဉ်ပြိုင်ကြပြီး၊ ရွေးကောက်ပွဲကြီး ချောချောမွေ့မွေ့ပြီးဆုံးပါစေ။ ကျွန်တော်တို့တွေ NLD ကို မဲပေးပြီးတော့ အများမျှော်လင့်နေတဲ့ အနာဂတ်သစ်ကိုကြိုဆိုလိုက်ကြရအောင်ဗျာ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "FINE YOUNG CANNIBALS",
        "content": "FINE YOUNG CANNIBALS\n\nလူတွေလည်း တခြားသတ္တဝါတွေလိုပဲ အသက်ရှင်ရပ်တည်ဖို့ နေ့စဉ် စားသောက်နေရပါတယ်။ ဒါကြောင့် “အသက်ရှင်ဖို့ စားပါ၊ စားဖို့ အသက်မရှင်ပါနဲ့” လို့ ပညာရှိတွေက ဆိုဆုံးမခဲ့တာပါ။ We should eat to live; not live to eat. စားဖို့ပဲ အသက်ရှင်နေရင် လူဟာ အဟိတ်တိရစ္ဆာန်နဲ့ ဘာကွာတော့မှာလဲလေ။“Eat (စားသည်)” ဆိုတဲ့ Verb ကို သိသလို၊ “Eater (စားသူ)” ဆိုတဲ့ Noun ကိုလည်းး သိထားသင့်ပါတယ်။ သတ္တဝါတွေကို သူတို့တွေရဲ့ စားပုံသောက်ပုံအရ ( ၃ ) မျိုး ခွဲခြားနိုင်ပါတယ်။ ၁။ အသားစားသတ္တဝါ (Carnivore=any animal that eats meat)၂။ အသီးအရွက်စားသတ္တဝါ (Herbivore=any animal that eats only vegetation or plants) ၃။ အစုံစားသတ္တဝါ (Omnivore = an animal that eats both plants and meat) လူတွေအတွက်တော့ အသားစားသူကို Meatarian or Meatatarian လို့ သီးသန့် ခေါ်ပါတယ်။အသားကို ခုံခုံမင်မင် စားသောက်တတ်ကြတဲ့ အသွေးအသားစားသူ Flesh-eater တွေပေါ့ဗျာ။ အသီးအရွက်ကို အားထားစားတဲ့ သက်သတ်လွတ်စားသူတွေကို Vegetarian or Vegan or Veggie လို့ ခေါ်ပါတယ်။ တိရစ္ဆာန်အချင်းချင်း ဇာတ်တူသားပြန်စားတာရှိသလို၊ လူတွေမှာလည်း ဇာတ်တူသားစားသူတွေ ရှိပါတယ်။Dog eats dog. ဆိုတဲ့ အီဒီယံက ဇာတ်တူသားစားတာကို ပြောတာဖြစ်ပါတယ်။ အဲဒီလို လူသားစားသူကို Cannibal - a person who eats human flesh လို့ ခေါ်ပါတယ်။ ပိုပြီးထူးဆန်းတာက ချေးစားတဲ့သူ (Human feces eater) တွေပါ။ ငွေချေးစားတာမဟုတ်ဘဲလူ့မစင် (Human feces; Excrement; Excreta; Poop; Shit) တွေကို စားကြတာပါ။ ကြည့်ရဲရင် YouTube မှာ သွားကြည့်လိုက်ပါ။ (Man eats human shit – YouTube @ www.youtube.com/watch? Apr 18, 2012 - Uploaded by Chomper BeerKing.)ရှိတော့ရှိတယ် ရှားတယ်လို့ ပြောရမလားပဲ။ သုတေသနအရ ကမ္ဘာ့လူဦးရေရဲ့ ၁% လောက် ချေးစားကြပါသတဲ့။ Eating feces is not uncommon and it is estimated that 1% of humans have indulged in this category. အံ့ရော။ ဂယ်ဘဲ ဂယ်ဘဲ နီနီခင်ဇော်ရေ။ကျွန်တော်တို့လူသားတွေဟာ တခြား ဘာညာဘာညာတွေလည်း စားကြတော့ အတန်းအစား ခွဲရခက်လောက်အောင် အစုံစားသတ္တဝါဆန်းတွေ ဖြစ်နေပါပြီ။ နောက်ပြီး နည်းမျိုးစုံနဲ့ ချက်ပြုတ်ကြော်လှော် စားသောက်တတ်ကြသလို၊ ကျပ်တိုက်လို့တစ်မျိုး၊ ဖုတ်ကင်လို့တစ်ဖုံ စားသောက်လေ့ရှိကြပါတယ်။ဒီခေတ်မှာတော့ ယမကာတွေနဲ့ တွဲဖက်စားသောက်ဖို့ အဖုတ်အကင်တွေကို ပိုကြိုက်လာကြတယ်။ ဆရာဝန်တွေ၊ သုတေသနသမားတွေကတော့ ကင်စာ (Barbecue (BBQ); Grilled meat; Satay) တွေစားပြီး၊ ကင်ဆာ (Cancer) အမျိုးမျိုးဖြစ်နေကြတယ်လို့ ဆိုပါတယ်။ တွေးဆဆင်ခြင်ကြဖို့ အချိန်တန်ပါပြီ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "သင်မပေးလိုက်ရတဲ့အရာဟာဆုံးရှုံး၏",
        "content": "သင်မပေးလိုက်ရတဲ့အရာဟာဆုံးရှုံး၏\n\nကျွန်တော်လည်း မြို့ပြလူဆင်းရဲတစ်ယောက်ပါ။ အိန္ဒိယမှာ ပရဟိတသွားလုပ်တဲ့ ဆရာဝန်အကြောင်း ဖော်ကျူးတဲ့ရုပ်ရှင်ကားအဆုံးမှာ What you haven't given is loss. စာတမ်းလေးပေါ်လာတယ်။ သင်မပေးလိုက်ရတဲ့အရာဟာ ဆုံးရှုံး၏တဲ့။ ဒီအဆိုကို လက်ခံကြပါသလားခင်ဗျာ။အများထင်တာက ပေးလိုက်မှတော့ ပိုက်ဆံအိတ်ပိန်သွားတယ်ပေါ့။ အသေချာစဉ်းစား ပိုက်ဆံအိတ်ပိန်သွားပေမယ့် နှလုံးသားဖောင်းလာတယ်။ ဟုတ်ပါရဲ့လား။ အားလုံး နှလုံးသားအသစ်နဲ့ မြန်မာပြည်ကြီးကို အလှဆင်နိုင်ကြပါစေ။ မင်္ဂလာမနက်ခင်းပါခင်ဗျား။"
    },
    {
        "title": "လမ်းမှားမလျှောက်မိပါစေနဲ့",
        "content": "လမ်းမှားမလျှောက်မိပါစေနဲ့\n\nDon’t Walk On The Wild Side!! ကျွန်တော်တို့ကုမ္ပဏီရဲ့ ထမင်းစားဆောင်အသွားမှာ “No Walking on Grass” ”မြက်ခင်းပေါ်မနင်းရ” သတိပေးစာတမ်းလေးရှိပါတယ်။ ဒါကိုဖတ်ပြီး၊ လူတိုင်းရင်းရင်းနှီးနှီးသိနေတဲ့ Walk; Walking; Walker အကြောင်း ဆက်ပြောချင်ပါတယ်။Walk (Verb) လမ်းလျှောက်သည် (ကြိယာ) Walk, don’t Run. လမ်းလျှောက်ပါ-မပြေးပါနှင့် ဆိုတာ လမ်းလျှောက်ပြိုင်ပွဲရဲ့ စည်းကမ်းပါ။ လူ့ဘဝမှာလည်း ကလေးငယ်များ ဝမ်းလျားထိုးရာမှ ထထိုင်၊ မတ်တပ်ရပ်၊ ပြီးမှလမ်းလျှောက် သင်ကြရတာပါ။ဒီလိုပါပဲ လမ်းလျှောက်တတ်သွားရင် ဆက်ပြီး ပြေးတတ်အောင် သင်ကြတာပေါ့။ “ဦးနှောက်မရှိသူ အပြေးသန်ဖို့တော့လိုတယ်” ဆိုတဲ့ ဆိုစကားတောင်ရှိတယ် မဟုတ်လား။ ဘယ်သူမဆို မပြေးတတ်ခင် လမ်းလျှောက်အရင်သင်ရပါမယ်။ Walk before one can run. ပေါ့ဗျာ။ဂီတမှာ စောင်းမကိုင်ခင် စည်းနဲ့ဝါးကို အရင်သင်ရတယ် ဆိုပဲ။ အဆင့်ဆင့်သွားရပါတယ်။ အဆင့်ကျော်တာမကောင်းပါ။ ဒီတော့ Run before one can walk. လမ်းမလျှောက်တတ်ခင် အပြေးမသင်သင့်ပါ၊ အဆင့်ဆင့်ပဲ ကောင်းပါလိမ့်မယ်။ Walk (Noun) လမ်းလျှောက်ထွက်ခြင်း (နာမ်) ထမင်းစားပြီး ဟိုနားဒီနားလမ်းလျှောက်ထွက်ခြင်း မျိုးပါ။ Let’s go for a walk. ခွေးမွေးထားတဲ့သူတွေအဖို့က ခွေးလည်းကျောင်းရင်း ကိုယ်လည်း အညောင်းအညာပြေ လမ်းလျှောက်ထွက်မယ်ပေါ့။ I used to walk the dogs in the evening.ကိုယ့်အနီးဝန်းကျင်က ချစ်သူနဲ့စကားတပြောပြော လမ်းလျှောက်သွားရတဲ့ကြည်နှုးမှုအရသာကို ကြုံဖူးသူတွေပဲ သိကြမှာပါ။ Honey, I’ll walk you home. အချစ်ရေ ကိုယ် မင်းကို (လမ်းလျှောက်၍) အိမ်အထိ အဖော်ပြုလိုက်ပို့ပါမယ်။ ဒီတော့ လမ်းလျှောက်ရင်း စကားပြောသွားနိုင်တာပေါ့လေ - walk and talk ။ ကာရန်လည်းညီတယ်။ ဒါကြောင့် walkie-talkie ကို လမ်းလျှောက်\bစကားပြောစက်လို့လိုက်ဖက်တဲ့ အမည်ပေးထားတာဖြစ်မယ်။ အချစ်ရဲ့ကိုယ်ရံတော်လေးက walkie-talkie လည်းဖြစ်တယ်နော်။ Walking (Noun) လမ်းလျှောက်ခြင်း (နာမ်) Walking ဆိုတာ Walk (ကြိယာ) ကို နောက်ဆက် +ing ပေါင်းထားတဲ့ gerund ခေါ် Verbal Nounကြိယာနာမ် (ကြိယာတစ်ဖြစ်လဲနာမ်- ကြိယာမှဆင်းသက်လာတဲ့နာမ်-) တစ်ခုဖြစ်ပါတယ်။ Present Participle (V+ing) လို့လည်းခေါ်ကြပါတယ်။ Walking is a good exercise. လမ်းလျှောက်ခြင်းသည် လေ့ကျင့်ခန်းကောင်းတစ်ခုပါ။ ကျန်းမာရေးအတွက် ဣရိယာပုတ်မျှတစေအောင် လမ်းလျှောက်ခြင်းWalk for a constitutional. ဆိုတဲ့ခေတ် မှိန်သွားတဲ့အသုံးတစ်ခုလည်း ရှိပါတယ်။ Walker (Noun) လမ်းလျှောက်သူ (နာမ်) အင်္ဂလိပ်ဝေါဟာရမှာ လမ်းလျှောက်သူ အမျိုးမျိုးရှိကြပါတယ်။ ကျန်းမာရေးအတွက်သော်လည်းကောင်း၊ အပျင်းပြေအတွက်သော်လည်းကောင်း၊ ဝမ်းစာရေးအတွက်သော်လည်းကောင်းလမ်းလျှောက်သူတွေရှိကြပါတယ်။ စာပေလေ့လာနေသူများအတွက် စုစည်းဖော်ပြလိုက်ပါတယ်။ Walker သာမန်အားဖြင့် ကျန်းမာရေး (သို့) အပျင်းပြေအတွက် လမ်းလျှောက်သူ ကို Walker လို့ခေါ်ပါတယ်။Cat-walker ဖက်ရှင်ပြပွဲရဲ့လျှောက်လမ်းမှာ လမ်းလျှောက်ပြသရသူ ကိုယ်ဟန်ပြမယ် - မော်ဒယ်ဂဲ။Fire-walker အလျှံညီးညီး ပူပြင်းသည့်မီးကို ဖြတ်လျှောက်နင်းပြသူ။ Jay-walker နမော်နမဲ့လမ်းလျှောက်သွားသူ - ယာဉ်စည်းကမ်း လမ်းစည်းကမ်းလိုက်နာမှုမရှိဘဲ လမ်းဖြတ်ကူးသူ။ Johnny Walker အရက်ကြိုက်နှစ်သူများကို မအိုဆေးပေးသူ - ဂျော်နီဝါကား(တကယ်ပါ အရက်သေစာ ခုံမင်တဲ့သေသောက်ကျူးသူတွေအဖို့အိုတောင်မအိုလိုက်ရဘဲ ငယ်ငယ်ရွယ်ရွယ်နဲ့ သေဆုံးစေတတ်သူဖြစ်ပါတယ်။) Street-walker လမ်းလျှောက်အပြာမယ်-လမ်းသွားလမ်းလာ ယောက်ျားများကို လိုက်လံမြူဆွယ်သူ ပြည့်တန်ဆာ။ သူကတော့ ဝမ်းရေးအတွက် လမ်းလျှောက်သူ၊ တစ်နည်း လူကိုရင်းပြီး ဘဝကုန်ထုတ်နေရသူပါ။ အေးဗျာစာပုဒ်အစကပြောခဲ့တဲ့ သတိပေးစာတမ်းလေး “မြက်ခင်းပေါ်မနင်းရ” “No Walking on Grass.” မှာပါတဲ့ Walk; Walking က ကျွန်တော်တို့တတွေ ခြေလှမ်းမမှားအောင် သတိပေးနေပါတယ်။ မကောင်းမှုဒုစရိုက်တွေနဲ့ တွေ့ကြုံရတဲ့အခါ No Walking on Grass./Don’t walk on the grass. မြက်ခင်းပေါ် ဖြတ်လျှောက်မသွားကြပါနဲ့၊ မြက်ခင်းပေါ်မနင်းရဆိုတဲ့ သတိပေးစာတိုလေးကို အမှတ်ရကြဖို့ပါ။ အကောင်းဆုံးက မြက်ခင်းစိမ်းစိမ်းလေးကို ကွေ့ရှောင်နိုင်ကြပါစေ။ KEEP OFF THE GRASS!Don’t Walk On The Wild Side. အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "မြူနီစီပယ် (Municipal)",
        "content": "မြူနီစီပယ် (Municipal)\n\nမြို့တော်ကို ချွေးဖြင့်ဆေးမည် မြို့တော်စည်ပင်သာယာ (City Development)ကို အရင်တုန်းက မြူနီစီပယ် (Municipal) လို့ ခေါ်ပါတယ်။ အများကတော့ မြူနီစီပယ်ကို အမှိုက်ကျုံးသူတွေလို့ပဲ ထင်နေကြပါတယ်။ အရင်က ရန်ကုန်မြူနီစီပယ် ဟာ အခုတော့ ရန်ကုန်မြို့တော် စည်ပင်သာယာရေးကော်မတီ(Yangon City Development Committee - YCDC) ဖြစ်နေပါပြီ။ ယခင် ရန်ကုန်မြူနီစီပယ်ကလည်း သူ့ခေတ်နဲ့သူ “မြို့တော်ကိုချွေးဖြင့်ဆေးမည်” ဆိုတဲ့ဆောင်ပုဒ်နဲ့ ကြွေးကြော်လုပ်ဆောင်ခဲ့ကြပါတယ်။ စိတ်ရင်းနဲ့ အလုပ်အကျွေးပြုခဲ့သူတွေကို လေးစားပါတယ်။ အမှိုက်သိမ်းသူရှိပေမယ့် ကျွန်တော်တို့ပြည်သူတွေဘက်ကလည်းစည်းကမ်းရှိရှိ စနစ်တကျ အမှိုက်ပစ်တတ်ဖို့ လိုနေပါသေးတယ်။ အကျင့်ဟောင်းတွေ ပြင်ကြရပါဦးမယ်။ အရင်ကတည်းက မြူနီစီပယ်ဟာ မြို့တော်သန့်ရှင်းရေးအတွက် အမှိုက်သိမ်းတာဝန်အပြင် လမ်းတွေကိုပါ တည်ဆောက်ပြုပြင် ဖာထေးပေးရပါတယ်။ “ကျောက်လမ်းတွေက ပျက်လိုက်တာ မြူနီစီပယ်က ပြင်ကြပါဦး” ဆိုတဲ့သြင်္ကန်သံချပ်လေးကို လူကြီးပိုင်းတွေ မှတ်မိကြလိမ့်မယ်လို့ ထင်ပါတယ်။ ကျွန်တော်တို့ဆီမှာ အခုထိ ကျောက်ကတ္တရာလမ်းတွေ ပျက်နေတုန်းပါ။ မြို့တော်ကြီးမှာတောင် နိုင်လွန်ကတ္တရာခင်းနိုင်တဲ့လမ်းက နည်းပါတယ်။ အခုတော့ ကွန်ကရစ်လမ်းတွေ အစားထိုးဝင်ရောက်လာပါပြီ။ မြို့သစ်တွေဆိုရင် တစ်ခါခင်းပြီးရင် တစ်မေ့ပဲ နေရော။ခင်းပြီးသား လမ်းအများစုကလည်း အပေါက်တွေ ဗရပွနဲ့ပါ။ အဲဒီ လမ်းပေါ်ကတွင်း၊ ကျင်း၊ ချိုင့်တွေကို potholes လို့ ခေါ်ပါတယ်။ Maybe there is an ‘important’ reason why the city won’t fill the holein front of my house? ဒါက နိုင်ငံခြားသား မြို့ကြီးသားတစ်ယောက်ရဲ့ ငိုချင်းပါ။လမ်းပေါ်ကချိုင့်တွေ အချိန်မီမဖို့နိုင်တာက ကျွန်တော်တို့နိုင်ငံ တစ်ခုတည်းတော့ မဟုတ်ပါဘူး။ အင်တာနက်က သက်သေဖြစ်ပါလိမ့်မယ်။ ဒါပေမဲ့ သူတို့ဆီမှာ ယဉ်ကျေးချက်က သတိပေးဆိုင်းဘုတ်တွေ ချိတ်ထားကြတယ်။ သူတို့ဆီက လမ်းအသုံးပြုသူတွေအတွက် သတိပေးချက်ကို ဖတ်ကြည့်ပါဦး။ SLOW potholes ahead,use at own risk. ရှေ့တွင် လမ်းချိုင့်များ ရှိသည်၊ အန္တရာယ်ရှိသည် တဲ့။ ကျွန်တော်တို့ဆီမှာလည်း ချို့ယွင်းချက်ကို မပြုပြင်နိုင်သေးချိန်၊ ပြုပြင်ဆဲအချိန်မှာ သတိပေးဆိုင်းဘုတ်လေး ‌ထောင်သင့်ပါတယ်။အားလုံးအကျင့်ဟောင်းတွေ ပြင်ကြရပါဦးမယ်။POTHOLESA pothole is a structural failure in a road surface, caused by failure primarily in asphalt pavementdue to the presence of water in the underlying soil structure and the presence of traffic passing over the affected area.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကမ္ဘာ့လူ့အခွင့်အရေးနေ့",
        "content": "ကမ္ဘာ့လူ့အခွင့်အရေးနေ့\n\nဒီနေ့ ဒီဇင်ဘာလ ၁၀ ရက်နေ့ဟာ ကမ္ဘာ့လူ့အခွင့်အရေးနေ့ ဖြစ်ပါတယ်။ ကျွန်တော်တို့ နိုင်ငံမှာ ဒီမိုကရေစီစနစ်နဲ့အညီ လူ့အခွင့်အရေးစံနူန်းတွေကို ၂၀၁၁ မတ်လ က စတင်အကောင်အထည်ဖော်ခဲ့ပါတယ်။ မပီပြင်သေးပါ။ နိုင်ငံတော်အစိုးရအပါအဝင် လူသားတိုင်းက လူ့အခွင့်အရေးစံနူန်းတွေကိုလေးစားတန်ဖိုးထားမူ လျော့နေလို့ဖြစ်ပါတယ်။၂၀၁၆ မတ်လ စတင်အသက်ဝင်မယ့် အစိုးသစ်လက်ထက်မှာ ဒီမိုကရေစီပိုမိုပီပြင်ပြီး၊ မွေးရာပါလူ့အခွင့်အရေးတွေ ပြည့်ပြည့်ဝဝ ရရှိမယ်လို့ယုံကြည်ပါတယ်။ RESPECT YOURSELF & RESPECT OTHERS!FYI, Human Rights Day is observed every year on 10 December.It commemorates the day on which, in 1948, the United Nations General Assembly adopted the Universal Declaration of Human Rights. This year's theme is\" \"Our Rights. Our Freedoms. Always.\" Have a nice day!နိုင်ငံတကာ လူ့အခွင့်အရေးနေ့ (ဒီဇင်ဘာလ ၁၀ ရက်)လူ့အခွင့်အရေးစံနူန်းများကို နိုင်ငံတော်အစိုးရနှင့် လူသားတိုင်းက လေးစားတန်ဖိုးထားကြရမည်။Today Dec 10 is International Human Rights Day.The theme is \"Our Rights. Our Freedoms. Always\"Human Rights Day is marked annually on 10 December to commemorate the day in 1948when the United Nations adopted the Universal Declaration of Human RightsRESPECT YOURSELF & RESPECT OTHERS."
    },
    {
        "title": "You Reap What You Sow",
        "content": "You Reap What You Sow\n\nYou Reap What You Sow ကိုယ်စိုက်တာ ကိုယ်ပြန်ရိတ်သိမ်းရမယ် Reaping What We Sow. ဆိုတာ ခရစ်ယာန် သမ္မာကျမ်းစာ အပိုဒ် Galatians 6:7-8 ထဲက အဆုံးအမပါ။ ဗုဒ္ဓဘာသာမြန်မာတွေအတွက် ကံ ကံ၏ အကျိုးတရားပေါ့။ ကောင်းမှုကုသိုလ်လုပ်ရင် ကောင်းကျိုးရလဒ်ရသလို၊အကုသိုလ်လုပ်ရင် ဆိုးဝါးတဲ့အကျိုးဆက် ခံရမယ်ပေါ့။ ဒီကနေ့ တရုတ်ပြည်မကြီးမှာ မီးခိုးမြူတွေ ဖုံးလာလို့ မြူထူထပ်မှု အမြင့်ဆုံးအဆင့် (Red Alert) သတိပေးထားရတယ်။ လူတွေ အသက်ရှူမဝဘဲ မွန်းကျပ်လာတယ်။ “အသက်ရှုကျပ်တယ်၊ အသက်ရှုကျပ်တယ်၊ ကျပ်တယ်” ဖြစ်ကုန်ကြပြီ။ တရုတ်ပြည်ဟာ ကမ္ဘာပေါ်မှာကာဗွန်ထုတ်လွှတ်မှု (Carbon emission) အများဆုံးနိုင်ငံတစ်ခု ဖြစ်ပါတယ်။ Do now, pay later သဘောပေါ့။ သူကိုယ်တိုင် စိုက်ပျိုးခဲ့တာတွေ သူ ပြန်ရိတ်သိမ်းနေရပါပြီ။ အခုဆို ကြေးကြီးကြီးနဲ့ ပြန်လည်ပေးဆပ်နေရပါပြီ။ ကမ္ဘာ့ရာသီဥတုပြောင်းလဲမှုကြောင့် ကမ္ဘာ့နိုင်ငံအသီးသီးမှာ လေထုညစ်ညမ်းမှုတွေနဲ့ ရင်ဆိုင်နေကြရလို့ကာဗွန်ဓာတ်ငွေ့လျှော့ချရေးကို အမျိုးသားရေးအသွင်နဲ့ အစွမ်းကုန် လုပ်နေကြပါပြီ။ စင်ကာပူနိုင်ငံမှာလည်း မြူတွေပိတ်ဖုံးတဲ့အန္တရာယ်နဲ့ ကြုံတွေ့နေရပြန်ပါတယ်။ အင်ဒိုနီးရှားတောမီးကနေ နယ်ကျော်ရောက်ရှိလာတဲ့ မီးခိုးတွေကြောင့် စင်ကာပူနိုင်ငံမှာ မြူတွေ ရက်ရှည်အုပ်ဆိုင်းနေပါတော့တယ်။ကမ္ဘာ့ရာသီဥတုပြောင်းလဲမှု (Climate Change) ဖြစ်စဉ်အရ မြန်မာပြည်လည်း သီးခြားကင်းလွတ်နေနိုင်မည်မဟုတ်ပါ။ အဲဒီ မြူခိုးတွေဟာ ကျွန်တော်တို့နိုင်ငံ တောင်ဘက်စွန်း တနင်္သာရီက တချို့ဒေသတွေအထိ ရောက်လာတယ်လို့ ကြားရပါတယ်။ ကျွန်တော်တို့က အင်္ဂလိပ်စာ လေ့လာနေသူတွေဖြစ်လို့ မီးခိုးအကြောင်း ပြောကြရအောင်။အားလုံးသိကြတဲ့အတိုင်း မီးခိုးက Smoke ပါ။ မီးကြောင့် မီးခိုးတွေ ထွက်လာတယ်။ စကားပုံတောင်ရှိသေး “မီးမရှိဘဲ မီးခိုး မထွက်” တဲ့။ “There is no smoke without fire. မြန်မာမှုပြုရရင် ဟုတ်လို့ကျော် ပုတ်လို့ပေါ်ပေါ့ဗျာ။ ပုံမှန်အားဖြင့် မီးခိုးကို smoke လို့ခေါ်ပေမယ့်၊ အခုလို မီးခိုးငွေ့တွေဟာ မြူဆိုင်းသလို ကျနေတဲ့မီးခိုးကိုတော့ မီးခိုးမြူ (smog) လို့ နာမည်သစ်ပေးကြပြန်တယ်။ ဒါကလည်း smoke (မီးခိုး) “smo” နဲ့ fog (မြူ) က “g” ကိုပေါင်းစပ်ကာ၊ မီးခိုးမြူ “smog” လို့ စကားလုံးသစ် ဖန်တီးကြတာပါပဲ။ ဒီလိုမျိုး စကားလုံးသစ်တွေထွင်တာကို Coin လို့ ခေါ်ပါတယ်။ ဒါကို Coining of word အသုံးအနှုန်းအသစ်-စကားလုံးသစ်ထွင်တယ်လို့ ပြောပါတယ်။ စင်ကာပူရဲ့ CNAI သတင်းဌာနကတော့ အဆန်းမထွင်ဘဲ မီးခိုးတွေကို haze မြူလို့ ရိုးရိုးပဲရေးပါတယ်။ ဘာပဲဖြစ်ဖြစ် There is no smoke without fire. ပါ။ Reaping What We Sow. ကိုယ်ပြုတဲ့ကံ ကိုယ်သာခံကြရပါမယ်။"
    },
    {
        "title": "PEOPLE POWER",
        "content": "PEOPLE POWER\n\nTHOUGHT OF THE WEEK – Dec 4, 2015 PEOPLE POWER ပြည်သူရွေးချယ်တဲ့အစိုးရနဲ့ ပတ်သက်လို့ ကျွန်တော်ကြိုက်မိတဲ့ အဆိုအမိန့်တစ်ခု ဝေမျှပါရစေ။ \"When government fears the people, there is liberty. When the people fear the government, there is tyranny.\"အစိုးရကလူထုကို ကြောက်နေရရင် လွတ်လပ်မှုရှိလို့။ လူထုက အစိုးရကို ကြောက်နေရရင် နိုင်လိုမင်းထက် ပြုမူတတ်တဲ့ မင်းဆိုးမင်းညစ်အုပ်ချုပ်မှု ရှိနေလို့။ နိုင်ငံတော်အစိုးရဟာ ပြည်သူလူထုရဲ့ အစေခံသာဖြစ်တယ်၊ ပြည်သူလူထုရဲ့ အရှင်သခင် မဟုတ်ဘူး။ “The government is our servant, not our master.\"ဒီကနေ့ကျွန်တော်တို့ မြန်မာပြည်သူတွေ ရွေးချယ်လိုက်တဲ့ အောင်ပွဲရနိုင်ငံရေးပါတီဟာ မေတ္တာရှေ့ထား ဗြဟ္မစိုရ်တရားလေးပါးနဲ့အညီ ပြည်သူလူထုကို အလုပ်အကျွေးပြုမယ့် ဒီမိုကရေစီ အစိုးရတစ်ရပ်ဖြစ်မယ်လို့ ယုံကြည်ပါတယ်။ Power to the people, Right on! အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Twilight of life",
        "content": "Twilight of life\n\nကျွန်တော့်အသက် ၂၄ နှစ်လောက်က ဘီတယ်အဖွဲ့ရဲ့ When I'm 64 သီချင်းလေးနားထောင်မိတယ်။နုပျိုစဉ် နားထောင်ရတာနဲ့ အခု အသက် ၆၇ နှစ်အရွယ်ဇရာပိုင်းမှာ နားထောင်ရတာ လုံးဝမတူတော့ပါ။သီချင်းစာသားထဲက Grandchildren on your knee, Vera, Chuck & Dave...မြေးလေးသုံးယောက်နဲ့ ပျော်နေမယ့် အဘိုးကြီးဘဝကို စိတ်ကူးယဉ်မိခဲ့၊ အခုတော့ ဒီလိုမဟုတ်တော့။တကယ့် ဘဝနေဝင်ချိန် ပြန်သုံးသပ်မိပါပြီ။........ဘဝအတွက်ဘာအရေးကြီးဆုံးလဲ။"
    },
    {
        "title": "I’D RATHER BE RICH",
        "content": "I’D RATHER BE RICH\n\nလူတွေကို ဆင်းရဲချင်လား၊ ချမ်းသာချင်လား မေးကြည့်လိုက်၊ သူဌေးဖြစ်ချင်တဲ့သူက ပိုများပါလိမ့်မယ်။ ရော့အဆိုတော် အဲဗစ်ပရက်စလေ ရဲ့ “King Of The Whole Wide World” သီချင်းထဲမှာ “A poor man wants the oyster. A rich man wants the pearl.” ဆင်းရဲသားက ကမာကို လိုချင်တယ်။သူဌေးက ပုလဲကို လိုချင်တယ်။ “A rich man wants the princess. The poor man just wants a girl.” သူဌေးက တော်ဝင်မင်းသမီးလေးကို လိုချင်တယ်။ ဆင်းရဲသားက သာမန်မိန်းကလေးကိုပဲ လိုချင်တယ်။ “A poor man wants to be a rich man. A rich man wants to be a king.”ဆင်းရဲသားက သူဌေး ဖြစ်ချင်တယ်။ သူဌေးက ရှင်ဘုရင် ဖြစ်ချင်တယ်တဲ့။ ဒီလိုပါပဲ လူတို့ရဲ့အလိုဆန္ဒတွေက များလွန်းသလို၊ လောဘဆိုတာကိုလည်း အတောသတ်နိုင်ကြမှာ မဟုတ်ပါဘူး၊ လောဘကြီးတဲ့သူတွေဟာ လောကကြီးထဲမှာ တစ်ယောက်တည်း ကျန်တော့ရင်တောင် သူ့လောဘကိုတော့ အတောမသတ်နိုင်ဘူးလို့ ဆိုပါတယ်။ဒါကြောင့် သူတော်စင်တွေက လူ့လောဘဆိုတာ အဆုံးသတ်နိုင်ဖွယ်မရှိလို့ မှတ်ချက်ပြုကြတာဖြစ်မယ်။ ကဲ …. ဆင်းရဲတာနဲ့ချမ်းသာတာ ဘာကွာလဲသိရဖို့ The Difference between Rich and Poor People ဆိုတဲ့ ဟောဒီ စာပိုဒ်လေးကို ဖတ်ကြည့်ကြရအောင်ပါ။One day, the father of a very wealthy familytook his son on a trip to the country with the express purpose of showing him how poor people live. They spent a couple of days and nights on the farm of what would be considered a very poor family. On their return from theirtrip, the father asked his son, \"How was the trip?\" \"It was great, Dad.\" \"Did you see how poor people live?\" the father asked. \"Oh yeah,\" said the son. \"So, tell me, what did you learn from the trip?\" asked the father.The son answered: \"I saw that we have one dog and they had four. We have a pool that reaches to the middle of our garden and they have a creek that has no end. We have imported lanterns in our garden and they have the starsat night. Our patio reaches to the front yard and they have the whole horizon. We have a small piece of land to live on and they have fields that go beyond our sight. We have servants who serve us, but they serve others.We buy our food, but they grow theirs. We have walls around our property to protect us, they have friends to protect them.\" The boy's father was speechless. Then his son added, \"Thanks Dad for showing me how poor we are.\" Isn't perspective a wonderful thing? Makes you wonder what would happen if we all give thanks for everything we have, instead of worrying about what we don't have. Appreciate every single thing you have,especially your friends! ကဲ ချမ်းသာစစ်စစ်ဆိုတာ မရသေးတဲ့ စည်းစိမ်ချမ်းသာတွေကို ပူပင်ကြောင့်ကြနေတာမျိုး မဟုတ်ဘဲ၊ ရှိတာလေးနဲ့ ရောင့်ရဲတင်းတိမ်နိုင်ခြင်းပါ။ ဒါကြောင့် ရခဲလှတဲ့လူ့ဘဝတိုတိုလေးမှာ ကျွန်တော်တို့တတွေ လောဘ၊ ဒေါသ၊ မောဟတွေ ကင်းဝေးတဲ့ ရိုးသားသန့်ရှင်းတဲ့ ဘဝတစ်ခုကို တည်ဆောက်နိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    }
]