[
    {
        "title": "for 2017",
        "content": "for 2017\n\n"
    },
    {
        "title": "တရားတဲ့ဝါဒ",
        "content": "တရားတဲ့ဝါဒ\n\nလေဆိပ်မှာ သေနတ်သံကြားပြည်တော်ပြန်တယောက်သွေးအိုင်ထဲ လဲကျသွားတာဖိလစ်ပိုင်မှာလည်း ရှိခဲ့တာပဲအမိမြေကို ပြန်ခြေချစ အကွီနိုကိုလုပ်ကြံခဲ့သူ သမ္မတ မားကို့စ်ဟာဖိလစ်ပိုင်အပြောင်းအလဲကို ဟန့်တားနိုင်ခဲ့ပါသလားရွေးကောက်ပွဲမှာ အကွီနို့ဇနီးကိုရှုံးအာဏာပါ ဆုံးပြီး နိုင်ငံက ထွက်ပြေးခဲ့ရမဟုတ်လား။“ကျနော့်မှာ အိပ်မက်တခုရှိတယ်” ဆိုတဲ့ ဂန္ဓဝင်မိန့်ခွန်းကိုကဗျာလို ရွတ်ဆိုခဲ့သူ မာတင်လူသာကင်း ဂျူနီယာ…သူ့ကို သေနတ်နဲ့ ချောင်းပစ်တော့ကောသူယုံတဲ့ အသားအရောင်ခွဲခြားမှု ဆန့်ကျင်ရေးကို ဖျက်ဆီးနိုင်ခဲ့ကြပါသလားအာဖရိကန်နွယ်ဖွား အိုဘားမားက အမေရိကန်ပြည်ထောင်စုရဲ့ အမြင့်ဆုံးရာထူးကိုနှစ်ကြိမ်တောင် တက်ယူပြခဲ့သေးမဟုတ်လားဘုရားကျောင်းမှာ ဝတ်ပြုဖို့လာတဲ့ ဂန္ဓီကြီးကိုခြောက်လုံးပြူးနဲ့ တေ့ဖြုတ်ခဲ့ပေမယ့်သူရဲ့ အကြမ်းမဖက်ရေးဝါဒကိုသာ အိန္ဒိယဟာမြတ်နိုးပန်ဆင်ပြခဲ့မဟုတ်လားသမိုင်းတလျောက်မှာ သက်သေပြစရာများပါဘိ“တရားတဲ့ဝါဒကို လုပ်ကြံလို့ ရရိုးလား”CREDIT :မင်းကိုနိုင်၃၀ - ၁ -၂၀၁၇လှိုင်မြို့နယ် ၂ ရပ်ကွက် စာပေဟောပြောပွဲSOURCE : (မိုးမခ) ဇန်နဝါရီ ၃၁၊ ၂၀၁၇BACKGROUND INFOPHILIPPINESSenator Aquino was assassinated on August 21, 1983, when he was shot in the head after returning to the country.The brutal assassination was masterminded by the dictator President Ferdinand Marcos.အကွီနို (Benigno Aquino, Jr.)မားကို့စ် (Ferdinand Marcos)အကွီနို့ဇနီး (Aquino's wife _ Corazon Aquino) She became president from 1986 to 1992 almost three years after her husband's death.Senator Aquino was assassinated on August 21, 1983, when he was shot in the head after returning to the country.The brutal assassination was masterminded by the dictator President Ferdinand Marcos.USALutheran King Jr. was an American clergyman and civil rights leader who was fatally shotat the Lorraine Motel in Memphis, Tennessee, on April 4, 1968.မာတင်လူသာကင်း ဂျူနီယာ (Lutheran King Jr)အိုဘားမား (Barack Obama)INDIAGandhi was shot on January 30th, 1948 by the Hindu fanatic Nathuram Godse.The 20th century's most famous apostle of non-violence himself met a violent end.ဂန္ဒီ (Mohandas Mahatma Gandhi)You should know 'em by now!You should know 'em by now!You should know 'em by now!"
    },
    {
        "title": "A Man Could Get Killed",
        "content": "A Man Could Get Killed\n\nကံ ကံရဲ့အကျိုးကို လက်ခံယုံကြည်သူတွေအဖို့ သေခြင်းတရားကို အလွယ်တကူ ဆင်ခြင်နိုင်ပါလိမ့်မယ်။ဘဝရဲ့နိဂုံးဟာ သေဆုံးခြင်းလို့ဆိုပေမယ့် ဘယ်လိုသေပွဲဝင်ကြမလဲဆိုတာ သိခွင့်မရှိပါ။အကြောင်းကြုံလို့ ၁၉၆၆ က ရုပ်ရှင်ကား A Man Could Get Killed ဆိုတဲ့ ခေါင်းစဉ်ကို သွားသတိရမိပါတယ်။A Man Could Get Killed ဆိုတဲ့အတိုင်း အချိန်မရွေး နေရာမရွေး ကျွန်တော်တို့ သေခြင်းတရားကို ကြုံတွေ့နိုင်ပါတယ်။ကဲ သေချာတာက သေတာပါပဲဗျာ။ မသေခင်လေး မကောင်းမှုရှောင် ကောင်းမှုဆောင်ပြီးသမိုင်းကြောင်းကောင်းဖို့ ကောင်းတာတစ်ခုခု လုပ်သွားကြရပါမယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Do It Good; Do It Well",
        "content": "Do It Good; Do It Well\n\n“မကောင်းတာလုပ်ရင် သူတော်ကောင်းတွေက ကဲ့ရဲ့ကြမယ်၊ကောင်းတာလုပ်ရင်တောင် သူယုတ်မာတွေက ကဲ့ရဲ့ကြမယ်၊ဘာမှမလုပ်ရင်လည်း မလုပ်ရကောင်းလားလို့ ကဲ့ရဲ့ကြမယ်”လူတွေဟာ ချီးမွမ်းဒဏ်ခံနိုင်ပေမယ့်၊ ကဲ့ရဲ့ဒဏ် မခံနိုင်ကြပါ။ ဒါက လူ့သဘာဝဖြစ်ပါလိမ့်မယ်။လူဆိုတာ လူပဲမို့ လူအကျင့်ပဲ ကျင့်နိုင်မယ်လို့လည်း ပြောကြပါတယ်။ဒါကြောင့် သူတော်စင်တွေ လူရှောင်ကြတာ ဖြစ်ပါတယ်။ဒီအပတ် မှတ်သားလိုက်နာဖွယ်ဆိုစကားအဖြစ် “ဘာပဲလုပ်လုပ် ကောင်းတာလုပ်ပါ”“Whatever You Do, Do It Good” အဆိုအမိန့်ကို မျှဝေချင်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အကြီးတစ်လုံး အသေးတစ်လုံး",
        "content": "အကြီးတစ်လုံး အသေးတစ်လုံး\n\nLove a lot; Drink a lil'ဒီနေ့တော့ အရက်မသောက်သူတွေရော၊ အရက်သောက်ခွင့်မကြုံသေးသူတွေရော၊ အခွင့်ကြုံလာရင် စမ်းသောက်ကြည့်ဖို့ တာစူနေကြသူတွေရော၊ အရက်ကို တရှိုက်မက်မက်သောက်သုံးတတ်တဲ့ အသောက်သမားတွေရော အားလုံးသိရှိထားသင့်တယ်ထင်တဲ့ အရက်သေစာဆိုင်ရာ ဝေါဟာရအချို့ကို ဖော်ပြသွားမှာ ဖြစ်ပါတယ်။ ပထမဆုံးအနေနဲ့ \"အရက်\" ကို အင်္ဂလိပ်လို Alcohol, Alcoholic Drinks; liquor လို့ မြန်မာ- အင်္ဂလိပ်အဘိဓာန်က အနက်ပေးပါတယ်။ အရက်သေစာကို မူးယစ်ဝေစေတတ်တဲ့ သဘောသဘာဝကြောင့် သေရည်သေရက် Intoxicating drinks လို့ ပုံဖော်အနက်ဖွင့်ပါတယ်။ အရက်ကို liquor လို့ အများသိကြပြီး၊ \"အရက်ပြန်\" အဖြစ် လူသိများနေတဲ့ spirit ဟာလည်း အရက်သေစာအားလုံးကို ခြုံ၍ခေါ်တဲ့ စကားလုံးတစ်ခုဖြစ်ပါတယ်။ ဥပမာ - wines and other spirits; ဝိုင်နဲ့ အခြားအရက်များ။ပြည်တွင်းချက်အရက်ကို Country spirit (CS); နိုင်ငံခြားအရက်ကို Foreign liquor (FL) လို့ခေါ်ပါတယ်။ liquor နဲ့ စာလုံးပေါင်းနီးစပ်သယောင်ရှိပေမယ့်၊ အသံထွက်အနည်းငယ်ကွဲပြားတဲ့ liquer ကို ညစာအပြီး သောက်လေ့ရှိတဲ့ ချိုချိုပြင်းပြင်းအရက်တစ်မျိုးလို့ အနက်ဖွင့်ပါတယ်။WORD FORM of DRINKစကားလုံးသဏ္ဍန် (Word form) အနေနဲ့ စိတ်ဝင်စားဖွယ်ကောင်းတာက Drink ကို ကြိယာအဖြစ် (အရည်တစ်မျိုးမျိုး) သောက်တယ်လို့ အဓိပ္ပာယ်ဖွင့်ပါတယ်။ ဥပမာ၊ ရေသောက်ရင် drank 3 glasses of water; ကော်ဖီသောက်ရင် drank 2 cups of coffee in a day; အချိုရည်သောက်ရင် drinking soft drinks; စသည်ဖြင့် ရေးသားပြောဆိုနိုင်ပါတယ်။အရည်တစ်မျိုးမျိုးသောက်တာအပြင် Drink ကို အရက်ပါတဲ့ ယမကာများ (alcoholic beverages) သောက်တယ်လို့လည်းသုံးပါတယ်။ ဥပမာ - He never drinks. သူအရက်မသောက်တတ်ပါ။ I never drink or I never touch drinks that contain alcohol. အရက်ပါဝင်တဲ့ အဖျော်ယမကာများကို မသောက်ပါ။ ဒီနေရာမှာ touch က အရက်ဆို လုံးဝမထိပါ။ ဝေးဝေးကရှောင်တယ်ပေါ့။ လုံးဝအရက်မသောက်ဘဲ ရှောင်ကြဉ်သူကိုတော့ Teetotaller or Teetotaler လို့ ခေါ်ပါတယ်။HEAVY DRINKER သေသောက်ကျူးသူမိုးလင်းမိုးချုပ် အလွန်အကျွံ အရက်သောက်သူကို မြန်မာတို့က အရက်အိုး၊ ဇိုးသမား (heavy drinker) လို့ အမည်တပ်ပါသည်။ အင်္ဂလိပ်မှာလည်း ဝေါဟာရတွေ အများကြီးတွေ့ရပါတယ်။ alcoholic; dipsomaniac; drunkard; wino ပါ။ alcoholic; အရက်သမား၊ အရက်ချိုး၊ အရက်အိုး၊ boozer; ကြွက်တွင်း၊ အရက်အိုး။ disomaniac; အရက်မသောက်ရမနေနိုင်သူ၊ အရက်ချိုး၊ drunkard; ယစ်ထုတ်၊ wino အရက်မဖြတ်နိုင်သူ၊ အရက်အိုး စတဲ့ အခေါ်အဝေါ်တွေရှိပါတယ်။(ကော်ဖီ၊ လက်ဖက်ရည်၊ ဘီယာစသည့် အဖျော်ယမကာ) တစ်မျိုးတည်းကိုသာ စွဲစွဲမြဲမြဲသောက်သူတွေကိုတော့ coffee-drinker; tea-drinker; beer-drinker လို့ခေါ်ပါတယ်။DRUNKENNESS အရက်မူးခြင်းအရက်မူးနေတာကို အဘိဓာန်က Drunk or Drunken (adj) describes someone who is (often) under the influence of alcohol လို့ အနက်ပေးပါတယ်။ ဒီနေရာမှာပါတဲ့ စကားလုံး \"under the influence of alcohol\" က စာဟန်နဲ့ အရက်မူးနေတယ်လို့ ပြောတာပါ။ အရက်မူးမူးနဲ့ ကားမောင်းသူကို အင်္ဂလိပ်က drink-driver; အမေရိကန်က drunk-driver လို့ခေါ်ပါတယ်။ ဒါကြောင့် အရက်မူးမူးနဲ့ ကားမောင်းတာကိုလည်း drink-driving or drunk-driving or drunken driving လို့ ရေးနိုင်ပါတယ်။ နိုင်ငံ့တာဝန်ထမ်းဆောင်နေတဲ့ သံတမန်တွေကို မှာကြားလေ့ရှိတဲ့ စကားအတိုင်းပြောရရင် \"သောက်ပါ၊ မမူးပါနဲ့၊ Drink, not get Drunk\" သောက်ပြီး ဘာကြောင့်မမူးဘဲ၊ နေရမှာလဲဆိုတော့ ထန်းရည်မူး ကျွဲခိုးပေါ်တတ်လို့ပါ။ မူးပြီးရင် မှားတတ်လို့ပါ။In wine there is truth./ The truth is in wine. ဝိုင်အရက်ထဲမှာ အမှန်တရားရှိတယ်။ A drunk person tells the truth. အရက်သောက်ပြီး မူးလာရင် အမှန်တွေ လျှောက်ပြောလေ့ရှိတယ်။ Wine tells the truth. ပေါ့ဗျာ။ ဒါကြောင့် သောက်တော့သောက်၊ မမူးပါနဲ့လို့ ပြောရတာပါ။ သောက်ပြီး မမူးအောင်နေတတ်ဖို့ကလည်း ပညာတစ်ခု ဖြစ်ပါလိမ့်မယ်။ဘယ်လိုပဲဖြစ်ဖြစ် အရက်ခွက်ထဲ မနစ်ကြစေဖို့ ဘာကြောင့်ပဲသောက်သောက် အရက်ကို အတိုင်းအဆနဲ့ သောက်သုံးကြပါလို့ သတိပေး ရေကင်းပြပါရစေ။ အားလုံး Cheers မင်္ဂလာပါ။"
    },
    {
        "title": "LIFE UNFINISHED_Poems",
        "content": "LIFE UNFINISHED_Poems\n\nပြီးခဲ့တဲ့အပတ်က အိမ်သန့်ရှင်းရေးလုပ်ရင်း ကဗျာစာအုပ်ဟောင်းလေး ပြန်တွေ့တယ်။၂၀၁၁ ထုတ် ဧဧသန်းရဲ့ “ဘာတစ်ခုမှ မပြီးဆုံးခဲ့သည့် တစ်ရေးနိုးခုဘဝ” ပါ။LIFE UNFINISHED…THOUGHTS ON LIFE AT A WAKE @ January 2011Composed by Aye Aye Than; English version by Thar Tet Toeအင်္ဂလိပ်-မြန်မာ နှစ်ဘာသာနဲ့ ထုတ်ဝေတဲ့ ကဗျာစာအုပ်တွေ စုဆောင်းဖတ်ရှုတာ ကျွန်တော့်ဝါသနာပါ။ဒီစာအုပ်ကို ဆရာကြီးဦးတက်တိုးရဲ့သား-\"သားတက်တိုး\" က ဘာသာပြန်ပါတယ်။ကဗျာ့ခေါင်းစဉ်လေးကလည်း သံသရာအတွက် မပြင်ဆင်ရသေးသူ ကျွန်တော့်လိုလူတွေကို သတိပေးနေသလိုပါပဲ။ကဗျာရှင် ဧဧသန်းရဲ့ ကဗျာတွေထဲက Oxymoron တွေ ပြိုးပြွန်းပြီး၊ Pun; Wordplay တွေနဲ့ စီချယ်ထားတဲ့\"အဖေနှင့်အမေသို့\" ကဗျာထဲက အစပျိုးအပိုဒ်လေးကို ကဗျာချစ်သူတွေ မြည်းစမ်းဖို့ ဖော်ပြပေးလိုက်ပါတယ်။\"အရွယ်နဲ့မလိုက်အောင်ဟန်ဆောင်ကောင်းတဲ့ကျွန်မထက်အရွယ်နဲ့လိုက်အောင်ဟန်ဆောင်ကောင်းတဲ့အဖေက ပိုပြီးဟန်ဆောင်ကောင်းသည်။အရွယ်နဲ့လိုက်ဖက်စွာပွင့်လင်းတဲ့ကျွန်မထက်အရွယ်နဲ့မလိုက်အောင်ပွင့်လင်းတဲ့အမေက ပိုပြီးပွင့်လင်းမှုရှိသည်။သတ္တိကောင်းတဲ့အဖေကသဘောကောင်းတဲ့အမေထက် ပိုပြီးသဘောကောင်းသလိုသဘောကောင်းတဲ့အမေကလည်းသတ္တိကောင်းတဲ့အဖေထက် ပိုပြီးသတ္တိကောင်းသည်\".....ဆက်ပြီး ကဗျာဆရာပေးချင်တဲ့ ဘဝအတွက် message ကောင်းတွေလည်း ရှိသေးတာမို့ကဗျာစိတ်ဝင်စားသူများ၊ အင်္ဂလိပ်စာလေ့လာသူများ အဆင်ပြေရင် စနေ၊ တနင်္ဂနွေစာအုပ်တန်းမှာကပျာကယာ ရှာကြပါလို့ တိုက်တွန်းပါရစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "သွားပါစေတော့",
        "content": "သွားပါစေတော့\n\nမထသ ကို ယနေ့ည ၉ နာရီကစပြီး တရားဝင်ဖျက်သိမ်းလိုက်ပြီလို့ သိရပါတယ်။ရန်ကုန်လူထုအတွက် နှစ်ပေါင်း ၃၀ နီးပါး ဝန်ဆောင်မှုပေးခဲ့တဲ့ အဖွဲ့အစည်းတစ်ခုပါ။အဆိုး အကောင်းကိုတော့ တစ်နည်းမဟုတ် တစ်နည်းနည်းနဲ့ ခံစားခဲ့ကြရပါတယ်။လူတစ်ယောက်လို သဘောထားရင် သွားလေသူကို အပြစ်မပြောကြပါနဲ့။သေရင် ခွင့်လွတ်ကြရတာပဲ မဟုတ်ပါလား။ ကျွန်တော့အမြင်ပြောရရင် မထသကြီးလည်းအဂတိမကင်းတဲ့ စနစ်ဆိုးအောက်မှာ \"တစ်ခုသောကျေးကား ခိုးသားငါးရာနဲ့ ပေါင်းမိ၏\" ဇာတ်ယုတ်ကို ကပြခဲ့ရသူလို့ ဆိုပါရစေ။လွတ်လပ်စွာ သဘောကွဲလွဲကြပါ။အခုတော့ သူမရှိတော့ပါ။ Now, he's gone. သွားပါစေတော့။ Let Him Go!မနက်ဖြန်ကစပြီး YBS လိုင်းသစ်များ အစားထိုးဝင်ရောက်လာပါလိမ့်မယ်။အပြောင်းအလဲဖြစ်ဖို့ အကြာကြီး ခါးစည်းခံစောင့်ခဲ့ရတဲ့ ဘတ်စကားစီးပြည်သူများကိုယ်စား ဝမ်းပန်းတသာ ကြိုဆိုလိုက်ပါတယ်။ရင်းနှီးကျွမ်းဝင်မရှိသေးသူတွေအတွက် ကူညီပေးကြမယ့် ကမ်းလက်များကိုလည်း ကျေးဇူးတင်ပါတယ်။မနက်ဖြန်ပြေးဆွဲမယ့် YBS ကားတွေအကြောင်း ရင်ခုန်စောင့်စားရင်း PEOPLE GET READY သီချင်းထဲကလို လက်မှတ်ဝယ်စရာမလိုဘဲလိုရာပို့ပေးရင် ကောင်းမှာပဲလို့ တွေးရင်း Rod Stewart + Jeff Beck တို့ရဲ့ သီချင်းလေးကို ပြန်နားထောင်ကြည့်ကြပါဦး ခင်ဗျာ။We are YBS, WELCOME ABOARD! အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ဗလာ၊ နတ္ထိ၊ ဘာမှမရှိ \"ZERO\"",
        "content": "ဗလာ၊ နတ္ထိ၊ ဘာမှမရှိ \"ZERO\"\n\nသုညကို Emptiness; Nothingness လို့ အဘိဓာန်တွေက အနက်ဖွင့်ပါတယ်။ ရေတွက်တိုင်းတာ သင်္ချာပညာကတော့ \"သုည\" ကို Cipher; Zero; Nought (Naught) လို့ အမည်တွေ ခေါ်ကြပါတယ်။ Cipher မှာ သုည ဆိုတဲ့အဓိပ္ပာယ်အပြင်၊ တစ်ယောက်ယောက်ကို ချိုးချိုးနှိမ်နှိမ် \"ဖိုးသုည၊ အလကားကောင်\" လို့ ပြောဆိုခေါ်ဝေါ်တဲ့ အဓိပ္ပာယ်လည်း ရှိပါတယ်။ He's a nobody _ a mere cipher. ဒီကောင်က ဘာမှအသုံးမကျတဲ့သူတစ်ယောက်ပါ၊ အချိုလည်း ချက်လို့မရ၊ အချဉ်လည်း ချက်လို့မရတဲ့တကယ့် ဖိုးသုည ပါ။ရေးသားရာမှာ သုည ကို \"O\" လို့ ကိုယ်စားပြုရေးကြပါတယ်။ ဖတ်တဲ့အခါကြတော့ အင်္ဂလိပ်စကားလုံး\"O\" ရဲ့ အဓိပ္ပာယ်ဖွင့်ချက်ပေါ်လိုက်လို့ အမျိုးမျိုးဖတ်ကြပြန်ပါတယ်။ အားလုံးသိတဲ့အတိုင်း \"O\" ဆိုတာ A, B, C အက္ခရာ ၂၆ လုံးမှာ ၁၅ လုံးမြောက်အက္ခရာ \"အို\" ပါ။ နောက် \"Of\" ကို အတိုချုံ့အဖြစ်သုံးတဲ့ အချိန်ပြ \" O' \" 12 o'clock; မှာလည်း တွေ့ရပြီး သူ့အသံထွက်က \"အို\" ပါ။ လက်ဘက်ရည်တစ်ခွက် \"A cup of tea\" ကို အတို Cup o' tea လို့ ရေးကြပါတယ်။ အံ့အားသင့်စကား \"Oh\" ကို အရေးမှာ \"O\" နဲ့ အစားထိုးရေးတာမျိုး \"O God\" မှာ တွေ့ရပါတယ်။ဒီတော့ \"O\" ကို တွေ့ရင် \"အို\" လို့ တစ်မျိုး၊ ဂဏန်းသင်္ချာမှာ သုည ကိုခေါ်သလို \"Zero\" လို့ တစ်ဖုံ၊ တချို့ကလည်း \"Nought / Naught\" လို့ ဖတ်နေကြတာ တွေ့ရကြားရမှာ ဖြစ်ပါတယ်။ဥပမာပေးရရင် 007 ကို Zero Zero Seven;Double Oh Seven; 101 ကို One Oh One; One Nought One; 23004 ကို Two ThreeDouble Oh four; 1 million (1,000,000) is1 follows by six noughts လို့ ဖတ်နိုင်ပါတယ်။သူ့ဘာသာသူ တန်ဖိုးမဲ့တဲ့ \"သုည\" ကို ကိန်းဂဏန်းအဖြစ်ဖတ်ရှုရာမှာ တစ်ယောက်နဲ့တစ်ယောက် မတူကြသလို၊ သုညရဲ့ တည်နေရာအရ ကိန်းဂဏန်းဖတ်ပုံတွေက ကွာခြားကြတော့ (အရေးမကြီးဘူးဆိုပေမယ့်) သုညဖတ်တာကို အလေးထားသင့်ပါတယ်။ဝေါဟာရအနေနဲ့ ဆက်ပြောရရင် အားကစားကွင်းထဲမှာလည်း အချစ်ရှိတယ်။ Love in the Court ပေါ့ဗျာ။ Tennis တို့၊ Volleyball တို့ ရမှတ် (Score) ရေတွက်ရာမှာ ရမှတ်မရှိသေးရင် သုည-ဗလာ ကို Love လို့ပြောပါတယ်။ နှစ်ဦးလုံး ရမှတ်သုညဖြစ်နေရင် Love-Off လို့ပြောပါတယ်။ နောက် One-Love ဆိုရင် တစ်ဖက်က ရမှတ် \"တစ်\" နဲ့ အခြားတစ်ဖက်က \"သုည\" ကို ပြောတာဖြစ်ပါတယ်။ဘောလုံးကစားပွဲလို ဂိုးအရေအတွက်ပြောရာမှာ သုည အစား \"Nil\" မရှိ၊ နတ္ထိ ကိုသုံးကြပါတယ်။The final score was 3-0. ကို Three Nil လို့ဖတ်ပါတယ်။ Nought / Naught နဲ့ Nilတို့ကို အင်္ဂလိပ်က အသုံးများပေမယ့်၊ အမေရိကန်တွေက Zero ပဲသုံးကြတာ များပါတယ်။နိဂုံးချုပ်ပြောရရင် သုည ဆိုတာ ဗလာ၊ နတ္ထိ၊ ဘာမှမရှိတဲ့သဘော Emptiness; Nothingness ပါ။ ဘာသာတရားမှာ ဘုရားမပွင့်တဲ့ ကမ္ဘာကို သုညကမ္ဘာလို့ခေါ်ပါတယ်။ ကျွန်တော်တို့ရဲ့ ခန္ဓာကိုယ်ကြီးကို တရားသဘောနဲ့ ရှုမြင်သုံးသပ်တတ်ရင် ဘာမှမမြဲတဲ့သဘော အနတ္တတရားရပြီး သုညတမဂ် သုညတဖိုလ် ရပါလိမ့်မယ်လို့ နာယူဖူးပါတယ်။ နေရာတကာမှာ တန်ဖိုးမဲ့သုညကို တန်ဖိုးရှိရှိ ရှုမြင်သုံးသပ်နိုင်ကြပြီး၊ အကျိုးရှိရှိ ဘဝကို အဆုံးသတ်နိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။A Tremendous Tribute to Sayagyi U Htin Fatt;A Sympathetic Salute to the downtrodden peasantry of Myamar!An Immortal classic 1947 novel emerge again as movie.ဝတ္ထု မောင်ထင် (ဆရာကြီး ဦးထင်ဖတ်) ၏ \"ငဘ\""
    },
    {
        "title": "စိတ်ထားကောင်း၊ စိတ်ကောင်းထား",
        "content": "စိတ်ထားကောင်း၊ စိတ်ကောင်းထား\n\nဒီကနေ့မနက် ရွှေပါရမီတောရ ဆရာတော် အရှင်ဆန္ဒာဓိက ရဲ့ \"ဖြစ်ရပ်တိုင်း၌ စိတ်ထားကောင်းရန် အစီအစဉ်ရှိမရှိ\" တရားတော်အပိုင်း (၃) နာကြားရပါတယ်။အပိုင်း (၁) နဲ့ (၂) ကိုတော့ ရုံးသွားရမှာမို့ အပြည့်အစုံ မနာကြားခဲ့ရပါ။ဆရာတော်ရဲ့တရားတော် \"ဖြစ်ရပ်တိုင်း၌ စိတ်ထားကောင်းရန် အစီအစဉ်ရှိမရှိ\" အမေးက ဘယ်လွတ်တော်ကိုမှ မေးမှာမဟုတ်ဘဲ၊နှလုံးသားလွတ်တော် ကို မေးရမှာလို့ ဆရာတော်ကဆိုပါတယ်။ စိတ်ထားကောင်းမှ ချမ်းသာမယ့်သဘောကို ဥပမာတွေ ပုံဆောင်ဟောပြောသွားပါတယ်။မနက်ခင်း နာကြားရလို့ အင်မတန်အသိရ မင်္ဂလာရှိပါတယ်။ကိုယ်ကြိုးစားနေတဲ့ စိတ်ထားကောင်းကောင်းထားဖို့ ပိုမိုခိုင်မာစေပါတယ်။လူသားအားလုံး ကောင်းကျိုးချမ်းသာအတွက် စိတ်ထားကောင်းကောင်းထားကြပါစို့။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "BE KIND & FEED THE ANIMALS",
        "content": "BE KIND & FEED THE ANIMALS\n\nWe are the urban poor.Survival has been our way of life.In like manner, those less fortunate animals around us need our sympathy, mercy and loving-kindness.Let's feed them......May the blessings bestow upon all living things!The GODFATHER ရုပ်ရှင်အနေနဲ့ အောင်မြင်ခဲ့ပါတယ်။ အထူးပြောစရာ မရှိပါ။တရားဥပဒေစိုးမိုးမှုကို အဓိကထားလုပ်ဆောင်နေရတဲ့ ကျွန်တော်တို့ မြန်မာပြည်မှာ မတရားတာတွေကို ကိုယ့်စရိတ်နဲ့ကိုယ် နှိပ်ကွပ်ပေးဖို့Godfather လို ပုဂ္ဂိုလ်တစ်ယောက် ပေါ်လာဖို့ မျှော်မိတယ်။ အခုတော့ ပြီးခဲ့ပါပြီ။ရုပ်ရှင်ကိုပဲ အရသာခံကြရအောင်။"
    },
    {
        "title": "Mass Movement",
        "content": "Mass Movement\n\nမသိသေးတာတွေ သိအောင်ကြိုးစားကြ။ရန်ကုန်သားတွေ ဘတ်စကားပေါ်မှာ အစော်ကားခံခဲ့ရတာ အနှိပ်စက်ခံခဲ့ရတာ ကြာပြီ ကယ်သူဝေးခဲ့တယ်။အခု ဆယ်မယ့်သူလာပြီ မသိသေးတာတွေ သိအောင်ကြိုးစားကြ။ကူညီနိုင်ရင် ကူညီ မကူညီနိုင်ရင် ဝေးဝေးနေပေးလိုက်။ ဒါ ကူညီတာပဲ။"
    },
    {
        "title": "ရုံပတီသီးစားတဲ့မိတ်ဆွေများ",
        "content": "ရုံပတီသီးစားတဲ့မိတ်ဆွေများ\n\nDon't Eat Lady's Fingers Raw........Don't Eat Lady's Fingers Raw........Don't Eat Lady's Fingers Raw........"
    },
    {
        "title": "Buy Two & Get One Free!",
        "content": "Buy Two & Get One Free!\n\nအခုလို နှစ်ဟောင်းကုန် နှစ်သစ်ကူးအချိန်မျိုးမှာ အပြိုင်အဆိုင် ဈေးတွေလျော့ချ (Price reduction/ Off)၊ လျော့ငွေ (Discount)၊ ကော်မရှင် (commission)၊ ပြန်အမ်းငွေ (rebate) တွေပေးပြီး၊ ဝယ်ယူသူတွေကို အလုအယက် ဆွဲဆောင်သိမ်းသွင်း ရောင်းချနေကြပါတယ်။လျော့ဈေးနဲ့ ပစ္စည်းရောင်းချခြင်းကို \"Sale\" လို့ခေါ်ပါတယ်။ အလားတူ \"Off\" ဟာလည်း မူလဈေးအပေါ် ရာခိုင်နှုန်း (%) မည်မျှလျော့ပေး၊ ငွေပမာဏဘယ်လောက်အထိ လျော့ပေးကြောင်း ဖော်ပြပါတယ်။ လျော့ဈေးနဲ့ ပစ္စည်းရောင်းချခြင်းဆိုင်ရာ အင်္ဂလိပ်ဝေါဟာရတွေကို စုစည်းတင်ပြသွားပါမယ်။15% to 50 % off!!!၁၅% မှ ၅၀% အထိ လျော့ပေးနေပြီAct now while supplies last.ပစ္စည်းရှိတုံး အမြန်လှုပ်ရှားထားBuy now while stocks last.ပစ္စည်းလက်ကျန်ရှိတုံး ပြေးဝယ်ထားကြHurry down to Junction 8 before 4 pm and you may just win----ညနေ ၄နာရီမထိုးခင် Junction 8 ကို အမြန်ပြေးဝယ်---- ကံကောင်းရင် သင်မဲပေါက်နိုင်တယ်Wow! Not to be missed.ကောင်းလိုက်တဲ့ အခွင့်အရေး လက်မလွတ်စေနဲ့Trade in your old PC/TVကွန်ပျူတာဟောင်း၊ တီဗွီဟောင်းတွေ အဟောင်းပေး အသစ်ယူစနစ်နဲ့ ရောင်းချပေးနေပြီWarehouse sale/ Warehouse clearance saleသိုလှောင်ရုံမှ တိုက်ရိုက်အရောင်း ၊ ဂိုဒေါင်ရုံခါ အရောင်း (အလွန့်အလွန် ဈေးသက်သက်သာသာနဲ့ ရောင်းချခြင်း)Blowout saleအပြောင်ရှင်း၊ အထူးလျော့ဈေး၊ ရုံခါအရောင်းChristmas special saleခရစ္စမတ်အထူးလျော့ဈေးEnd of season sale/ Out–of-season saleရာသီကုန်အထူးလျော့ဈေးYear-end bargain saleနှစ်ကုန်အထူးလျော့ဈေးNew Year sales 25% Offနှစ်သစ်ကူး ၂၅% လျော့ဈေးAn instant price rebeat of up to K 10,000.ကျပ်တစ်သောင်းအထိ ပြန်အမ်းငွေ ချက်ချင်းထုတ်ပေးနေပြီ။Irresistible sale of the yearဒီနှစ်အတွက် မဝယ်မနေနိုင်ဖြစ်စေမယ့် ဈေးလျော့အရောင်းပါOne time offerတစ်ကြိမ်သာ ရရှိနိုင်တဲ့ ကမ်းလှမ်းချက် (လျော့ဈေး)Offering rock-bottom priceအနိမ့်ဆုံးဈေးနဲ့ ကမ်းလှမ်းရောင်းချခြင်းOne in a lifetime chance. Don’t miss!တစ်သက်မှာ တစ်ခါသာ ရရှိနိုင်တဲ့ အခွင့်အရေး၊ လက်မလွတ်ပါစေနဲ့Cheap price/ Cheaper priceအများနှင့်ယှဉ်ရင် တွက်ခြေကိုက်သော ဈေးနှုန်း၊ ပေါပေါလောလောပေးတဲ့ဈေးBonanza for house buyersအိမ်ဝယ်မည့်သူများအတွက် ပွပေါက်တိုးသလိုမျိုး ရရှိမယ့်ဈေးနှုန်းIt’s a steal!အရမ်းဈေးသက်သာတာပဲ။ ပေါလိုက်တာ လွန်ပါရော၊ (သူ့ထက်ပေါတာတော့ အရူးပဲရှိတော့တယ်)Last chance to grab before it’s gone.မကုန်ခင် အမိအရပြေးဝယ်ဖို့ နောက်ဆုံးအခွင့်အရေးInstant lucky drawsခုပေါက်ခုထုတ် ကံစမ်းမဲများCash prizesငွေသားဆုများBuy 2 and get 1 freeနှစ်ခုဝယ် တစ်ခုအလကားGet Wai La’s latest CD \"Bed No.18\" free with every purchase of a DVD player.ဒီဗီဒီဖွင့်စက်တစ်လုံး ဝယ်ယူသူတိုင်း ဝေလရဲ့ နောက်ဆုံးထွက်စီဒီခွေ \"ကုတင်နံပတ်-၁၈\" တစ်ခွေ လက်ဆောင်ရယူပါFantastic deals available at all 35 sale outlets throughout Yangonရန်ကုန်အရောင်းစင်တာ ၃၅ ခုမှာ ဝယ်ယူရရှိနိုင်တဲ့ အထူးဈေးဝယ်အခွင့်အရေးUp to K 50,000,000 worth of prizes to be wonကျပ်သိန်း ၅၀၀ ဖိုး ဆုမဲများပေးနေပါပြီPlus sure win instant lucky drawခုပေါက်-ခုယူ ဗလာမပါ ကံစမ်းမဲလည်း ပါသေးတယ်Promotion ends 31 December 2016(အထူးအခွင့်အရေးပေး ဈေးလျှော့ရောင်းတဲ့) အရောင်းမြှင့်တင်ရေး ကာလက ၂၀၁၆ ၊ ဒီဇင်ဘာ ၃၁ ရက်မှာ ကုန်ဆုံးပါမယ်။ကဲ ဒါတွေက အရောင်းမြင့်စေဖို့ မက်လုံးပေး လျော့ဈေးအမျိုးမျိုးပါ။ Bargain hunters များ ပျော်ရွှင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မြန်မာ့လွတ်လပ်ရေးနေ့",
        "content": "မြန်မာ့လွတ်လပ်ရေးနေ့\n\nIndependence DayOn January 4, 1948, Burma Declares Independence from Britain.On this day, Burma ended 60 years of colonial rule when it officially declared independence from Britain.ဒီနေ့ ကျရောက်တဲ့ ၇၃ နှစ်မြောက် လွတ်လပ်ရေးနေ့ကို ဂုဏ်ပြုပါ၏။Independence Day လွတ်လပ်ရေးနေ့After 124 years under British rule, BURMA became an independent republic on January 4,1948 at 4:20 am.It was officially named the Union of Burma, with Sao Shwe Thaik as its first President and U Nu as its first Prime Minister.The Independence Day is a national holiday observed in Myanmar (formerly Burma) on January 4 of every year. The date celebrates Myanmar's Declaration of Independence from the United Kingdom on January 4, 1948.Our Independence has been hard-won & let us cherish it.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "BELIEVE IT OR NOT",
        "content": "BELIEVE IT OR NOT\n\nယုံချင်ယုံ မယုံချင်နေ (Believe it or not) ဆိုတာ Robert Ripley စုစည်းတင်ပြတဲ့ တကယ့်မယုံနိုင်စရာ ဖြစ်ရပ်ဆန်းတွေပါ။အင်္ဂလိပ်စကားမှာ တစ်ခုခုကို သက်ဝင်ယုံကြည်သူ ကို Believer လို့ခေါ်ပါတယ်။ မယုံကြည်သူ က Non-believer ပါ။ I'm a believer. တို့၊ I believe in you. တို့က ယုံကြည်တတ်သူတွေပြောလေ့ရှိတဲ့ စကားတွေပါ။ တစ်ခါတစ်ခါတော့ အဲဒီ Believer. ဆိုတဲ့ ယုံကြည်တတ်သူ၊ သက်ဝင်ယုံကြည်သူတွေတောင် ယုံဖို့ခက်တဲ့ အကြောင်းတွေရှိတယ်ဗျာ။ ယုံလား။ မယုံကြည်နိုင်၊မဖြစ်နိုင်စရာဖြစ်ရပ်တွေကို Incredible; ယုံရခက်တာတွေကို Incredulous လို့ အသုံးအနှုန်းရှိပါတယ်။လွယ်လွယ်နဲ့ မယုံတတ်သူ ကို Doubting Thomas လို့ နာမည်ပေးပါတယ်။ သူ့လိုလူမျိုးက သက်သေအထောက်အထား အထင်အရှား မတွေ့ရသမျှ မယုံဘူး၊ ဒိဋ္ဌမမြင်ရရင် မယုံဘူး။ သူ့အတွက်က မြင်မှယုံမယ် (Seeing is believing) ပေါ့ဗျာ။အစွန်းရောက်အောင် အယုံအကြည်ကင်းမဲ့သူ၊ လွယ်လွယ်လက်မခံသူ၊ ဘာသာအယူဝါဒကို သက်ဝင်ယုံကြည်မှုမရှိသူမျိုး ကို Sceptic or Skeptic လို့ခေါ်ပါတယ်။ သူတို့အတွက်က ပင်လယ်ထဲမှာ ရေရှိတယ်ဆိုရင်တောင် ပြေးကြည့်ပြီးမှ ယုံမယ်ဆိုသူတွေပါ။ သူတို့ကိုလည်း အပြစ်ပြောလို့မရဘူးဗျ။မယုံနိုင်စရာတွေ၊ ယုံကြည်ဖို့ခက်တာတွေကို ယုံခိုင်းသူတွေလည်း ရှိကြသေးတယ်မဟုတ်လား။ သူတို့ပြောနေကြစကားက ယုန်ပါကွာ၊ ကြောင်မဟုတ်ဘူးတဲ့။ မေခလာ သီချင်းထဲမှာတော့ \"ယုန်ကောင်လေးငုံပြီး ပြောလည်း မယုံသေးဘူး\" ဆိုပဲ။ချစ်ကောင်းရဲ့ \"အချစ်ကြေညာစာတမ်း\" သီချင်းစာသားလေး တစ်ပိုင်းတစ်စက ဒီလိုပါ....\"ဘာတွေကို ယုံကြည်ရမလဲ ဟေ့ငါ အနာဂတ်မယုံကြည်သေးဘူးစစ်ပွဲပြီးစ မြို့ပျက်ကြီးလို\"ကဲ ဘာတွေကို ယုံကြည်ရမလဲ။ မသိဘူးဗျာ။ Believe It or Not. ယုံချင်ယုံ မယုံချင်နေ ပဲ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Meet The Birdie; Meet Myat Thurein",
        "content": "Meet The Birdie; Meet Myat Thurein\n\nဒေသခံတစ်ယောက်နဲ့ မိတ်ဆက်ပေးပါရစေ။ သူက Babbler ငှက်ကလေးပါ။အင်္ဂလိပ်စကားလုံး Babble ကို အဘိဓာန်က \"ဗလုံးဗထွေးပြော၊ ဗလွတ်ဗလွတ်ပြော၊ ပေါက်ကရပြောသည်\" လို့ အနက်ပေးပါတယ်။နောက်အဓိပ္ပာယ်တစ်မျိုးက ကဗျာဆန်ဆန် \"(စမ်းရေ) အသံမြည်လျက် တသွင်သွင်စီးသည်\" ဖြစ်ပါတယ်။အခုပြောတဲ့ Babbler လို့ အမည်ပေးထားတဲ့ ငှက်ကလေးက ဘာအဓိပ္ပာယ်ယူထားပါလိမ့်။ငှက်တွေကို နာမည်ပေးတဲ့သူနဲ့ တွေ့မှ မေးရဦးမယ်။Who Gave Names To The Animals / Bob Dylan"
    },
    {
        "title": "Reprise for you!",
        "content": "Reprise for you!\n\nမနှစ်က တင်ခဲ့တဲ့စာစုလေးပါ။ Reprise for you!စကားလုံးအရ ပြောရရင် Evil ဆိုတာ ယုတ်မာ ယုတ်ညံ့ ဆိုးယုတ် \"morally bad, cruel or very unpleasant\" ကောင်းတာတစ်စက်မှ မပါတဲ့ အဆိုးတွေပါ။Devil ဆိုတာလည်း evil နဲ့ ဖွဲ့ထားတာဆိုတော့ မနှစ်မြို့စရာ နတ်ဆိုး မကောင်းဆိုးဝါး ဖြစ်ပါလိမ့်မယ်။ ကဲ Devil's Advocate ဘာလဲကြည့်ကြရအောင်"
    },
    {
        "title": "HIP HIP HOORAY!!!",
        "content": "HIP HIP HOORAY!!!\n\nVital Statistics ကို အဘိဓာန်က အမျိုးသမီးတစ်ဦးရဲ့ ရင် ခါး တင် အတိုင်းအထွာ (The size of a woman's bust, waist and hips, normally measured in inches) လို့ အနက်ပေးပါတယ်။ အခုနောက်ပိုင်း Vital Statistics အစား Dimension = measurements of woman's bust, waist & hips. နဲ့ အစားထိုးပြောဆိုနေကြပါပြီ။အမျိုးသမီးရင်သားကို Breast or Bust or Bosom လို့ခေါ်ပြီး၊ ကြီးထွားဖွံ့ဖြိုးတဲ့ ရင်သားရှိသူကိုတော့ Big-breasted, Busty, Bosomy, Buxom ဆိုတဲ့ နာမဝိသေသနတွေနဲ့ တင်စားရေးသားကြပါတယ်။ အားလုံးသိတဲ့အတိုင်း ခါးက Waist ပါ။ လှပတဲ့ အချိုးအဆက်ဖြစ်ဖို့ ရင်က ထွားထွား၊ ခါးက ကျစ်ကျစ်လျစ်လျစ်၊ သေးသေးသွယ်သွယ်၊ ပါးပါးလျလျ (Slim & Slender) ဖြစ်ရပါမယ်။ သေးသွယ်တဲ့ခါးကို နကျယ်ကောင် (Wasp) ခါးနဲ့ တင်စားပြီး ခါးသိမ် (Wasp-waisted) လို့ ခေါ်ဝေါ်ပါတယ်။ခါးသေးရင်ချီ ကိုယ်လုံးကိုယ်ထည်ရှိသူကိုတော့ Hourglass Figure လို့ တင်စားရေးသားကြပါတယ်။တင်၊ တင်ပါး၊ တင်ပါးဆုံကို Hips လို့ခေါ်ပါတယ်။ ရယ်ရွှင်ဖွယ်ကဗျာထဲက \"မဘုတ်ဆုံ တင်ပါးဆုံကြီး လှည်းလုပ်လို့စီး\" အပိုဒ်ကို မှတ်မိကြပါလိမ့်မယ်။ ဒါပေမဲ့ လှည်းလုပ်လို့တောင် စီးနိုင်တဲ့ ဧရာမတင်ပါးဆုံကြီးရဲ့ အတိုင်းအတာကို အတိအကျမှတ်တမ်းတင်ထားသူ ရှိမယ်မထင်ပါ။အခု လက်လှမ်းမီတဲ့ ဂူးဂယ်မှတ်တမ်းအရ တင်ကြီးရင်ကြီးသုံးယောက်ရဲ့ တင်အတိုင်းတွေက Beyonce Knowles ၃၉\" Kim Kardashian ၄၂\" Nicki Minaj ၄၆\" ရှိကြပါတယ်။ အဲဒီ လုံးကြီးပေါက်လှသုံးယောက်ထဲက တင်အကြီးဆုံး Nicki Minaj တောင် ၄၆\" ဆိုတော့ ၃ ပေ ၁၀ လက်မ ပဲရှိပါတယ်။ စောစောကပြောတဲ့ စာထဲက လှည်းလုပ်စီးနိုင်တဲ့ ဧရာမတင်ပါးဆုံပိုင်ရှင်လိုမျိုးကမ္ဘာ့တင်အကြီးဆုံး အမျိုးသမီးတစ်ဦး \"Woman with Widest Hips in the World\" ပေါ်ထွက်လာပါပြီ။ သူက တင် အတိုင်းအထွာ ၈ ပေရှိတဲ့ Mikel Ruffinelli ပါ။တကယ့် အံ့ဖွယ်သရဲ ရင်သပ်ရှုမောဖွယ် တင်ပါးဆုံကြီးပါ။ သူ့အနေနဲ့ ရထားစီးစီး၊ လေယာဉ်စီးစီး ထိုင်ခုံနှစ်နေရာစာ ဝယ်ရကြောင်းသိရပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "REPRISE.........Greener Pasture",
        "content": "REPRISE.........Greener Pasture\n\nမနှစ်က အဟောင်းလေး ပြန်တက်လာလို့ပါ။အရင်က နိုင်ငံခြားထွက် အလုပ်လုပ်သူတွေကို တာဝန်ရှိသူတွေက မသိကျိုးကျွံ ပြုခဲ့ကြပါတယ်။အခုတော့ နောက်ခံကား (backdrop) ပြောင်းပြီး၊ နိုင်ငံတော်အဆင့်ကတောင် အသိအမှတ်ပြုနေပါပြီ။ ဝမ်းသာအားရစရာပါ။ပြောင်းရွေ့ အလုပ်လုပ်နေကြသူအပေါင်း ဘေးရန်အသွယ်သွယ် ကင်းဝေးကြပါစေ။ကိုယ့်ခြံထဲက မြက်တွေ အမြန်စိမ်းလန်းစိုပြည်ပြီး၊ ကိုယ့်တိုင်းပြည်၊ ကိုယ့်မိသားစုဝင်တွေနဲ့ မခွဲမခွာရဘဲ နေထိုင်လုပ်ကိုင်နိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "A Book By Its Cover",
        "content": "A Book By Its Cover\n\nအထင်နဲ့အမြင်ဟာ နီးဖို့လွယ်ပေမယ့်လည်း၊ အသေအချာမှန်ဖို့တော့ ခက်ပါတယ်။အပြင်က ရွှေမှုန်ကြဲ အတွင်းက နွားချေးခံ ဆိုတဲ့ ဆိုစကားကလည်း အခြေအနေအမှန်ကို မသိနိုင်၊ မခန့်မှန်းနိုင်တဲ့ သဘောဖြစ်ပါတယ်။အောက်က စာတိုလေးတွေ ဖတ်ကြည့်ရင် ပိုပြီးသိသာထင်ရှားပါလိမ့်မယ်။Appearances can be deceptive.Things aren't always what they seem.Things can look different from the way they really are.\"Never trust appearances. A heart may seem dry on the outsidebut it's always soft on the inside.\"Outside you can see the difference, inside you can feel the difference.What may seem wrong at the time isn't always trueဒီလိုပါပဲ အမြင်ဆိုတာ စိတ်မချရလို့ ဘယ်တော့မှ အပေါ်ယံကိုပဲကြည့်ပြီး၊မဆုံးဖြတ်လိုက်ပါနဲ့လို့ သတိပေးပါရစေ။Appearances can be deceiving so never judge a book by its cover.ဒါကြောင့် ဒီအပတ်အတွက် \"Never judge a book by its cover.\"စာအုပ်အဖုံးကိုကြည့်ပြီး စာအုပ်မဝယ်ပါနဲ့\" ဆိုတဲ့ အမှာစကားကို မျှဝေချင်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "SWEET FOR MY SWEET",
        "content": "SWEET FOR MY SWEET\n\nThe owner of a bakery was closing shop on a stormy winter’s nightwhen a man came in and asked for two sweet rolls.The baker was amazed that anyone would come out in such weatherfor just two sweet rolls.“Are you married?” he asked.“Of course,” replied the customer.“Do you think my mother would send me outon a night like this? ”I Remember My Mom!I MISS U, MUM."
    },
    {
        "title": "It's A Must.....",
        "content": "It's A Must.....\n\nHey, Moviegoers.It's A Must.....Watch before you go!"
    },
    {
        "title": "DON'T  BE  CRUEL",
        "content": "DON'T  BE  CRUEL\n\n\"Don't Be Cruel\" is a song recorded by Elvis Presley and written by Otis Blackwell in 1956.It was inducted into the Grammy Hall of Fame in 2002.In 2004, it was listed 197 in Rolling Stone's list of 500 Greatest Songs of All Time.The song is currently ranked as the 173rd greatest song of all time,as well as the sixth best song of 1956, by Acclaimed Music."
    },
    {
        "title": "\"Sanity Will Prevail\"",
        "content": "\"Sanity Will Prevail\"\n\nဦးကိုနီ လုပ်ကြံခံရပြီးနောက်ပိုင်း ရေးကြပြောကြတာတွေထဲက\"ခေတ်အဆက်ဆက်သူယုတ်မာတွေသာ အောင်လံထူပြီးသူရဲကောင်းတွေပဲ သွေးမြေကျရတဲ့တိုင်းပြည်တစ်ပြည်\"ကို ဒီတစ်ပတ်ရဲ့ Quotable Quote ရည်ညွှန်းကိုးကားစာစကားအဖြစ် မျှဝေပေးပါရစေ.....အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "LIMERICK ရယ်ရွှင်ဖွယ်ကဗျာတို",
        "content": "LIMERICK ရယ်ရွှင်ဖွယ်ကဗျာတို\n\nကျွန်တော်တို့ ငယ်ငယ်က ရွတ်ဆိုဖူးတဲ့ \"တောင်ပေါ်ကရှမ်းကလေး လျှော်ထမ်းလို့ပြေး၊ တိုတဲ့လျှော်ကတို၊ ရှည်တဲ့လျှော်ကရှည်\" \"ရွံ့ပေါ်ရှဉ့်ပြေး၊ ရှဉ့်မွှေးရွှံ့မလူး\" စာပိုဒ်လေးတွေကို မြန်မြန်ဆိုရင် အလွဲလွဲအချော်ချော် ဖြစ်တတ်ပါသည်။ ဒီလို လျှာချော်ရတာကလည်း နီးစပ်တူညီသယောင်ရှိတဲ့ အသံထွက်တွေကြောင့် ဖြစ်ရတာပါ။ အဲဒီလို သံတူကြောင်းကွဲ စကားလုံးတွေသုံးပြီး၊ ရေးဖွဲ့ထားတာမျိုးကို Wordplay or Pun စကားဖန် လို့ခေါ်ကြောင်း ပြောဖူးပါတယ်။ အခု flea နဲ့ flee ; flew နဲ့ flue တို့လို အသံတူစကားလုံးများနဲ့ အသံကုလားဖန်ထိုးထားပုံကို လေ့လာကြည့်ကြပါဦး။A FLEA & A FLYA flea and a fly in a fluewere caught, oh what shall we do?Said the fly, “Let us flee.”“Let us fly,” said the flea.So they flew through a flaw in the flue.\"ရွံ့ပေါ်ရှဉ့်ပြေး၊ ရှဉ့်မွှေးရွှံ့မလူး\" လောက် ဆိုရတာမခက်ပေမယ့် သတိထားဆိုမှ ဌာန်ကရိုဏ်းကျမှာပါ။ကဲ မြန်မြန်လေး ဆိုကြည့်ရအောင်။ အားလုံး မင်္ဂလာပါ။GLOSSARYflea ; သန်းfly ; ယင်flue ; အခိုးထုတ်ပိုက်- မြောင်းflew; ပျံသန်းသည်flee; ထွက်ပြေးသည်။flaw; အက်ကြောင်း၊ အကွဲ၊ အဟအသံထွက်တူတဲ့ flea နဲ့ flee;; flew နဲ့ flue တို့ကို ကာရန်ယူတွဲထားတယ်။ flew (past tense of fly)"
    },
    {
        "title": "ဥပဒေနဲ့ကယ်ပေါက်",
        "content": "ဥပဒေနဲ့ကယ်ပေါက်\n\nLaw & Loopholeဥပဒေနဲ့ ကယ်ပေါက်Famous American Trials: The O. J. Simpson Trialနာမည်ကြီး အမေရိကန် တရားခွင်တွေအကြောင်း သိချင်ရင်O. J. Simpson ရဲ့ တရားခွင်ကို လေ့လာကြည့်ကြပါ။အို ဂျေ ဆင်ပ်ဆမ်-အမေရိကားမှာလုပ်သည်\" O.J.: Made in Americaသူက အမေရိကမှာ လူနှစ်ယောက်ကို သတ်မှုနဲ့ စွဲချက်တင်ခံရပါတယ်။တစ်ပြည်လုံးက လူသတ်သမားဟာ သူမှသူလို့ ထင်ခဲ့ကြပေမယ့် အမေရိကန်တရားဥပဒေကို စနစ်တကျ ကျော်လွှားနိုင်ခဲ့တယ်။ အံ့ဖွယ်သရဲပါ။မီခဲ့သူတွေရော မမီတဲ့သူတွေရောအတွက် ပြန်နွေးတာပါ။ အခု သူ့အကြောင်း ရုပ်ရှင်လေးကြည့်ကြရအောင်။O.J.: Made in America is a 2016 American five-part documentary miniseries produced and directed by Ezra Edelman for ESPN Films and their 30 for 30 series.The documentary explores two of America's greatest fixations – race and celebrity – through the life of O. J. Simpson, from his emerging football career at theUniversity of Southern California andwhy America fell in love with him, to being accused of murdering Nicole Brown Simpsonand Ronald Lyle Goldman, and his subsequent acquittal, and how he was convicted and imprisoned for another crime 13 years later."
    },
    {
        "title": "A TRIBUTE TO U KO NI",
        "content": "A TRIBUTE TO U KO NI\n\nHe died for us so that we can live!A dark dayIt’s difficult to convey the extent and depth of the shock that people in Myanmar felt when word began to spread that U Ko Ni had been gunned down on Sunday.In amongst all the frustrations and setbacks of Myanmar’s political transition, Ko Ni’s assassination stands alone as an act of violence so unexpected, and so beyond the ordinary frame of reference, that many people were stunned silent when they heard the news. Those who could speak all asked the same question: how could this happen here?Ko Ni was many things to many people, but he was liked and respected by all who encountered him. For many seasoned journalists and civil society leaders, a patient and passionate scholar of the law. For his colleagues in the legal fraternity, one of the country’s finest jurists. For his fellow travellers in the long and ongoing fight for democracy in Myanmar, a man of courage and conviction.Many have come to know him as the legal architect of Daw Aung San Suu Kyi’s elevation to the State Counsellorship. (Who could, even in this sombre moment, begrudge us a bitter laugh that this one man deftly poked such a glaring hole in a constitution the military spent two decades drafting?) Let us not forget that he was also a man of deep and abiding loyalty to the NLD and the forces of democracy, and a principled defender of minority rights and social harmony. This week, we pay our respects to one of this country’s greatest statesmen.Source : FRONTIER MAGAZINE"
    },
    {
        "title": "Gee Whiz",
        "content": "Gee Whiz\n\nကျွန်တော်စုစည်းထားတဲ့ တစ်မျက်နှာစာ အာမေဍိတ် (Interjection or Exclamation) အံ့ဩ၊ နာကျင်၊ ထိတ်လန့်၊ ဒေါသထွက်စတဲ့ ခံစားမှုပြစကားလုံးလေးတွေပါ။အင်္ဂလိပ်စာသင်ကြားနေတဲ့ ဆရာတစ်ယောက် ပြောသလိုပြောရရင် အင်္ဂလိပ်စာလေ့လာနေသူတစ်ယောက်ရဲ့ ခါးကိုတို့လိုက် \"Oh My God\" လို့ ယောင်တတ်ရင် အဲဒီလူ အင်္ဂလိပ်စာတတ်ပြီဆိုပဲ။ စမ်းကြည့်လိုက်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "For the People",
        "content": "For the People\n\nFor the People from the very very beginning ......With Sincerity; Loving-kindness; Integrity.None Other Than Daw Aung San Suu Kyi.ယနေ့ည ဒေါ်အောင်ဆန်းစုကြည် မိန့်ခွန်းပြောကြားပြီးနောက်.......Five members of the ethnic alliance the United Nationalities Federal Council (UNFC) will sign the nationwide ceasefire agreement (NCA), announced State Counselor Daw Aung San Suu Kyi, following her State of the Union address on Thursday evening, while the two of the organization’s powerful members—the Kachin and Shan armed groups—appear to be left behind.Five UNFC Members to Sign the NCAIRRAWADDY.COMFive UNFC Members to Sign the NCAState Counselor Daw Aung San Suu Kyi makes the announcement on state-run MRTV.REPRISE တစ်ကျော့ပြန်I Hope U Don't Mind!"
    },
    {
        "title": "အသံတိတ် တိုင်းပြည်ထဲမှာ",
        "content": "အသံတိတ် တိုင်းပြည်ထဲမှာ\n\nA Poem For You“In The Quiet Land”\"အသံတိတ် တိုင်းပြည်ထဲမှာ\"အသံတိတ် တိုင်းပြည်ထဲမှာတဦးတယောက်ကများ ချောင်းနားထောင်နေရင်ဘဲဆက်မပြောရဲကြတော့ဘူးလေ။သတင်းပေးဆိုသူတွေက လျှို့ဝှက်ချက်တွေကို ရောင်းစားကြတယ်လေ။ပြည်သူတွေရဲ့ အသက်သွေးတွေကို ဖောက်သောက်နေကြတာလေ။မင်းဆိုးမင်းယုတ်တွေ မကြိုက်တာဆိုဘယ်သူကမှ မပြောရဲကြဘူးလေ။အသံတိတ် ဗမာပြည်ထဲမှာရယ်မောနေသူတွေလည်း မရှိကြဘူး၊ထုတ်ပြောနေသူတွေလည်း မရှိကြဘူး။အသံတိတ် ဗမာပြည်ထဲမှာလူထုတွေရဲ့ တိတ်ဆိတ်မှုတွေကြားအဲဒီ အမှန်တရားကို ကြားသိနိုင်တယ်လေ။အသံတိတ် တိုင်းပြည်ထဲမှာမတရားဖမ်းဆီးဖို့ လာနေတဲ့စစ်သားတွေကို မြင်နေတာတောင်ဘယ်သူကမှ မပြောရဲကြဘူးလေ။တရုတ်တွေက လမ်းမကြီးကို လိုချင်နေကြတယ်။ပြင်သစ်တွေက ရေနံကို လိုချင်နေကြတယ်။ထိုင်းတွေက သစ်ကို လိုချင်နေကြတယ်။အစိုးရကတော့ အရာရာကို ဖျက်စီးနေကြတယ်။အသံတိတ် တိုင်းပြည်ထဲမှာအသံတိတ် တိုင်းပြည်ထဲမှာဘာသံမှကြားရမယ် မဟုတ်ဘူးလူသတ်သမားတွေက နှုတ်ပိတ်ထားလို့လေ။အကြောက်တရားတွေက ဖုံးပိတ်ထားလို့လေ။အင်အားသုံးပြီး ဖိနှိပ်ထားပါစေ၊မုသားဝါဒီတွေ မတုပနိုင်တဲ့၊ဖျောက်ဖျက် ဖုံးဖိမထားနိုင်တဲ့အသံတသံကတော့ ရှင်သန်နေမှာ”လွတ်လပ်ခြင်း” တဲ့။ ။In the quiet land  by Aung San Suu KyiIn the Quiet Land, no one can tellif there's someone who's listeningfor secrets they can sell.The informers are paid in the blood of the landand no one dares speak what the tyrants won't stand.In the quiet land of Burma,no one laughs and no one thinks out loud.In the quiet land of Burma,you can hear it in the silence of the crowdIn the Quiet Land, no one can saywhen the soldiers are comingto carry them away.The Chinese want a road; the French want the oil;the Thais take the timber; and SLORC takes the spoils...In the Quiet Land....In the Quiet Land, no one can hearwhat is silenced by murderand covered up with fear.But, dispite what is forced, freedom's a soundthat liars can't fake and no shouting can drown.Free bird toward to a free BurmaMy home...where I was born and raisedused to be warm and lovelynow filled with darkness and horror.My family...whom I had grown withused to be cheerful and livelynow living with fear and terror.My friends...whom I shared my life withused to be pure and merrynow living with wounded heart.A free bird...which is just freedused to be cagednow flying with an olive branchfor the place it loves.A free bird toward a Free Burma.Why do I have to fight???They killed my father a year ago,And they burnt my hut after thatI asked the city men \"why me?\" they ignored\"I don't know, mind your business,\" the men said.One day from elementary school I came home,Saw my sister was lifeless, lying in blood.I looked around to ask what happened, if somebody'd known,Found no one but living room as a flood.Running away by myself on the village road,Not knowing where to go but heading for my teacherRealizing she's the only one who could help to clear my throat,But this time she gave up, telling me strange things in fear.Why, teacher, why.. why.. why?I have no dad nor a sister left.To teach me and to care for me you said, was that a lie?This time with tearful eyes she, again, said...\"Be a grown one, young man,Can't you see we all are dying?And stop this with your might as soon as you can,For we all are suffering.SOURCE1. 2001-2003 Burma Today All Right Reserved Graphic Design :burmatoday2002@yahoo.com2. မြန်မာပြန် Myat Zaw"
    },
    {
        "title": "အဂတိလိုက်စားမှု (Corruption)",
        "content": "အဂတိလိုက်စားမှု (Corruption)\n\nကမ္ဘာ့နိုင်ငံအများအပြားမှာ ရင်ဆိုင်တိုက်ဖျက်နေကြရတာ အဂတိလိုက်စားမှု (Corruption) ပါ။လာဘ်ပေးလာဘ်ယူ၊ အဂတိလိုက်စားမှုတွေက ဆင်းရဲတဲ့နိုင်ငံရော၊ ကြွယ်ဝချမ်းသာတဲ့နိုင်ငံပါ မကျန် အားလုံးကို ခြိမ်းခြောက်နေပါတယ်။အခု ပြည်သူ့အစိုးရလက်ထက်မှာလည်း အဂတိလိုက်စားမှုတွေ ပပျောက်အောင် ထိပ်ပိုင်းက သန့်ရှင်းအောင်နေထိုင်ကျင့်ကြံကြပေမယ့်အလယ်ပိုင်းနဲ့အောက်ခြေမှာတော့ အပိုင်း ၄ အပေးလိုင်းတွေ ကျန်ရှိနေပါသေးတယ်။ အချိန်ယူ အချိန်ပေး ကြပ်မတ်ဆောင်ရွက်သွားကြရမှာပါ။ရိုးရိုးသားသား သိက္ခာရှိရှိ နေထိုင်ကျင့်ကြံသွားဖို့ များစွာကြိုးစားကြရပါမယ်။ အားလုံး မင်္ဂလာပါ။Source : My Way journal"
    },
    {
        "title": "မြန်မာပြည်သိန်းတန်",
        "content": "မြန်မာပြည်သိန်းတန်\n\nမြန်မာပြည်သိန်းတန် \"Our Once Teenage Idol, Thein Tan (Myanmarpyi)\"သိန်းတန်(မြန်မာပြည်) ဆိုတာ ကျွန်တော်တို့ မြီးကောင်ပေါက်အရွယ်က ကြိုက်ခဲ့ရတဲ့ Teenage Idol တစ်ယောက်ပါ။နောက်ပိုင်း သူ့နာမည်ကို မြန်မာပြည်သိန်းတန် လို့ပဲ ခေါ်နေကြပါတယ်။ ယနေ့ခေတ် Myanmar Idol ပရိတ်သတ်တွေကတော့ သူမကြာမကြာပြောပြောနေရတဲ့ အကဲဖြတ်စကားစုလေး \"အန်ကယ်ကတော့နိုးပါ\" ကို အကြိုက်တွေ့ပြီး၊ သူ့ကို \"အန်ကယ်နိုး\" လို့ သိနေကြပါပြီ။ သူ့ရဲ့ရေပန်းစားနေတဲ့ \"အန်ကယ်ကတော့နိုးပါ\" လက်သုံစကားလေး ကို အခု သူက \"အန်ကယ်ကတော့နိုးပါ...မအားသေးဘူး\" နာမည်နဲ့ သီချင်းရေးလိုက်ပါပြီ။ ဒီသီချင်းဟာ သူမကြာခင်ထုတ်မယ့်\"နိဗ္ဗာန်ဆော်\" ဓမ္မတေး ၁၀ ပုဒ်ထဲက တစ်ပုဒ်ဖြစ်ကြောင်းပြောရင်း၊ Myanmar Idol ပရိတ်သတ်တွေကို Demo ဆိုပြသွားပါတယ်။ တေးစာသားလေးက ဒီလိုပါ...........အိမ်ရှေ့ဘဲတီးတာ ငါ အလုပ်များတုန်းမှာဘယ်သူတွေလဲ အလှူခံလားအန်ကယ်ကတော့ နိုး နိုးနိုးပါ... မအားသေးဘူး ဟေ့ဘယ်အချိန်တုန်းကငါ အားခဲ့လို့လဲကွာမျက်စိ နား နှာခေါင်း လျှာ ကိုယ် စိတ် လောဘမသတ်နိုင်ဘူးမအားဘူးကွာ မအားသေးဘူး ဟေ့ကမ္ဘာလဆန်းတစ်ရက်နေ့ထဲက ငါဘယ်မှာအားခဲ့လို့လဲကွာတဏှာ နောက်တကောက်ကောက်အသက်ကလေးဖြောင့်ဖြောင့်ရူဖို့အရေးတောင်မအား မအား မအား မအား မအားသေးဘူး ဟေ့အိုတာ ငါ့အလုပ်မဟုတ်နာတာလည်း ဂရုမစိုက်ဇရာ ဗျာဒိ မရဏံပိအန်ကယ်ကတော့ နိုး နိုးနိုးပါ... မအားသေးဘူး ဟေ့အန်ကယ်ကတော့နိုးပါ...မအားသေးဘူးအန်ကယ်ကတော့နိုးပါ...မအားသေးဘူးအန်ကယ်ကတော့နိုးပါ...မအားသေးဘူးကျွန်တော့် \"နိဗ္ဗာန်ဆော်\" တေးစုကို အားပေးကြပါဦး။အားလုံးကျန်းမာချမ်းသာကြပါစေ။ကျွန်တော် မြန်မာပြည်သိန်းတန် ပါ။"
    },
    {
        "title": "Borrowed Time",
        "content": "Borrowed Time\n\nBorrow ကို အဘိဓာန် က \"ချေးယူ၊ ငှားရမ်းယူ၊ ခဏယူသည်\" လို့ အနက်ဖွင့်ပါတယ်။ချေးပဲချေးချေး၊ ငှားပဲငှားငှား ခဏတာသဘောပဲ ဖြစ်ပါတယ်။Borrow ရဲ့နောက်အဓိပ္ပာယ်တစ်မျိုးက \"အတုခိုးသည်\" ဖြစ်ပါတယ်။ကိုယ်ပိုင်ဟန်မဟုတ်တော့ သူများဆီက အတုခိုးရတယ်။အတုခိုးတယ်ဆိုတော့ တာရှည်မတည်မြဲတဲ့ သဘောပါပဲ။\"Borrowed time ခဏယူထားရတဲ့အချိန်\" ဆိုတာ အီဒီယံတစ်ခုပါ။တိုက်ရိုက်ဘာသာပြန်ရင် \"ခဏယူထားရတဲ့အချိန်\" ဖြစ်ပါတယ်။ဒီ အီဒီယံအပြည့်အစုံက Living on the borrowed time ပါ။\"ခဏငှားထားတဲ့အချိန်နဲ့ အသက်ရှင်သန်နေတယ်\" လို့ တိုက်ရိုက်ဘာသာပြန်နိုင်ပေမယ့်အမှန်က \"သေနေ့မစေ့သေး၍ ဆက်လက်အသက်ရှင်နေသည်\" ဖြစ်ပါတယ်။ကျွန်တော်တို့ လူသားတွေ အသက်ရှင်သန်နေကြပေမယ့် ကိုယ့်သက်တမ်းကိုယ် မသိကြပါဘူး။ကျွန်တော်တို့အားလုံးဟာ သေနေ့မစေ့သေးလို့ မသေသေးတာပါခင်ဗျာ။We all are living on the borrowed time.ဒီမမြဲသဘောတရားကို ရုရှားစာရေးဆရာကြီး Leo Tolstoy က သူ့ဝတ္ထု \"What Men Live By\"မှာ သံဝေဂရဖွယ် ခြယ်မှုန်းထားပါတယ်။ ရှာဖတ်ကြည့်ကြပါဦး။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "YOU REMINDED ME",
        "content": "YOU REMINDED ME\n\nYOU REMINDED ME _ Let Pan or Red Silk Cotton Treeဒါက ခွန်ဝင်းနောင် တင်လာတဲ့ ဦးဆောင်း ရဲ့ ကဗျာလေးပါ။\"ပွင့်ခြောက်ကယ်အနားလန်၊ဆက်ရက်ကယ်ညံ၊ပင်လက်ပံ ကြွေချိန်ကျပြီမို့ ..\"သူလုပ်တာနဲ့ လာမယ့် စနေ ဈေးမှာ လက်ပံပွင့်ခြောက် သွားရှာရဦးမယ်။ငှက်တွေ လက်ပံပွင့်ကြိုက်သလို ကျွန်တော်လည်း ကြိုက်တယ်။ခင်ဗျားတို့ရော.......Other names _ Red silk-cotton; Red cotton tree; Silk-cotton or Kapok, Bombax ceiba, Cotton tree,Credit to Win Naung; Myat Thurein & Original foto artist."
    },
    {
        "title": "THREE DOG NIGHT",
        "content": "THREE DOG NIGHT\n\nခွေးသုံးကောင်ည (Three Dog Night) ဆိုတာ ၁၉၆၀ အနှောင်းပိုင်းနှစ်များနဲ့ ၁၉၇၀ အစောပိုင်းနှစ်များအတွင်းကျော်ကြားခဲ့တဲ့ အမေရိကန်အဆိုအတီးအဖွဲ့တစ်ခုရဲ့ အမည်ပါ။ သူတို့တီးဝိုင်းရဲ့ အမည်ကို ရုတ်တရက်ကြားလိုက်ရင် အနည်းငယ်ထူးဆန်းနေပြီး၊ ဘာကြီးမှန်းမသိသလို ဖြစ်နေပါလိမ့်မယ်။ သူတို့တီးဝိုင်းကို စဖွဲ့စဉ်က အဖွဲ့ဝင်(၇) ဦးပါဝင်တဲ့ တီးဝိုင်းတစ်ခုပါ။ ဒါပေမယ့် သူတို့တီးဝိုင်းနာမည်ပေးရာမှာတော့ ဦးဆောင်အဆို (၃) ဦးပူးတွဲသီဆိုမှုအခြေခံနဲ့ “သုံး” ကိုအလေးပေးကာ ခွေးသုံးကောင်ည (Three Dog Night) လို့ မှည့်ခေါ်ခဲ့ကြောင်းသိရပါတယ်။တကယ်တော့ ခွေးသုံးကောင်ည ဆိုတာ သြစတြေးလျအရပ်သုံးစကား (Colloquial Australian) က ဆင်းသက်လာတဲ့ ဒေသအသုံးအနှုန်းပါ။ သြစတြေးလျတိုက်ရဲ့ ဝေးလံခေါင်ဖျားအရပ်ဒေသ (Outback) မှာ နေထိုင်ကြရသူတွေအဖို့ အင်မတန်အေးချမ်းတဲ့ညအခါတွေမှာ ထွေးထွေးနွေးနွေးရှိစေဖို့ ခွေးနဲ့လူအတူတွဲဖက်အိပ်စက်ကြရပုံကို ရည်ညွှန်းပါတယ်။ ဒီနေရာမှာ ခွေးတွေက လူတွေအတွက် ခြုံစောင်ပါ။“ခွေးတစ်ကောင်ည (ခွေးတစ်ကောင်နှင့်ဖက်အိပ်ရသောည) ဆိုတာ သာမန်အေးတဲ့ညတစ်ညဖြစ်ပါတယ်။ခွေးနှစ်ကောင်ည ဆိုရင် ပိုမိုအေးစိမ့်တဲ့ညဖြစ်ပါတယ်။အဲ ခွေးသုံးကောင်ည ဆိုရင်တော့ ရေခဲတမျှအေးစိမ့်တဲ့ ညခင်းကို ပြောတာဖြစ်ပါတယ်”ခင်ဗျားတို့လည်း အခုလို ဟိမဝန္တာကတိုက်လာတဲ့ လေအေးတွေကြောင့် ညအပူချိန်ကျဆင်းပြီး အအေးပိုနေချိန်ဖက်အိပ်စရာခွေးရော ရှိပါရဲ့လား။ ကျွန်တော့မှာ တယ်ရီယာ-ရှိဇူ-ဟပ်စကီး ခွေးသုံးကောင် ရှိတယ်ဗျ။ကဲ ချမ်းချင်သလောက်ချမ်းစမ်း-အမွှေးဖွားဖွားခွေးသုံးကောင်ရှိတယ်။ အားလုံး မင်္ဂလာပါ။စာကြွင်း -(၁) သူတို့ဖက်အိပ်ရတဲ့ခွေး က သြစတြေးလျမှာရှိတဲ့ Dingo တောခွေး ဖြစ်ပါတယ်။(၂) Three Dog Night အဖွဲ့ရဲ့ ကျော်ကြားတေးတစ်ပုဒ်ဖြစ်တဲ့ Joy to the World (1971) ကRocker ကြီး ဇော်ဝင်းထွဋ်ရဲ့ “ဆေးရိုးပန်းရိုက်မျက်နှာ” မူရင်းသီချင်းပါပဲဗျာ။"
    },
    {
        "title": "Double Trouble",
        "content": "Double Trouble\n\nမြန်မာစကားမှာ အနေမတတ်တော့ ဖြဲသလို၊ အပြောမတတ်တော့ ဆဲသလိုဖြစ်တယ်လို့ အဆိုရှိပါတယ်။ ဒီလိုပါပဲ အင်္ဂလိပ်စကားရေးပြောရာမှာလည်း အသုံးအနှုန်းမကျွမ်းကျင်မပိုင်နိုင်တာကြောင့် တစ်ဖက်လူသဘောပေါက်လွဲပြီး ရယ်စရာ၊ ဟားစရာ၊ ထိခိုက်စရာ ဖြစ်တတ်ပါတယ်။ အားလုံးသိကြတဲ့အတိုင်း တချို့ အင်္ဂလိပ်စကားလုံးတွေမှာ အနက်အဓိပ္ပာယ်နှစ်ခွရှိကြတာကြောင့် သတိထားသုံးစွဲရပါလိမ့်မယ်။ ကဲ အသုံးအနှုန်းကြောင့် ရင်မမောရအောင် ဒီလိုစာအုပ်မျိုးတွေ ရှာဖတ်ထားကြပါ။Do you feel anxious when you are speaking to native English speakers because you do not know which words or phrases are offensive or \"politically incorrect\"? We will cover some common \"dangerous\" English words or phrases.We will talk about when to use and when not to use certain words, \"dangerous\" pronunciation of words, common double meanings of words, as well as the meanings of some non-verbal gestures."
    },
    {
        "title": "ကမ္ဘာမှာအပျော်ရွင်ဆုံးနိုင်ငံ",
        "content": "ကမ္ဘာမှာအပျော်ရွင်ဆုံးနိုင်ငံ\n\nHappiness report : Norway is the happiest place on Earth.BBC က ပြောတယ်။ ကမ္ဘာမှာ အပျော်ရွင်ဆုံးနိုင်ငံက နော်ဝေ ဖြစ်ပါတယ်။အလိုပြည့်ဖို့ ဟို ရွေ့ကြမလား။"
    },
    {
        "title": "ဂီတာသူရဲကောင်း Chuck Berry",
        "content": "ဂီတာသူရဲကောင်း Chuck Berry\n\nCharles Edward Anderson \"Chuck\" Berry (October 18, 1926 – March 18, 2017)was an American guitarist, singer and songwriter and one of the pioneers of rock and roll music died.May his soul rest in peace.ROCK PIONEER CHUCK BERRY DIES; HIS MUSIC LIVES ONရော့ခ်တေးဂီတရဲ့ ရှေ့ဆောင်လမ်းပြကြီး၊ ဂီတာသူရဲကောင်း Chuck Berry အသက် ၉၀ ဟာ စနေက ကွယ်လွန်သွားပါပြီ။Rock & Roll အကျော်အမော်တွေက ဝမ်းနည်းဂုဏ်ပြုစကားတွေ၊ ဆုတောင်းတွေ ပေးပို့နေကြပါတယ်။သူ့ရဲ့စူးရှတဲ့ တီးခတ်မှုနဲ့ ထိမိတဲ့စာသားတွေပေါင်းစပ်လို့ နောက်လူတွေအတွက် ပြောင်မြောက်တဲ့ ရော့ခ်ကဗျာတွေ ဖွဲ့နိုင်ခဲ့ပါတယ်။သူရဲ့ကျော်ကြားတဲ့ သီချင်းတွေကို ကျွန်တော်တို့ခေတ်ပြိုင်အဆိုတော်တွေ Elvis Presley; Rolling Stones, the Beatles, the Beach Boysတို့ ပြန်ဆိုကြလို့ သိခဲ့ ကြိုက်ခဲ့ရပါတယ်။ ကွယ်လွန်သူ John Lennon က \"Rock & Roll ကို နာမည်နောက်တစ်မျိုးပေးရမယ်ဆိုရင် Chuck Berryလို့ပေးရပါမယ်\" လို့ပြောခဲ့ပါတယ်။ Mick Jagger ပြောသလို ကျွန်တော်တို့တတွေရဲ့ မြီးကောင်ပေါက်ဘဝကို သူ့ရော့ခ်ဂီတနဲ့ ဖြတ်သန်းနိုင်ခဲ့ကြတာဆိုရင် လွန်မယ်မထင်ပါ။ သူ့ရဲ့ဂန္တဝင်တေးတွေထဲက Rock & Roll အမျိုးသားသီချင်း လို့အသိအမှတ်ပြုခံရတဲ့ Johny B Goode ကိုနားဆင်ကြည့်ကြပါဦး။ Let's Say Thank Yo"
    },
    {
        "title": "Everyone is entitled to his own stupidity’",
        "content": "Everyone is entitled to his own stupidity’\n\nEveryone is entitled to his own stupidity’Everyone is entitled to his own stupidity’Everyone is entitled to his own stupidity'Ref : The Philippine Star @ March 17, 2017 - 12:00am"
    },
    {
        "title": "Love Life, Cherish Time",
        "content": "Love Life, Cherish Time\n\nတက်ဘလက်၊ ဖက်ဘလက်၊ အိုင်ပက်၊ အိုင်ပေါ့၊ အိုင်ဖုန်းတွေ တကားကားနဲ့ အလွန်အမင်းအချိန်ဖြုန်းနေသူတွေ၊ အဆမတန်အချိန်ပေးနေသူများအတွက် ခေတ်သစ်အာရုံခံစားမှုများအပေါ် အလွန်အကျွံမရှိကြစေရန် အသိနှင့်သတိ အတူရှိစေဖို့ ရှေးလူကြီး ဘင်ဂျမင်ဖရန့်ကလင် (၁၇၀၆-၁၇၉၀)Benjamin Franklin was one of the Founding Fathers of the United States. ရဲ့ အဆိုအမိန့်ကို ခံစားကြည့်ပါ။\"Do you love life?Then do not squander time, for that's the stuff life is made of.သင်ဘဝကိုချစ်ပါသလား၊ဒါဆိုရင် အချိန်တွေ အရမ်းကာရောလုပ်မပြစ်ပါနဲ့။ဘဝဆိုတာ အဲ့ဒီတန်ဖိုးရှိတဲ့ အချိန်တွေနဲ့ လုပ်ထားတာပါ\"ကမ္ဘာကြီးဟာ ရွာကြီးဖြစ်ပြီးနောက် သားတွေ၊ သမီးတွေက i-Phone; i-Pad; တွေကိုင်နေတော့ မိဘတွေက i-Pay နတ်ပိုက်ဆံကိုင်ကာ PAP _ Pay-After-Pay ပေးပြီးရင်းပေးဖြစ်နေတော့တာပေါ့ဗျာ။ဘယ်အရာမဆို အကျိုးရှိရှိသုံးသင့်ပါတယ်။ သုံးပါ၊ မဖြုန်းကြပါနဲ့။ Waste not, Want not.ဖြုန်းလျှင်ပြုန်းမည်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Chitchat Zigzag_Care Balls",
        "content": "Chitchat Zigzag_Care Balls\n\nဝေါဟာရအနေနဲ့ပြောရရင် Care မှာ \"ဂရုစိုက်၊ သတိထား၊ ကာကွယ်စောင့်ရှောက်၊ တာဝန်ယူထိန်းသိမ်း၊ ကြည့်ရှုစောင့်ရှောက်၊ ရောဂါပျောက်ကင်းစေသည်\" အထိ ထူးခြားလေးနက်တဲ့ အဓိပ္ပာယ်တွေပါဝင်နေပါတယ်။ ကျွန်တော်တို့ ဒီအရွယ်အထိ တင့်တောင့်တင့်တယ်နေနိုင်တာ မိဘများရဲ့ Care ကြောင့် မဟုတ်ပါလား။ ဘယ်နေရာမဆို ဂရုစိုက်၊ သတိထားရင်အမှားနည်းသလို ဘေးအန္တရာယ်လည်းကင်းပါတယ်။ Take care or Take care of yourself. သတိထားပါ၊ ဂရုစိုက်ပါ လို့ချစ်သူခင်သူတွေအချင်းချင်း သတိပေးကြတာပါ။ ခွဲခွာခါနီး နူတ်ဆက်စကားတောင် Goodbye အစား ။ Take care! လို့ အစားထိုး ပြောလာကြတာပဲ ကြည့်ပါတော့။နုနယ်တဲ့ ကလေးသူငယ်တွေအတွက် နေ့ကလေးထိန်းဌာန (Day nursery or Day-care center) တွေ၊ အစစအရာရာချွတ်ယွင်းချိနဲ့လာတဲ့ သက်ကြီးရွယ်အိုတွေအတွက် ဘိုးဘွားရိပ်သာ (Health care for the elderly; Elderly care; Eldercare) တွေဖွင့်လှစ်လို့ အထူးဂရုပြု ကြည့်ရှုစောင့်ရှောက်နေကြပါတယ်။ ဒါကြောင့် Care ဆိုတာ ကြိယာအနေနဲ့ရော၊ နာမ်အဖြစ်ပါ လေးစားချင်ခင်စရာကောင်းတဲ့ စကားလုံးတစ်လုံးပါ။အိုဘားမားရဲ့ ၈ နှစ်တာ သမ္မတသက်တမ်းမှာ အမေရိကန်ပြည်သူတွေ ကျန်းမာရေးအတွက် အလေးထားဆောင်ရွက်ပေးခဲ့တာကြောင့် သူ့ရဲ့ ကျန်းမာရေးကြည့်ရှုစောင့်ရှောက်မှု (Healthcare) ကို Obamacare လို့ တင်စားခေါ်ဝေါ်ခံရပါတယ်။ဆက်လက်ပြီး ဘောလုံးကန်သူ၊ တင်းနစ်ရိုက်သူ၊ ဂေါက်သီးကစားသူတွေအနေနဲ့ သူတို့သုံးရတဲ့ Ball ကို အရမ်းဂရုစိုက်ရတယ်လို့သိရပါတယ်။ \"They care for their balls.\" ဘော Ball ကို ဂရုစိုက်ရတယ်ဆိုတော့ Ballscare လို့ဆိုရမှာဖြစ်ပါတယ်။Ballscare ဆိုလို့ တစ်လွဲတော့မတွေးစေချင်ပါ။ ကျွန်တော်ကတော့ ဂရုစိုက်စရာမို့ ဂရုစိုက်တယ်လို့ပဲ ယူဆပါတယ်။What do you care? I care balls! အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ONE DOWN, TWO TO GO",
        "content": "ONE DOWN, TWO TO GO\n\nပရိသတ်အဆုံးအဖြတ်ကို ကောင်းစွာခံယူရင်း Myanmar Idol က ထွက်ခွာသွားရသူ ပိုးမီ ကို နူတ်ဆက်ပါတယ်။Grand final အဆင့်တက်ရောက်သူ သားငယ် နဲ့ ဘီလီလမင်းအေး တို့နှစ်ဦး ကိုလည်း ကောင်းချီးပေးပါတယ်။"
    },
    {
        "title": "သိပ်သိပ်ကိုကျပ်တယ်",
        "content": "သိပ်သိပ်ကိုကျပ်တယ်\n\nCROWDED BUSES_JAMMING TRAFFIC_SUFFOCATED PEOPLE\"ဘတ်စ်ကားတွေကျပ်တယ်၊ သိပ်သိပ်ကိုကျပ်တယ်\"ဒါက ၁၉၇၀ ဝန်းကျင်မှာ ဆိုခဲ့ကြတဲ့ စတီရီယိုသီချင်းလေး တစ်ပိုင်းတစ်စပါ။ဒီလို နေမထိထိုင်မသာ ကျပ်တည်းတဲ့ အခြေအနေမျိုးက ဟိုး အနှစ်လေးဆယ်ကျော်ကတည်းက ကြုံတွေ့ခံစားခဲ့ရတာပါ။နိုင်ငံတော်လည်း မတတ်နိုင်ခဲ့ပါဘူး။ပိုဆိုးတာက အစိုးရပိုင်းက အကျင့်ပျက်သူတွေ နဲ့ ကိုယ်ကျိုးရှာစီးပွားရေးသမားတွေ ပေါင်းမိသွားတာပါ။အဆိုးဆုံးက မသူတော်တွေ ပေါင်းစည်းမိခြင်း (Unholy Alliance) ပါ။ကောင်းတဲ့သူအချို့လည်း ငွေကြေး-အာဏာစတဲ့ ဖြားယောင်းဆွဲဆောင်မှုတွေနဲ့ သိမ်းသွင်းခံကြရလို့\"တစ်ခုသောကျေးကား ခိုးသားငါးရာနဲ့ပေါင်းမိ၏\" ဇာတ်လမ်းမျိုးတွေ ရှိခဲ့ကြတယ်။ကျွန်တော်တို့ရဲ့ ဖြောင့်မတ်တဲ့ အစိုးရကောင်းလည်း ဆိုးရွားယုတ်ညံ့တဲ့ လူညစ်ပတ်တွေရဲ့ စိတ်ထားဆိုးတွေပြင်ဖို့အနှစ်သုံးလေးဆယ်တော့ အချိန်ယူရဦးမယ်ထင်ပါတယ်။ဒီကြားထဲ ကျပ်တည်းတည်း တော့နေကြရပါဦးမယ်။ငါးပိသိပ် ငါးချဉ်သိပ် \"Crowded; Packed; Jam-packed ပေါ့ဗျာ။ကဲ ကျွန်တော်တို့ စာသင်သားတွေက ကားကျပ်တဲ့ ဝေါဟာရတွေကို သရုပ်ဖော်ပုံနဲ့အတူ လေ့လာကြရအောင်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Kudos for Thar Nge!",
        "content": "Kudos for Thar Nge!\n\nMyanmar IdolKudos for Thar Nge!ကဲ အခုဘယ်လိုလုပ်မလဲ................ပဲ့ကိုင် - စောဘွဲ့မှူး၊ ဂျွန်သင်ဇမ်း ၊ ထူးအိမ်သင်၊ ဖိုးချိုငါ့လက်ထဲကိုင်စွဲတဲ့ မီးအိမ်အလင်းရောင်ဟာ တောက်ပတယ် အားလုံးကို ငါဟာလမ်းပြအဖြစ် သွားလိုရာပို့ခဲ့ပြီးအပြန် မှောင်ပါတယ်ဆိုတဲ့ ဆူးတောကြားမှာ ရင်တွေခုန်ကာမော ထွက်သက်ဝင်သက်များ ပြင်းလွန်းတော့ မီးအိမ်ဟာ ငြိမ်းခဲ့ပြီ မင်းတို့သွားလိုတဲ့ ကမ်းတစ်ဖက်ကို ရွက်အစုံကိုလွှင့်လို့ရယ် သဲဖွေးသောင်ယံမှာ နှုတ်ဆက်ပြီး ငါ့အိမ်အပြန်ခရီးကျတော့လေ လေနီတွေထန်ကာ နှိပ်စက်လို့ လှေငယ်ငယ်ဟာအက်ကွဲ ငါ့ရွက်တိုင်တွေဟာ ကျိုးပဲ့လို့ တက်တွေဟာ အလုပ်မလုပ်တော့ ကဲ အခုဘယ်လိုပြန်မလဲ ကဲ အခုဘယ်လိုလုပ်မလဲ ကဲ အခုဘယ်လိုပြန်မလဲကဲ အခုဘယ်လိုလုပ်မလဲ ………"
    },
    {
        "title": "အလီဘာဘာနဲ့ခိုးသားလေးဆယ်",
        "content": "အလီဘာဘာနဲ့ခိုးသားလေးဆယ်\n\nALI BABA\"အလီဘာဘာနဲ့ ခိုးသားလေးဆယ်\" ဆိုတာ တစ်ထောင့်တစ်ည (Thousand and One Nights) ဒဏ္ဍာရီရှည်ကြီးထဲက ပုံပြင်တစ်ခုပါ။ အလီဘာဘာ လို့ပြောလိုက်တာနဲ့ အများစုက အလီဘာဘာနဲ့ ခိုးသားလေးဆယ် (Ali Baba & The Forty Thieves) ကို ပြေးမြင်ကြတယ်။ နောက်ပြီး အလီဘာဘာ ကို သူခိုးခေါင်းဆောင်၊ဒါမှမဟုတ် သူခိုးတစ်ယောက်လို့ပဲ ထင်တတ်ကြပါတယ်။ တကယ်တော့ အလီဘာဘာ ဟာ ရိုးသားတဲ့သစ်ခုတ်သမားပါ။ သူခိုးတွေ မတရားလုယက်ပြီးရလာတဲ့ ရွှေငွေရတနာတွေ ဖွက်ထားတဲ့ဂူကိုတွေ့၊ ဂူထဲဝင်တဲ့ စကားဝှက်ပါရလို့ ချမ်းသာသွားသူပါ။ သူက သူခိုးမဟုတ်ပါဘူး။ဒါကြောင့် ဘယ်အရာမဆို သူ့နောက်ခံကားချပ်၊ နောက်ကြောင်းရာဇဝင်၊ ဇစ်မြစ်ကို သိအောင်လေ့လာစေချင်ပါတယ်။ လူသားတွေ ဖြစ်ပေါ်လာပုံနဲ့ ဓလေ့ထုံးစံ၊ ယုံကြည်မှုစတာတွေကိုအသေးစိတ်လေ့လာတာက မနုဿဗေဒ (Anthropology) ပညာရပ်ဖြစ်ပါတယ်။ ကျွန်တော်က စကားလုံးတွေရဲ့ နောက်ခံသမိုင်းကြောင်းကို စိတ်ဝင်စားပါတယ်။ အဲဒီလို ဝေါဟာရစကားလုံးတွေရဲ့ ဇစ်မြစ်ကိုလေ့လာတဲ့ ဘာသာရပ်ကိုတော့ ဝေါဟာရသမိုင်း၊ ရင်းမြစ်ဗေဒ (Etymology) လို့ခေါ်ပါတယ်။တစ်ခုခုရဲ့ ရင်းမြစ်အမှန်ကိုသိမှသာ ကျွန်တော်တို့တတွေ ဘယ်သူက \"အလီဘာဘာ\" - ဘယ်သူတွေက \"ခိုးသားလေးဆယ်\" ဆိုတာ ခွဲခြားသိကြပါလိမ့်မယ်။ အမှန်သိပြီး အသိမှန်နိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "QUAKE",
        "content": "QUAKE\n\nငလျင်လှုပ်တာနဲ့ လှုပ်ခါခြင်း အမျိုးမျိုးကို သွားသတိရတယ်။အခုဟာက shake သာမန်လှုပ်တာ၊ Roll ရှေ့နောက်ယိမ်းတာ လောက်ဖြစ်မှာပါ။Rattle ဆိုတဲ့ ပလုတ်တုတ် လှုပ်ခါသလိုဆိုရင်တော့ သွားပြီပေါ့ဗျာ။"
    },
    {
        "title": "WORKLIFE & LEISURE",
        "content": "WORKLIFE & LEISURE\n\nဂျပန်လူမျိုးတွေ အလုပ်ကြိုးစားပုံ၊ အားကျိုးမာန်တက်သရဲမရဲစီး အလုပ်လုပ်တတ်ပုံတွေကြောင့်ဂျပန်အဘိဓာန်မှာ 過労死 ( ခါရိုးရှိ ) ဆိုတဲ့ ဝေါဟာရရှိပါတယ်။過労死 ( ခါရိုးရှိ ) ဆိုတာ \"အလုပ်ပိသေခြင်း\" ကိုခေါ်ပါတယ်။မြန်မာအဘိဓာန်မှာတော့ \"အလုပ်ပါး\" \"အလုပ်ပိတ်\" ဆိုတဲ့ စကားလုံးပဲ တွေ့ပါတယ်။\"အလုပ်ပိ\" ဆိုတဲ့ စကားမပါပါဘူး။\"အလုပ်ပိသေ\" ဆိုတဲ့ ဝေါဟာရဆိုတာတော့ ဝေလာဝေးပါ။"
    },
    {
        "title": "MFSL Vessel Rolling Along In Mississippi River. ......",
        "content": "MFSL Vessel Rolling Along In Mississippi River. ......\n\nဒီည MNTV က ထုတ်လွင့်သွားတဲ့ Myanmar Idol Season 2 ပြိုင်ပွဲမှာ Blues တေးသီချင်းတွေ သီဆိုကြလို့အဆုံးတိုင်ကြည့်လိုက်ပါတယ်။ ပြိုင်ပွဲဝင် ၅ ယောက်စလုံး ကြိုးစားသီဆိုကြတာ တွေ့ရပါတယ်။ ဒီညမှာ Uncle Noလို့ နာမည်ပြောင်အပေးခံရတဲ့ ဒိုင်တစ်ဦး မြန်မာပြည်သိန်းတန် က ပြိုင်ပွဲဝင် ၅ ယောက်စလုံးကို တစ်ယောက်တစ်မျိုးချီးမွှန်းခဲ့ပါတယ်။တစ်ပြေးနေတဲ့ သားငယ် ရဲ့ ဘလူးစ်ဆိုဟန်ကို မြန်မာပြည်သိန်းတန် က အကဲဖြတ်ပြောကြားရာမှာ\"မြန်မာပြည်က ကြယ်ငါးပွင့်သင်္ဘောကြီးဟာ Blues တွေ ခေတ်စားတဲ့ အမေရိကန်နိုင်ငံက မစ္စစ်စီပီမြစ်ထဲ ခုတ်မောင်းနေတာပါပဲလေ\" လို့ ထိထိမိမိတင်စားသွားတာကို အကြိုက်ဆုံးပါ။ ဘာကြောင့်လဲဆိုတော့ ကျွန်တော်က မြန်မာ့ကြယ်ငါးပွင့် သင်္ဘောလုပ်ငန်း (Myanmar Five Star Line_MFSL)မှာ အနှစ် ၂၀ လုပ်ကိုင်ခဲ့သူဖြစ်လို့ပါ။ ကျေးဇူးပဲ ကိုသိန်းတန်(မြန်မာပြည်) ရေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Obituary",
        "content": "Obituary\n\nOur buddy, a male terrier of Yorkshire origin, named POLAR, aged 13+ suddenly left us this evening.Sadly missed by all us, Kyaw, Yee, Thurein & Thanda.Also missed by his close chums _ Lone Lone & Huskie.May his soul rest in peace."
    },
    {
        "title": "Say Something",
        "content": "Say Something\n\nစကားပြော အကောင်းဆုံးက လွှတ်တော်၊ စာရေးအကောင်းဆုံးက သတင်းစာ။Best rhetoric in the parliament; Nicest writers in newspapersလူတွေရဲ့ မျက်နှာကို ဖတ်ကြည့်၊ သူတို့ရဲ့ စကားသံတွေကို နားထောင်ကြည့်။Scanning their faces; Sensing their speeches.အရင်တုန်းက အပြောတစ်မျိုး၊ အလုပ်တစ်မျိုးပဲ ရှိတယ်။Saying one thing and doing another ပေါ့။အခုခေတ် တချို့လူတွေဟာ စိတ်ထဲကြံစည်နေတာက တစ်မျိုး၊ ပါးစပ်ကပြောနေတာက တစ်မျိုး၊လက်ကလုပ်နေတာ တခြား ဖြစ်နေတတ်တယ်။ကြံစည်-ပြောဆို-လုပ်ကိုင်ခြင်း ကိစ္စသုံးရပ်ကို ဆိုးဝါးယုတ်မာတဲ့နည်းနဲ့ တစ်ထိုင်တည်း၊ တစ်ပြိုင်တည်း၊ တစ်ထပ်တည်းကျအောင် စီစဉ်နိုင်တာ သြချလောက်ပါတယ်။Satanic Syncopated Simultaneous Synchronization.ဒါဟာ ၂၁ ရာစုရဲ့ အလွန့်အလွန် ထူးခြားမှုတစ်ခု ဖြစ်ပါလိမ့်မယ်။Maybe a sublime wonder of twenty first century.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Three Little Birds Havin' Flown!",
        "content": "Three Little Birds Havin' Flown!\n\nသတင်းစကားတစ်ခု ဘယ်သူပြောတယ်ဆိုတာ လျှို့ဝှက်ထားချင်တဲ့အခါ အားလုံးသိကြတဲ့အီဒီယံ A little bird told me. ငှက်ကလေးကပြောတာပေါ့လို့ တင်စားပြောဆိုလေ့ရှိပါတယ်။ကျွန်တော့်သား မြတ်သူရိန် Myat Thurein ကငှက်ဝါသနာရှင်တစ်ယောက်ပါ။ နယ်တကာလှည့်ပြီး ငှက်ဓာတ်ပုံတွေရိုက်ပါတယ်။ ကျွန်တော်တို့ခြံထဲမှာလည်း ငှက်တချို့နေကြလို့ သူတို့ပုံတွေကို တဝကြီးရိုက်ရပါတယ်။ အကောင်းဆုံးက ငှက်သားပေါက်တာကို မှတ်တမ်းတင်ရိုက်ကူးရတာပါပဲ။ အခု ခြံထဲမှာ အောင်စာလည်ဖြူ (White-throated Fantail) သားလာပေါက်ပါတယ်။အရင်တစ်ခေါက်က အောင်စာ ၂ ကောင်ပေါက်ပါတယ်။ ဒီအသိုက်မှာပဲ အခု ငှက်ကလေး ၃ ကောင် ပေါက်ပါတယ်။ ငှက်ကလေး ၃ ကောင် ကို ငှက်ဖို-ငှက်မ စောင့်ရှောက်သလို၊ ကျွန်တော်တို့ကလည်း ကျီးကန်း၊ ကြွက်၊ ကြောင်၊ မြွေ စတဲ့ ဘေးရန်အသွယ်သွယ်က ကာကွယ်ပေးရပါတယ်။ ကျွန်တော့်သားအတွက်ကတော့ ဓာတ်ပုံရော၊ ဗီဒီယိုပါ ရိုက်နိုင်တဲ့ အခွင့်ကောင်းရခဲ့ပါတယ်။ ရပ်ဝေး ရပ်နီးက လာရောက်ရိုက်ကူးသူ ဝါသနာရှင် Birders တွေလည်း အနီးကပ် စိတ်ကြိုက်ပုံကောင်းတွေရိုက်နိုင်တာတွေ့ရလို့ ဝမ်းသာပါတယ်။ နောက်တစ်ကြိမ် အခွင့်သင့်ရင် ဖိတ်ခေါ်ပါဦးမယ်။မနေ့ မနက် ၉ နာရီလောက်ကတည်းက ငှက်ဖို-ငှက်မ အသံဆူဆူညံညံနဲ့ လှုပ်ရှားနေတာတွေ့ရပြီး၊ ၁၂း ၅၉ မှာ ငှက်ကလေး ၃ ကောင် တစ်ကောင်ပြီးတစ်ကောင် အသိုက်ကို စွန့်ခွာသွားကြပါပြီ။ သိပ်ဝေးဝေးမသွားနိုင်ကြသေးဘဲ၊ အသိုက်နားက ဝါးကိုင်းတွေပေါ်မှာ နားလိုက် မိဘတွေရဲ့ အားပေးမှုနဲ့ ထပျံလိုက်လုပ်နေကြပါတယ်။Now they are in all respects ready to take off... သူတို့ဟာ လောကသစ်ထဲ တိုးဝင်ဖို့ အားလုံးအဆင်သင့်ဖြစ်နေပါပြီ .. အခုတော့သူတို့ ပျံသန်းတိုးဝင်သွားကြပါပြီ။ They are having flown! သူတို့အသိုက်စဆောက်ကတည်းက အခုထိလိုက်ပါခဲ့သူ ကျွန်တော်တို့အတွက်က ကိုယ့်သားသမီးအရင်းတွေ ခွဲခွာသွားသလို ခံစားမိပါတယ်။ နှုတ်ဆက်လိုက်ပါတယ် ငှက်ကလေးရယ် Bye Bye Birdie!ပျံသာပျံပါ ထက်အာကာ။အားလုံး မင်္ဂလာပါ။♡♡♡ Sharing an ol' reminiscence ....♤♤♤ Fotocredit to Myat Thurein"
    },
    {
        "title": "PEASANTS' DAY _ March 2",
        "content": "PEASANTS' DAY _ March 2\n\n၁၉၆၂ မတ်လ ၂ ရက်မှာ ကာကွယ်ရေးဝန်ကြီး ဗိုလ်ချုပ်ကြီးနေဝင်း ဦးဆောင်တဲ့ မြန်မာ့တပ်မတော်က ဝန်ကြီးချုပ် ဦးနုခေါင်းဆောင်တဲ့ ဒီမိုကရေစီနည်းကျ ရွေးချယ်တင်မြှောက်ခံ အစိုးရကိုဖြုတ်ချပြီး အာဏာသိမ်းလိုက်ပါတယ် (Military Coup D’etat)။အဲဒီ အာဏာသိမ်းတဲ့နေ့ မတ်လ ၂ ရက်နေ့ကို တောင်သူလယ်သမားနေ့ (Peasants' Day) အဖြစ် သတ်မှတ်ပေးခဲ့ပါတယ်။Myanmar, also known as Burma, celebrates Peasants’ Day yearly every 2nd of March.It is incidentally the General Ne Win’s seizure of power in 1962.The military-led government remained in power until March 30, 2011.လူငယ်များအတွက် သမိုင်းနောက်ခံသိရှိစေရန် တင်ပြခြင်းဖြစ်ပါတယ်။မြန်မာပြည် လွတ်လပ်ရေးရရှိချိန် ၁၉၄၈ မှ ယနေ့အချိန် ၂၀၁၇ အထိ အုပ်ချုပ်ရေးဖြစ်စဉ်ကို အောက်တွင်ဖော်ပြထားပါတယ်။၄-၁-၁၉၄၈မြန်မာပြည် လွတ်လပ်ရေးရရှိခဲ့ပါတယ်။၂-၃-၁၉၆၂မြန်မာ့တပ်မတော်(စစ်တပ်) က အာဏာသိမ်းတယ် (Military Coup D’etat)။ ဒီမှာပဲ လွတ်လပ်ရေးရပြီးချိန်ကတည်းကစတင်ကျင့်သုံးခဲ့တဲ့ ၁၄ နှစ်သက်တမ်းရှိ ပါလီမန်ဒီမိုကရေစီစနစ် (Parliamentary Democracy) ချုပ်ငြိမ်းသွားပါတယ်။ဗိုလ်ချုပ်ကြီးနေဝင်း ရဲ့ တော်လှန်ရေးကောင်စီ (Revolutionary Council) အမည်ခံ စစ်အစိုးရ (Militaty Junta) ဟာမြန်မာ့ဆိုရှယ်လစ်လမ်းစဉ်ပါတီ (မ.ဆ.လ) တည်ထောင်ပြီး၊ ဆိုရှယ်လစ်ဝါဒ (Socialism) ကို ပြောင်းခဲ့ကြတယ်။၈-၈-၁၉၈၈၁၉၆၂ ခုနှစ်က စတင်ကျင့်သုံးခဲ့တဲ့ ဆိုရှယ်လစ်စနစ်ဟာ ၂၆ နှစ်အကြာမှာ နိုင်ငံအဝှမ်းဖြစ်ခဲ့တဲ့ ရှစ်လေးလုံးအရေးတော်ပုံဒီမိုကရေစီလူထုအုံကြွမှု (1988 Democracy Uprising) ကြောင့် ပြိုလဲခဲ့ပါတယ်။ ၈-၈-၁၉၈၈ မှာ စတင်ခဲ့တဲ့ ရှစ်လေးလုံးလူထုအုံကြွမှုအရေးတော်ပုံ ကို စစ်တပ်က ရက်ရက်စက်စက် ဖြိုခွဲပြီး၊ ဗိုလ်ချုပ်မှူးကြီးသန်းရွှေ ရဲ့ န.ဝ.တ (နောက်ပိုင်းန.အ.ဖ) စစ်အစိုးရ က မြန်မာနိုင်ငံကို ၂၂ နှစ်တာ ဆက်အုပ်ချုပ်ခဲ့တယ်။၃၀-၃-၂၀၁၁န.အ.ဖ စစ်အစိုးရ ဟာ သမ္မတ ဦးသိန်းစိန် ရဲ့ အရပ်သားအစိုးရ (Quasi Civilian Government) ကို၂၀၁၁ ခုနှစ်၊ မတ်လ ၃၀ ရက်နေ့မှာ အာဏာလွဲပြောင်းပေးခဲ့ပါတယ်။ စစ်အုပ်ချုပ်ရေး ကဒီမိုကရေစီနည်းကျ အရပ်ဘက်အုပ်ချုပ်ရေး (Democratic Civilian Administration) ကို ကူးပြောင်းနိုင်ခဲ့တယ်လို့ပြောနိုင်ပါတယ်။ နှစ်ပေါင်း ၄၈ ကျော် ဆိတ်သုဉ်းခဲ့ရတဲ့ ပါလီမန်ဒီမိုကရေစီစနစ် ပြန်လည်နိုးထလာပါတယ်။၈-၁၁-၂၀၁၅အားလုံးသိကြတဲ့အတိုင်း ၂၀၁၅ ခုနှစ်၊ နိုဝင်ဘာလ ၈ ရက် ရွေးကောက်ပွဲမှာ စစ်တပ်ကျောထောက်နောက်ခံပြုထားတဲ့ပြည်ထောင်စုကြံ့ခိုင်ရေးနှင့်ဖွံ့ဖြိုးရေးပါတီ (ပြည်ခိုင်ဖြိုး) (Union Solidarity & Development Party) အရေးနိမ့်ခဲ့ပြီး၊ လူထုထောက်ခံမှုအပြည့်အဝရရှိတဲ့ အမျိုးသားဒီမိုကရေစီအဖွဲ့ချုပ် (National League for Democracy - NLD) ပါတီ က လွှတ်တော်နှစ်ရပ်စလုံးအတွက် ဆန္ဒမဲအပြတ်အသတ်နဲ့ အနိုင်ရရှိခဲ့ပါတယ်။၁၅-၃-၂၀၁၆မြန်မာ့ဒီမိုကရေစီရဲ့ သမိုင်းဝင် မတ်လ ၁၅ ရက်နေ့မှာ စစ်မှန်သော ပြည်သူ့ဆန္ဒနဲ့အညီ ရွေးချယ်ထားတဲ့နိုင်ငံတော်သမ္မတ ဦးထင်ကျော် ကို ရွေးချယ်တင်မြှောက်ခဲ့ပါတယ်။၆-၄-၂၀၁၆၂၀၀၈ ခုနှစ် အခြေခံဥပဒေ အပိုဒ် ၅၉ (စ) အရ အမျိုးသားဒီမိုကရေစီအဖွဲ့ချုပ်ခေါင်းဆောင် ဒေါ်အောင်ဆန်းစုကြည် ဟာသမ္မတဖြစ်ဖို့ ပိတ်ပင်ထားခြင်းခံရပေမယ့် ၆-၄-၂၀၁၆ မှာ နိုင်ငံတော်၏ အတိုင်ပင်ခံပုဂ္ဂိုလ် (State Counsellor) အဖြစ် ရွေးချယ်ခန့်အပ်နိုင်ခဲ့ပါတယ်။အခုအခါ ပြည်သူ့အစိုးရသက်တမ်းဟာ တစ်နှစ်နီးပါးရှိလာပြီဖြစ်လို့ ဖြစ်ပေါ်တိုးတက်မှုအရပ်ရပ်ကို အားလုံးခံစားသိရှိကြပါလိမ့်မယ်။ရှေ့ဆက်လျှောက်လှမ်းမယ့် ဒီမိုကရေစီခရီး ဖြောင့်ဖြူးသာယာဖို့ အားလုံးဝန်းရံကြရပါဦးမယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Pronunciation Problems",
        "content": "Pronunciation Problems\n\nကျွန်တော်ကြားဖူးသလိုပြောပါမယ်Peculiar PronunciationHuzziz for Housewifeအားလုံးသိကြတဲ့အတိုင်း အိမ်ရှင်မ ကို Housewife (ဟောက်စ်ဝှိုက်)လို့ အသံထွက်ပါတယ်။အဲဒီ Housewife ရဲ့ အခြားအဓိပ္မာယ်တစ်ခုက အပ်၊ အပ်ချည်၊ ကတ်ကြေးစတဲ့ အချုပ်အလုပ်ကိရိယာထည့်အိတ် (Needle case) ဖြစ်ပါတယ်။Needle Case အဖြစ်ပြောလိုသည့်အခါ Housewife (ဟောက်စ်ဝှိုက်)ကို \"Huzziz\" (ဟပ်ဇစ်ဇ်)လို့ အသံထွက်ပြောင်းဆိုရပါတယ်။Southpawအမေရိကန်သမ္မတဟောင်း အိုဘားမားဟာ ဘယ်သန်တစ်ယောက်ဖြစ်ပါသည်။ ဘယ်သန်ကို Left-hander လို့ သိကြပါတယ်။ဘယ်သန်မှာလည်း နောက်ခေါ်အဝေါ်တစ်မျိုးရှိပါတယ်။ ဒါက Southpaw ပါ။အင်္ဂလိပ်လို ဖွင့်ဆိုချက်ကဒီလိုပါ၊ Southpaw is another name for a left-handed individual.Southpaw ဆိုတဲ့ အသံထွက်ကိုတော့ သတိနဲ့ ပီပီသသရွတ်ဆိုရပါမည်။ \"စောက်ပေါ\" တော့မဖြစ်ပါစေနဲ့။Eliteလွန်ခဲ့တဲ့ ဆယ်စုနှစ်များအတွင်းက Elite ခေါ် မိတ်ကပ်တစ်မျိုးပေါ်ခဲ့ပါသည်။ ဗမာပီပီ လွယ်လွယ်ပဲ အသံထွက်ကြပါသည်။ \"အီလိုက်\" တဲ့။အခု ရန်ကုန်-နေပြည်တော် ပြေးဆွဲနေတဲ့ ခရီးသည်တင်ယာဉ်လိုင်းရဲ့ အမည်ဟာလည်း Elite ပါပဲ။ဒီတော့ အရင်အတိုင်း ပေါ့ပေါ့ပါးပါးပဲ \"အီလိုက်\" လို့ အသံထွက်ကြပြန်ပါတယ်။ အမှန်က \"အေလိ\" ပါ။ (အီလိ နှင့် အလိ ကြားသံပါ)။အင်္ဂလိပ်လို the richest, most powerful, best educated or best trained group in a society.သူ့အဓိပ္မာယ်က အထက်လွှာ-လူ့မလိုင်၊ ကြွယ်ဝချမ်းသာသူ၊ သြဇာတိက္ကမကြီးသူ၊ ပညာတတ်ကျွမ်းသူ၊အထူးလေ့ကျင့်ထားသော လက်ရွေးစင်(အကျော်အမော်လူတစ်စု-တပ်ဖွဲ့တစ်ခု) ဖြစ်ပါသည်။Cambridge Advanced Learner’s Dictionary (CALD) အဘိဓာန်မှာနေးတစ်စပီကာ အသံထွက်ပြတဲ့Elite အသံထွက်အတိုင်း ပီသအောင် လေ့ကျင့်နိုင်ပါတယ်။AphroditeAphrodite ဆိုတာ အမျိုးသမီးများ စုနှစ်သက်တဲ့ မိတ်ကပ်ပါ။ Aphrodite ကို အများက \"အက်ဖရိုဒိုက်\" လို့ အသံထွက်နေကြပေမယ့် အမှန်က \"အဖရိုဒီးတီး\" ဖြစ်ပါတယ်။Aphrodite = Greek goddess of love and beauty. အဖရိုဒီးတီး ဆိုတာက ဂရိဒဏ္ဍာရီလာ အချစ်နှင့်အလှနတ်သမီးရဲ့ အမည်ပါ။ ဈေးကြီးကြီးပေးဝယ်ရသည့် မိတ်ကပ်အမည်ကို မှန်မှန်ကန်ကန်အသံထွက်နိုင်ကြပါစေ။São Pauloဘရာဇီးနိုင်ငံဆိုရင် ဘောလုံးအားကစားနဲ့ တွဲမြင်တတ်ကြပါတယ်။ ခင်ဗျားတို့ ဘရာဇီး ရဲ့ မြို့တော်ကိုသိကြပါရဲ့လား။မြို့တော်အမည်က São Paulo \"---------\" ပါ။ ဒီအသံကို အသံထွက်ပီပီသသရွတ်ဆိုနိုင်ကြစေရန် လေ့ကျင့်ဖို့တော့လိုမည်ထင်ပါတယ်။Sao Paulo ကို အသံထွက်မှန်မှန် မဆိုနိုင်ခင် သူများတွေကြားသွားလို့ မဖြစ်ဘူး။ သင်တစ်ယောက်တည်း လေ့ကျင့်ဖို့လိုပါလိမ့်မယ်။South China Seaဆိုင်ကလုန်းမုန်တိုင်းသတင်းတွေကြောင့် တောင်တရုတ်ပင်လယ် (South China Sea) အမည်ကို မကြာခဏကြားဖူးကြမယ်ထင်ပါတယ်။ပထဝီအရ တောင်တရုတ်ပင်လယ်သည် ပစိဖိတ်သမုဒ္ဒရာထဲတွင် တည်ရှိပါသည်။ South China Sea က CHINA ကိုဖြုတ်ကာ\"တောင်ဖက်အရပ်တွင် တည်ရှိသောပင်လယ်\" လို ခွကျကျအမည်များ ရှိလေမလားလို့ စဉ်းစားမိတာနဲ့Google ကိုမေးကြည့်လိုက်တော့South Sea; South Seas ရော၊ South Park ပါရှိကြောင်း ဖော်ပြပါသည်။🐼🐼🐼SOUTH SEASouth Sea က ကိုးရီးယားကျွန်းရှိ ကျဉ်းမြောင်းတဲ့ပင်လယ်တစ်ခုပါ။The South Sea (Korean: 남해, hanja: 南海 ) is the region of ocean near Korea that is bounded by the southwestern part of the Sea of Japan (East Sea) and by the southeastern part of the Yellow Sea.🐼🐼🐼SOUTH PARKSouth Park က ၁၉၉၇ ကစပြီး တင်ဆက်လာသည့် အင်နီမေးရှင်းကာတွန်း တီဗွီဇတ်လမ်းတွဲတစ်ခုဖြစ်ပါတယ်။South Sea နှင့် South Park ကို အရေးကြုံလာပါက အသံထွက်မှန်မှန် မြွက်ဆိုနိုင်စေရန် ရည်ရွယ်ပေးပို့လိုက်ပါတယ်။အဆင်ပြေပါတယ်နော်။ R U OK? Practice makes perfect.အားလုံး မင်္ဂလာပါ။Pronunciation of Sao PauloClarion Call - SAO PAULOBrazil ဘရာဇီးနိုင်ငံဆိုရင် ဘောလုံးအားကစားနဲ့ တွဲမြင်တတ်ကြပါတယ်။အော် ဒါနဲ့ ခင်ဗျားတို့ ဘရာဇီးရဲ့ လူဦးရေထူထပ်တဲ့ မြို့ကြီး Megacity တစ်ခုကို သိကြပါရဲ့လား။အဲဒီမြို့ကြီးရဲ့ နာမည်က São Paulo ပါ။ဒီနာမည်ကို အသံထွက်ပီပီသသရွတ်ဆိုနိုင်ဖို့ အလေ့အကျင့်တော့ လိုပါလိမ့်မယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "I Was Born To Love You",
        "content": "I Was Born To Love You\n\nအဆိုတော် ခင်ညွန့်ရည် ရဲ့ \"မောင့်ကိုချစ်ဖို့ မွေးဖွားလာပါတယ်\" သီချင်းကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ဘာကြောင့်မှန်းတော့မသိ ဒီသီချင်းခေါင်းစဉ်က ကျွန်တော်မှတ်ဉာဏ်ထဲ စွဲထင်ကျန်ရစ်နေပါတယ်။တကယ်ပဲ ကိုယ်ချစ်ရသူကသာ ဒီစကားပြောရင် သိပ်ဝမ်းသာစိတ်ကြီး ဝင်မိပါလိမ့်မယ်။ခင်ညွန့်ရည် လိုပါပဲ နာမည်ကျော်ရော့ခ်တေးဂီတအဖွဲ့ QUEEN ရဲ့ ဦးဆောင်အဆိုရှင် Freddie Mercuryကလည်း ဒီလို \"I Was Born To Love You\" ပြောဖူးပါတယ်။ ဒီသီချင်း \"မင်းကိုချစ်ဖို့ မွေးဖွားလာပါတယ်\"က ၁၉၈၅ မှာ Freddie အနေနဲ့ အလွန်အောင်မြင်ပေါက်မြောက်ခဲ့တဲ့ သီချင်းတစ်ပုဒ်ပါ။Thank you Freddie. Thank you for the music. We love you.မသိ မမီလိုက်သူများ အဆင်ပြေရင် YouTube မှာ နားထောင်ကြည့်စေချင်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Pandal = မဏ္ဍပ်",
        "content": "Pandal = မဏ္ဍပ်\n\nမြန်မာ့အလှူ ၊ မင်္ဂလာ၊ ပွဲလမ်းသဘင်တွေနဲ့အတူ တွေ့ရတာက မဏ္ဍပ် ဖြစ်ပါတယ်။ အများသိနေကြတဲ့ စကားပုံက \"အလှူ ရှင်မှန်းသိအောင် မဏ္ဍပ်တိုင်တက်\" ပါ။ ဆရာလှသမိန် က အခုလို \"In order to earn the public recognition, the donar climbs up the post of the pandal.\" အင်္ဂလိပ်ပြန်ဆိုထားတာတွေ့ရပါတယ်။ ဒီနေရာမှာ မဏ္ဍပ် ကို Pandal လို့ပြန်ဆိုထားတာ သတိပြုမိကြပါလိမ့်မယ်။ တချို့က Pavillion လို့ ဘာသာပြန်ကြတာတွေ့ရပါတယ်။ \"မဏ္ဍပ်\" Pandal ကို အဘိဓာန်က ဟိန္ဒူ နဲ့ ဗုဒ္ဓ္ဓဘာသာရေးပွဲတွေအတွက် ဆောက်လုပ်တဲ့ ယာယီအဆောက်အအုံ -A large temporary structure in South Asia erected during various Hindu and Buddhist religious festivals. လို့ အနက်ဖွင့်ပါတယ်။ တကယ်တော့ Pandal \"မဏ္ဍပ်\" ဆိုတာ အင်္ဂလိပ်မွေးစားထားတဲ့ Tamil စကားတစ်လုံးပါ။ Pandal လို အင်္ဂလိပ်-အိန္ဒိယကပြားစကားလုံး(Anglo-Indian word) တွေရဲ့ ရင်းမြစ်အရ ဟိန္ဒီ (Hindi)၊ အူရဒူ (Urdu)၊ သင်္သကရိုက် (Sinskrit) ဘာသာစကားတွေအပြင် အာရေဗျ (Arabic)၊ ပါရှား (Persian)၊ တူရကီ (Turkish ) ဘာသာစကားတွေက ဆင်းသက်လာလို့ ဝေါဟာရပေါကြွယ်လှပါတယ်။မှတ်မိသလောက်ပြောရရင် ဟင်းခတ် မဆလာ (Garam Masala)၊ ချတ္တနီ (Chutney)၊ နေ့လည်စာ (Tiffin ) တို့ကအစ ထည့်စရာ ဂုန်နီအိတ်၊ ကာကီရောင်စစ်ဝတ်စုံ (Khaki)၊ ထက်အောက်တစ်ဆက်တည်းလုပ်ခွင်ဝတ်စုံ (Dungarees)၊ ညဝတ် Pyjamas၊ အခိုင်အခန့်ဆောက်ထားတဲ့အိမ် (Pucca/Pukka house)၊ထန်းပင်ကျရည် (Toddy)၊ အပျော်အပျက်သောက်စရာ ဂန်ဂျာ ခေါ် ဆေးခြောက် (Ganja)၊ အုတ်အုတ်ကျက်ကျက် ဆူသံပူသံ (Hullabaloo)၊ လူဆိုးလူမိုက် (Thug) တို့အပြင် ခေါင်းလျှော်ရည် (Shampoo)၊ ကြောက်စရာ မုန်တိုင်း (Typhoon) စတဲ့ အိန္ဒိယစကားလုံးတွေ အင်္ဂလိပ်အဘိဓာန်ထဲရောက်သွားကြပါတယ်။ အဲဒီ အင်္ဂလိပ်-အိန္ဒိယကပြားစကားလုံးတွေ ရာနဲ့ချီ ပြီး အင်္ဂလိပ်စာပေထဲရောက်သွားတာကြောင့် အင်္ဂလိပ် က အိန္ဒိယကို ကျေးဇူးတင်ရမှာဖြစ်တယ်လို့ ဘီဘီစီ ကဆိုပါတယ်။မြန်မာနိုင်ငံဟာ အိန္ဒိယလိုပဲ ဗြိတိသျှရဲ့ ကိုလိုနီဖြစ်ခဲ့တာရယ်၊ မြန်မာနဲ့ အိန္ဒိယနိုင်ငံတို့အကြား ကူးလူးဆက်ဆံရေးတွေကြောင့် အဲဒီ အင်္ဂလိပ်-အိန္ဒိယကပြားစကားလုံးတွေနဲ့ ပိုရင်းနှီးခဲ့ရပါတယ်။ နမူနာအနေနဲ့ သိသာထင်ရှားတဲ့ Anglo-Indianword (၁၀) လုံးကို ကောက်နှုတ်ဖော်ပြချင်ပါတယ်။1. Bungalow ဘန်ဂလို - တစ်ထပ်အိမ်2. Coolie or Cooly ကူလီ - အထမ်းသမား3. Guru or Gooroo ဂုရု - ဘာသာရေးခေါင်းဆောင်၊ ဆရာ(ကြီး)တစ်ဆူ4. Longyi or Lungyi လုံချည်5. Maidan မိုင်ဒါ - စစ်ရေးပြကွင်း-အားကစားကွင်းကြီး6. Mulligatawny မလုပ်တာနီ - သောက်စရာချဉ်ချဉ်စပ်စပ်ဟင်းရည်7. Pundit ဉာဏ်ပညာပြည့်ဝသူ၊ ကဝိ8. Tank ရေတိုင်ကီ9. Veranda(h) ဝရန်တာ0. Yoga ယောဂကျင့်စဉ်Anglo-Indian word ထဲက တချို့ကပြားစကားလုံးတွေကို ဆက်လက်သုံးစွဲနေကြလို့ ခေတ်ပေါ်အဘိဓာန်တွေမှာ တွေ့နေရပါတယ်။ ဒါပေမယ့် တချို့ဟာ အချိန်ကြာညောင်းလာတာနဲ့အမျှ မှေးမှိန်ပျောက်ကွယ်သွားကြပါတယ်။ စောစောကပြောတဲ့ မဏ္ဍပ် (Pandal) က တဖြည်းဖြည်းအသုံးနည်းလာပေမယ့် နှစ်စဉ်ကျင်းတဲ့ မြန်မာ့ရိုးရာသင်္ကြန်မှာတော့ မြို့တော်ဝန်မဏ္ဍပ် Mayor's pandal အရေးအသားအနေနဲ့ တွေ့နိုင်ပါကြောင်း ဖော်ပြလိုက်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "IDOL rhymes with IDLE",
        "content": "IDOL rhymes with IDLE\n\nမြန်မာစကားမှာ \"ရေးတော့အမှန် ဖတ်တော့အသံ\" တို့၊ \"သံတူကြောင်းကွဲ\" တို့ ရှိသလို အင်္ဂလိပ်စကားမှာလည်း \"သံတူကြောင်းကွဲ\" စကားလုံးတွေရှိပါတယ်။ အင်္ဂလိပ်က သူတို့ရဲ့ သံတူကြောင်းကွဲ စကားလုံးတွေကို Homograph; Homonym; Homophone ဆိုပြီး သုံးမျိုးခွဲခြားလိုက်ပါတယ်။Homograph ဆိုတာ စာလုံးပေါင်းအရေးတူပေမယ့် အနက်အဓိပ္ပာယ်ကွဲချင်ကွဲမယ်၊ ဒါမှမဟုတ် အသံကွဲချင်ကွဲမယ်၊ အဲဒီလိုမျိုးစကားလုံးတွေဖြစ်ပါတယ်။ Same spelling but different meaning or different sound.ဥပမာ - bear (an animal) & bear (to carry)Homonym ဆိုတာ စာလုံးပေါင်းအရေးတူသလို အသံထွက်လည်းတူကြပေမယ့် အနက်အဓိပ္ပာယ်ကွဲတဲ့ စကားလုံးတွေဖြစ်ပါတယ်။ သံတူကြောင်းကွဲစကားလုံး Same spelling & same sound but different meaning.ဥပမာ - novel (a book) & novel (new)Homophone ဆိုတာကတော့ အသံထွက်သာတူပေမယ့် စာလုံးပေါင်းကွဲသလို အနက်အဓိပ္ပာယ်လည်း ကွဲတဲ့ စကားလုံးတွေဖြစ်ပါတယ်။ Same sound but different spelling & different meaning.ဥပမာ - bear, bare;; Some, Sum;; See, Sea;; Knew, Newကျွန်တော်တို့ တော်တော်များများ American Idol ကိုကြိုက်နှစ်သက်ကြသလို SKYNET ကတင်ဆက်တဲ့ Myanmar Idol ကိုလည်း ကြိုက်နှစ်သက်ကြပါတယ်။ မကြာခင်က ပြီးဆုံးသွားတဲ့ Myanmar Idol Season 2 ကို တစ်နိုင်ငံလုံး သဲသဲလှုပ်အားပေးခဲ့ကြတာ သက်သေပါ။Myanmar Idol ရွေးချယ်ပွဲနဲ့ပတ်သက်လို့ ပြောစရာမရှိပေမယ့် \"Idol\" အသံထွက်အကြောင်းပြောချင်ပါတယ်။ Season 2 ပွဲစဉ်တစ်လျှောက်လုံးကြားနေရတာက \"မြန်မာအိုင်ဒေါ\" ဖြစ်ပါတယ်။ Idol ရဲ့ အသံထွက်အမှန်က \"အိုင်းဒယ်\" ဖြစ်ပါတယ်။အထက်မှာ အစပျိုးထားတဲ့ သံတူကြောင်းကွဲသဘောအရပြောရရင် Idol က Idle နဲ့ အသံထွက်ကာရန်တူ Homophone တွေဖြစ်ကြပါတယ်။ ဒါကြောင့် Idol ကို Idle အသံထွက်အတိုင်း \"အိုင်းဒယ်\" လို့ အသံထွက်ရမှာဖြစ်ပါတယ်။အကဲဖြတ်ဒိုင်တွေထဲက မြန်မာအိုင်းဒယ် လို့အသံထွက်တာကြားရပါတယ်။ ကျွန်တော်ကတော့ ပွဲစီစဉ်သူတွေထဲက တတ်သိနားလည်သူတစ်ယောက်ယောက်များ Idol ရဲ့ အသံထွက်အမှန်ပြင်ပေးလေမလားလို့ မျှော်လင့်နေမိပါတယ်။ ထင်တဲ့အတိုင်းပြင်ပေးလိုက်ပုံရပေမယ့် နောက်ပိုင်းမှာ တင်ဆက်သူလည်း မြန်မာအိုင်ဒေါ ဖြစ်လိုက်၊ မြန်မာအိုင်းဒယ် ဖြစ်လိုက် ဖြစ်နေတာတွေ့ရပါတယ်။ နောက်ဆုံးတော့ အသားကျ နှုတ်ကျိုးနေတဲ့အတိုင်း မြန်မာအိုင်ဒေါ နဲ့ပွဲပြီးသွားခဲ့ပါတယ်။အားလုံး မြန်မာအိုင်းဒယ် ပါ။Ref :1. Collins Dictionary & Thesarus 20112. Japanese - English - Myanmar Tricolor Compilation by Myat Thurein 2013"
    },
    {
        "title": "သစ်တော နဲ့ သစ်ပင်",
        "content": "သစ်တော နဲ့ သစ်ပင်\n\nCan see the forest for the treesorCan't see the forest for the trees"
    },
    {
        "title": "NEW YEAR WISHES",
        "content": "NEW YEAR WISHES\n\nနှစ်သစ်ကူးဆုတောင်း ပေးကြသူအပေါင်းကို ကျေးဇူးတင်ပါတယ်။ဆုတောင်းတွေထဲက အသိအမြင်ပေးတဲ့ \"ဘဝတစ်ခု\" အမည်တပ်ဆုတောင်းစကားကို ထပ်ဆင့်မျှဝေလိုက်ပါတယ်။\"ဘဝတစ်ခု\"ကုသိုလ်ကောင်းမှုအကြောင်းပြု၍ ဘဝတစ်ခုရခဲ့၏ဝိရိယကောင်းမှုအကြောင်းပြု၍ သင့်တောင့်တင့်တယ်နေနိုင်ခဲ့၏တွေ့ကြုံလာရခက်ခဲများလဲ ခံယူချက်ဖြင့်ရှင်းနိုင်ခဲ့၏အချိန်ကာလအရင်းပြု၍ သံယောဇဉ်လဲတွယ်တာခဲ့၏လမ်းဆုံလမ်းခွ လူ့ဘဝဝယ်အထက်ကိုတက်မလား အောက်ကိုဆင်းမလားမိမိသာလျင် ဆုံးဖြတ်၏မခွဲချင်ဘဲ ခွဲရအုံးမယ်။မထားခဲ့ချင်ပေမယ့်လဲ ထားခဲ့ရအုံးမယ်။မအိုချင်ဘဲ အိုရအုံးမယ်။ မနာချင်လဲ နာရအုံးမယ်။မသွားချင်လဲ သွားရအုံးမယ်။ဪ ရခဲလှသောလူ့ဘဝဝယ်သုခ ဒုက္ခ ရင်ဝယ်ပိုက်၍ရှိတဲ့အချိန် အာရုံစိုက်ကာသတိနဲ့ယှဉ် ဉာဏ်နဲ့ယှဉ်ပြီးအားထုတ်ကြိုးစား လူ့တန်ဖိုးအားမြှင့်တင်နိူင်သူ ဖြစ်ကြပါစေသတည်း။.....Credit to မင်းဆန်းဦး (MK) 14/4/2017"
    },
    {
        "title": "Pain နဲ့ Gain",
        "content": "Pain နဲ့ Gain\n\nမီဒီယာတွေဘယ်လိုပြောပြော Pain နဲ့ Gain က ဒဂါၤးပြားရဲ့ခေါင်းနဲ့ပန်းပါ။သူတို့ပြောသလို Painful lesson တော့မဟုတ်ပါ။အမေစုက Party Popularity ကိုရှေ့တန်းမတင်ဘဲ ပြည်သူ့အကျိုးအတွက် Painstakingly pay for the People ပါ။ကဲ ဘယ်လိုလဲ။ ဖတ်ကြ ဝေဖန်ကြပါဦး။"
    },
    {
        "title": "PRIDE & POVERTY",
        "content": "PRIDE & POVERTY\n\nProud Heart With Empty Stomachကျွန်တော့်သားပြောတဲ့ PRIDE & POVERTY အဆိုအမိန့်ပါ။သူကတော့ POVERTY သိပ်သိပုံမရဘူး။ကျွန်တော်ကတော့ POVERTY ကြားထဲက PRIDE ကို တန်ဖိုးထားတယ်။အားလုံး မင်္ဂလာနှစ်သစ်ပါ။"
    },
    {
        "title": "မိုးယိုနေပြီခေါင်မိုးပြင်မယ်",
        "content": "မိုးယိုနေပြီခေါင်မိုးပြင်မယ်\n\nReparing Leakin' Roof  ဟိုတုန်းက ကျွန်တော့်အိမ်ခေါင်မိုးလဲဖို့ တစ်နှစ်တစ်ခါ စိတ်ညစ်ရတယ်။ အခု ဒါမျိုးမရှိတော့ပါဘူး။ ခင်ဗျားတို့ရော ခေါင်မိုးမလုံတဲ့အိမ်မှာနေဖူးကြလား။ ယိုကျလာတဲ့မိုးရေပေါက်တွေရှောင်ရင်း အိပ်ရတာသိပ်ကောင်းတယ်ဗျာ။ခေါင်ကစမိုးမလုံတဲ့ မင်းဆိုးတွေကြောင့်လည်း လူတွေအတိဒုက္ခရောက်ကြရတယ်။ အခု ခင်ဗျားတို့ အမိုးအကာအောက်မှာရှိနေရင်တောင် တခြားနေရေးမပြည့်စုံတဲ့ မိုးရေစိုနေသူတွေကို ပြေးမြင်လိုက်ပါ။ သူတို့အတွက် ဆုတောင်းပေးလိုက်ပါ။  ဘဝဆိုတာသိပ်ဆန်းကျယ်တယ်။ ခင်ဗျားတို့ ကျွန်တော်တို့ အိမ်ခေါင်မိုးမလုံတာ ဘာဟုတ်သေးလဲ။ကျွန်တော်တို့ရဲ့ ဒီမိုကရေစီအရေးတက်ကြွလှုပ်ရှားသူ (Democracy Activist); နိုဗယ်ဆုရှင် (Nobel Laureate); နိုင်ငံတော်၏ အတိုင်ပင်ခံ (State Counsellor) လည်း တက္ကသိုလ်ရိပ်သာလမ်းက ခေါင်မလုံတဲ့အိမ်အိုကြီးမှာ မိုးယိုဒဏ်ခံစားခဲ့ရဖူးပါတယ်။ ခေါင်မိုးမလုံတာနဲ့ပတ်သက်လို့ ဒေါ်အောင်ဆန်းစုကြည် ရဲ့Letters from Burma ထဲက \"ခေါင်မိုးပြင်ခြင်း Repairing the Roof\" ကိုဖတ်ကြည့်ကြပါ။ အောက်က စာမြည်းလေးပါ။ QUOTERepairing the RoofThere is a Burmese saying to the effect that if the roof is not sound the whole house becomes vulnerable to leaks.That is to say, if soundness is lacking at the top there are bound to be problems all along the line until the very bottom. It has certainly been my personal experience over a number of monsoon seasons that a leaking roofrenders other improvements to a house futile. During the six months of rain, every spare basin, bucket, saucepan and plastic container in my house has to be commandeered to catch the rivulets that flow in merrily.When there is an especially heavy downpour the containers have to emptied frequently and the myriad small leaks that appear quite suddenly (and disappear just as suddenly) at unexpected places have to be mopped up ..........UNQUOTEကဲ မိုးတွေရွာကုန်ပြီ မြန်မြန်လေးတက်ပြင်လိုက်ဦး။ HEY, ROSITA COME QUICKTHE ROOF IS LEAKIN' LIKE A STRAINER! ...အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Two Doors Down နှစ်အိမ်ကျော်",
        "content": "Two Doors Down နှစ်အိမ်ကျော်\n\nLoser ကို ကစားပွဲတစ်ခုခုမှာ ရှုံးနိမ့်သူ၊ ပိုင်ဆိုင်ပစ္စည်းတစ်ခုခု ပျောက်ဆုံးသူ အဖြစ် သိကြပါတယ်။အားကစားပြိုင်ပွဲမှာ ပါဝင်ယှဉ်ပြိုင်သူတစ်ဦးအနေနဲ့ ရှုံးနိမ့်သွားသည့်တိုင် ဘယ်သူ့ကိုမျှ အပြစ်မတင်ဘဲမိမိအရှုံးကို သိက္ခာရှိရှိလက်ခံသူကို Good loser လို့ခေါ်ပါတယ်။ကိုယ်ရှုံးနိမ့်တာနဲ့ ဟိုအပြစ်ပြော ဒီအပြစ်ဖို့လုပ်တတ်သူမျိုးကို Bad loser လို့ သတ်မှတ်ပါတယ်။ဂေါက်သီးကစားပွဲမှာတော့ Best loser ဆိုတဲ့ ဝေါဟာရကို ကြားရပါတယ်။သူ့ကိုတော့ အကောင်းဆုံးအရှုံးသမား လို့ ပြန်ဆိုနေတာတွေ့ရပါတယ်။နောက်အရေးနိမ့်သူတစ်ဦးက Two-time loser ပါ။ တိုက်ရိုက်အဓိပ္ပာယ်ကောက်ရရင် နှစ်ကြိမ်ရှုံးနိမ့်သူ ပေါ့ဗျာ။သူက ပြစ်ဒဏ်ဆို နှစ်ခါကျခံရသူ၊ စာမေးပွဲလို ကြိုးပမ်းအားထုတ်ရတဲ့နေရာမှာလည်း ကျ-နှစ်ကျ ဖြစ်သူပါ။Two-time loser ရဲ့ နောက်ထူးခြားအဓိပ္ပာယ်က \"နှစ်ခုလပ်\" ပါ။အဲဒီ \"နှစ်ခုလပ်\" က ခင်ဗျားရဲ့ \"နှစ်အိမ်ကျော်\" မှာရှိတယ်ဆိုရင် ခင်ဗျား ဘယ်လိုရေးမလဲ။အင်္ဂလိပ်က နှစ်အိမ်ကျော် ကို Two doors down လို့ ရေးပါတယ်။ဒါဆို ခင်ဗျားရဲ့ နှစ်အိမ်ကျော် က နှစ်ခုလပ်အကြောင်းရေးရင် မမှားနိုင်တော့ဘူးပေါ့။ကဲ ပိုမှတ်မိသွားချင်ရင် Dolly Parton ရဲ့ TWO DOORS DOWN သီချင်းကို နားထောင်ကြည့်လိုက်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကျေးဇူးတရား-၁",
        "content": "ကျေးဇူးတရား-၁\n\nDon’t Bite The Hand That Feeds You ကျေးဇူး (Gratitude) ကို အဘိဓာန်က \"တစ်ဦးက အခြားတစ်ဦးအပေါ် ပြုသောအကျိုးဆောင်မှု (Good deed for others) ကောင်းကျိုး (Benefit)\" လို့ အနက်ဖွင့်ပါတယ်။ကမ္ဘာလောကကြီး ရှင်သန်ဖို့ လူနဲ့ပတ်ဝန်းကျင်၊ လူသားအချင်းချင်း၊ လူနဲ့တိရစ္ဆာန်တို့ အပြန်အလှန် ကျေးဇူးပြုနေကြရပါတယ်။ အဆုံးစွန်ပြောရရင် လောကလူသားတွေအဖို့ ကျေးဇူးကင်းသူ ရှိနိုင်မယ်မထင်ပါ။  ကျေးဇူးရဲ့တန်ဖိုးသိသူတွေက ကျေးဇူးပြုသူကို ကျေးဇူးတင်ကြပါတယ်။ ထိုက်တန်တဲ့ ကျေးဇူးပြန်ဆပ်မှုတွေလည်း ပြုကြပါတယ်။ကျေးဇူးတရားသိသူရှိသလို ကျေးဇူးကန်းသူ (The ungrateful) တွေလည်း ရှိကြပါတယ်။ ကျေးဇူးတရားနဲ့ပတ်သက်လို့ အင်မတန်ရှေးကျတဲ့ အဆုံးအမက \"အစာကျွေးသောလက်ကို မကိုက်ပါနှင့် Never Bite The Hand That Feeds You\" ဖြစ်ပါတယ်။ ကျေးဇူးရှင်၊ မိမိအားကူညီထောက်ပံ့သူကို ကျေးဇူးမကန်းဖို့၊ကျေးဇူးရှင်ကို ကျေးမစွပ်ဖို့ သတိပေးတာပါ။ အခြားမူကွဲအနေနဲ့ Don’t Bite The Hand That Feeds You; Don't Bite the Hand That's Feeding You တို့ကို တွေ့ရပါတယ်။ ပညာရှင်တွေက ဒီစကားလေးကို ၁၈ ရာစုလောက်က စတင်သုံးခဲ့တယ်လို့ ဆိုကြပါတယ်။  ပထမကမ္ဘာစစ်အတွင်း ၁၉၁၅ မှာထင်ရှားခဲ့တဲ့ သီချင်းခေါင်းစဉ်က \"Don't Bite the Hand That's Feeding You\" ဖြစ်ပါတယ်။ သင့်အနေနဲ့ လက်ရှိအခြေအနေမှာ တင့်တောင့်တင့်တယ် ထည်ထည်ဝါဝါနေနိုင်တာ သင်တစ်ယောက်တည်း တော်လို့လား ပြန်စဉ်းစားကြည့်ပါ။ မိဘ ဆရာသမား ဆွေမျိုး မိတ်ဆွေတွေရဲ့ ဖေးမကူညီ ပံ့ပိုးမှုတွေမပါပဲ သင် ဒီနေရာမှာအခုလို မတ်မတ် ရပ်တည်နေနိုင်ပါ့မလား။ ဒါကြောင့် ကျေးဇူးတင်ထိုက်သူတွေကို ကျေးဇူးတင်ပါ၊ ကျေးဇူးလည်း ပြန်ဆပ်နိုင်ကြပါစေ။ အားလုံး မင်္ဂလာနေ့လယ်ခင်းပါ။"
    },
    {
        "title": "ကျွန်တော်တို့ရဲ့ကမ္ဘာကြီးက",
        "content": "ကျွန်တော်တို့ရဲ့ကမ္ဘာကြီးက\n\nကျွန်တော်တို့ရဲ့ ကမ္ဘာကြီးက အရူးတွေနေထိုင်ရာ ထူးဆန်းတဲ့နေရာတစ်ခုပါ။သွက်သွက်ခါအောင်ရူးသွားသူတွေက ရွာသာကြီး ကိုရောက်ပြီးကျွန်တော့်လို ယဉ်ယဉ်လေးရူးနေသူတွေကြတော့ အိမ်မှာပဲနေရတယ်။It's A Strange World We Live In......."
    },
    {
        "title": "မုသားဖြူ",
        "content": "မုသားဖြူ\n\nအီဒီယံတစ်ခုဖြစ်တဲ့ White lie ရဲ့အဓိပ္ပာယ်က \"ဘယ်သူ့ကိုမှ မထိခိုက်တဲ့မုသား\" ဖြစ်ပေမဲ့၊ တိုက်ရိုက်ဘာသာပြန်ပြီး \"မုသားဖြူ\" လို့ အသုံးတွင်ကျယ်နေပါတယ်။ ♡♡♡ ကျွန်တော်ကြိုက်တဲ့ ဥပမာက When you tell your mom her pie is good even when it tastes terrible. ပါ။ကျွန်တော်လည်း ဇနီးသည်ချက်တဲ့ဟင်း ဘယ်လောက်ညံ့ညံ့ ဘယ်တော့မှ လက်ရာမကောင်းလို့ မပြောခဲ့ပါ။ တကယ့်မုသားဖြူ ဖြစ်မယ်ထင်ပါတယ်။ အမှန်တရားကို အလုံးစုံမပြောတာကလည်း ကိုယ်ဝန်းကျင်လေး ယိမ်းယိုင်မသွားစေချင်လို့ပါ။ ♡♡♡ မုသားဖြူနဲ့ပတ်သက်လို့ အမေရိကန်တွေကAmericans believe a white lie — an acceptable stretching of truth's limits. လို့ ယုံကြည်ကြပါကြောင်း။ ကဲ သတိထားကြ အမှန်တရားဆိုတာ တစ်ခါတလေ ခါးသီးတတ်တာကြောင့် အမှန်ဆိုတိုင်း ဆန့်ထုတ်ရသလောက် မဆွဲဆန့်တာ ကောင်းပါမယ်။White lie ကို တိုက်ရိုက်ဘာသာပြန်မယ်ဆိုရင် \"အဖြူရောင်မုသား\" ပေါ့ဗျာ။ မြန်မာစာအဖွဲ့ရဲ့ အဘိဓာန်က \"စေတနာမုသား\" လို့ပြန်ပါတယ်။ မုသားဆိုမှတော့ ဖြူစင်တဲ့သဘောလို့ မပြောနိုင်ပေမယ့် သူတစ်ပါးစိတ်သက်သာရာရအောင် အရေးလည်းမကြီးတဲ့ ကိစ္စတွေအတွက်ပြောပေးရတဲ့ အလိမ်အညာစကားပါ။A lie told with the intent of sparing someone’s feelings. ရံဖန်ရံခါ တစ်ဘက်လူစိတ်အနှောင့်အယှက်မဖြစ်စေဖို့ အမှန်အတိုင်းမပြောဘဲ လိမ်ညာပြောရပါတယ်။အမှန်အတိုင်း တဲ့တိုးပြောလိုက်ရင် အပြောခံရသူ စိတ်ထိခိုက်သွားမှာစိုးလို့ အချို့ကိစ္စတွေမှာ အလိမ်အညာသုံးပြောရတာမျိုးလည်းရှိပါတယ်။အလွယ်ပြောနေကြတာက မုသားမပါ လင်္ကာမချော ဆိုတာမျိုးဖြစ်ပါတယ်။အချို့က White lie ကို \"ဘယ်သူ့ကိုမှ မထိခိုက်တဲ့မုသား A harmless or trivial lie, especially one told to avoid hurting someone's feelings.\" လို့လည်း အနက်ဖွင့်ပါတယ်။ ဆရာတက်တိုးက That is white lie. ကို ဒါ သက်သက် လိမ်တာပဲလို့ဆိုပါတယ်။အခြားဖွင့်ဆိုချက် A deliberate, untrue statement which does no harm or is intended to produce a favorable result. ကိုကြည့်ပြီး၊တချို့က White lie ဆိုတာ ဗြောင်လိမ်တာပဲဗျ။ ဒါ လိမ်ဆင်ကြီးပါ လို့ပြောကြပါတယ်။ဒီလိုပါပဲ အဘိဓာန်ဆရာများက ဝေါဟာရအတိမ်အနက်ကို ထောက်ရှုလို့ အကောင်းဘက်၊ အဆိုးဘက် အမြင်တစ်မျိုးစီနဲ့ အနက်ဖွင့်ကြပါတယ်။စာရေးဆရာ-ရုပ်ရှင်မင်းသား ဝင်းဦး က White lie ကို တီထွင်ပြီး မုသားဖြူ လို့ မြန်မာမှုပြုခဲ့ဖူးပါတယ်။ကျွန်တော်တို့တတွေလည်း လောကတံထွာဓမ္မတာအရ အထိုက်အလျောက် စေတနာမုသား-အသေးအဖွဲအလိမ်အညာစကားပြောရရင်ဒါ မုသားဖြူ လို့သတိရကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Attitude Problem",
        "content": "Attitude Problem\n\nအချိုလည်းချက်မရ အချဉ်လည်းချက်မရ ဖြစ်နေပြီလား။အဲဒါ Attitude Problem ပဲ။ဘယ်လိုကျော်လွှားကြမလဲ။OPPORTUNITY.COM.MMNegative Attitude ရှိတဲ့ဝန်ထမ်းတွေရဲ့စရိုက်လက္ခဏာများNegative Attitude က ဘယ်လိုအဖွဲ့ အစည်းအတွက်မဆို၊ ဘယ်လိုကုမ္ပဏီမျိုး အတွက်မဆို ကူးစက်ရောဂါတစ်ခုလိုပါပဲ။ ဝန်ထမ်းတစ်ယောက်က Negative Attitude ရှိနေပြီဆိုရင် တခြားဝန်ထမ်းတွေ ကိုမကူးစက်၊ မပြန့်ပွားဖို့အတွက် သက်ဆိုင် ရာအကြီးအကဲတွေက သင့်တော်တဲ့ စီမံခန့် ခွဲမှုတွေလုပ်ရပါတယ်။အဲဒီလိုမှမလုပ်ဘူး ဆိုရင်တော့ ကူးစက်ရော"
    },
    {
        "title": "ကမ္ဘာ့ကဗျာနေ့ (အပိုင်း - တစ်)",
        "content": "ကမ္ဘာ့ကဗျာနေ့ (အပိုင်း - တစ်)\n\nWorld Poetry Day 2022ဒီကနေ့ မတ်လ ၂၁ ရက်နေ့ဟာ World Poetry Day ကမ္ဘာ့ကဗျာနေ့ ဖြစ်ပါတယ်။ကွယ်လွန်သူ ကဗျာကဝိများနဲ့ သက်ရှိထင်ရှား ကဗျာစာဆိုများ (အထူးသဖြင့် တော်လှန်ရေးအဆက်ဆက်တွင်လူသားထုအတွက် ကောင်းကျိုးပြုရင်း ကျဆုံးရရှာတဲ့ ကဗျာရှင်များ)ကို အလေးထားဂုဏ်ပြုရင်းသင့်ဖေ့ဘုတ်စာမျက်နှာပေါ်မှာ သင်ကြိုက်နှစ်ရာ ကဗျာတစ်ပုဒ်မျှဝေပေးစေချင်ပါတယ်။ကျွန်တော်ကတော့ ဗိုလ်ချုပ်ဘာသာပြန်ခဲ့တဲ့ ကဗျာတစ်ပုဒ် \"အနိုင်မခံ\" ကို တင်ပေးလိုက်ပါတယ်။ဒီကဗျာက အနိုင်မခံအရှုံးမပေး စိတ်ဓာတ်ပုံဖော်ရာမှာ ထူးခြားပြောင်မြောက်ပါတယ်။စာပေရှုထောင့်ကကြည့်ကြည့်၊ မျိုးချစ်စိတ်ရှင်သန်ရေး ရှုထောင့်ကကြည့်ကြည့် အနှစ်သာရပြည့်ဝလှပါတယ်။ဒီကဗျာကို အိုးဝေမဂ္ဂဇင်း၊ အတွဲ ၆၊ အမှတ် ၁၊ ၁၉၃၆ မှာ သခင်အောင်ဆန်း ဘာသာပြန်ရေးစပ်ခဲ့တဲ့ ကဗျာလေးပါ။မူရင်းအင်္ဂလိပ်ကဗျာရှင် William Ernest Henley (1849–1903) ရဲ့ \"INVICTUS\" နဲ့အတူ ခံစားကြည့်ကြပါ။Invictus ဆိုတာ လက်တင်လို “unconquerable” or “undefeated” လို့ အဓိပ္ပာယ်ရပါတယ်။အနိုင်မခံငါ့အား ဖုံးလွှမ်းထားသော လကွယ်သန်းခေါင်ဤအမှောင်အတွင်းမှနေ၍ အနိုင်မခံ အရှုံးမပေးတတ်သောငါ၏စိတ်ဓာတ်ကို ဖန်ဆင်းပေးသည့် နတ်သိကြားတို့အား ငါကျေးဇူးတင်၏။လောကဓံတရားတို့၏ ရက်စက်ကြမ်းကြုတ်သော လက်ဆုပ်တွင်းသို့ကျရောက်နေရငြားသော်လည်း ငါကားမတုန်လှုပ် မငိုကြွေးကံတရား၏ ရိုက်ပုတ်ခြင်း ဒဏ်ချက်တို့ကြောင့်ငါ၏ ဦးခေါင်းသည် သွေးသံတို့ဖြင့် ရဲရဲနီ၏ ညွတ်ကား မညွတ်ဤလောဘဒေါသတို့ ကြီးစိုးရာဌာန၏ အခြားမဲ့၌ကားသေခြင်းတရားသည် ငံ့လင့်လျက်ရှိ၏။သို့သော် ငါ့အား မတုန်လှုပ်သည်ကို တွေ့ရအံ့။နောင်ကိုလည်း ဘယ်တော့မှ မကြောက်သည်ကိုသာ တွေ့ရအံ့။သုဂတိသို့ သွားရာ တံခါးဝသည် မည်မျှ ကျဉ်းမြောင်းသည်ဖြစ်စေယမမင်း၏ ခွေးရေပုရပိုက်၌ ငါ့အပြစ်တို့ကို မည်မျှပင်များစွာမှတ်သားထားသည်ဖြစ်စေ ငါကား ဂရုမပြုငါသာလျှင် ငါ့ကံ၏ အရှင်သခင်ဖြစ်၍ငါသာလျှင် ငါ့စိတ်၏ အကြီးအကဲ ဖြစ်သတည်း။သခင် အောင်ဆန်း (၁၉၁၅-၁၉၄၇)SOURCE :[http://alinsek.blogspot.com/2010/06/](http://alinsek.blogspot.com/2010/06/) dated June 29, 2010 မှ ကူးယူဖော်ပြပါသည်။Credit to original poetsအနိုင်မခံInvictusငါ့အား ဖုံးလွှမ်းထားသော လကွယ်သန်းခေါင်Out of the night that covers me,ဤအမှောင်အတွင်းမှနေ၍ အနိုင်မခံ အရှုံးမပေးတတ်သောBlack as the pit from pole to pole,ငါ၏စိတ်ဓာတ်ကို ဖန်ဆင်းပေးသည့် နတ်သိကြားတို့အား ငါကျေးဇူးတင်၏။I thank whatever gods may beလောကဓံတရားတို့၏ ရက်စက်ကြမ်းကြုတ်သော လက်ဆုပ်တွင်းသို့For my unconquerable soul. In the fell clutch of circumstanceကျရောက်နေရငြားသော်လည်း ငါကားမတုန်လှုပ် မငိုကြွေးI have not winced nor cried aloud.ကံတရား၏ ရိုက်ပုတ်ခြင်း ဒဏ်ချက်တို့ကြောင့်Under the bludgeonings of chanceငါ၏ ဦးခေါင်းသည် သွေးသံတို့ဖြင့် ရဲရဲနီ၏ ညွတ်ကား မညွတ်My head is bloody, but unbowed.ဤလောဘဒေါသတို့ ကြီးစိုးရာဌာန၏ အခြားမဲ့၌ကားBeyond this place of wrath and tearsသေခြင်းတရားသည် ငံ့လင့်လျက်ရှိ၏။Looms but the Horror of the shade,သို့သော် ငါ့အား မတုန်လှုပ်သည်ကို တွေ့ရအံ့။နောင်ကိုလည်း ဘယ်တော့မှ မကြောက်သည်ကိုသာ တွေ့ရအံ့။And yet the menace of the yearsFinds and shall find me unafraid.သုဂတိသို့ သွားရာ တံခါးဝသည် မည်မျှ ကျဉ်းမြောင်းသည်ဖြစ်စေIt matters not how strait the gate,ယမမင်း၏ ခွေးရေပုရပိုက်၌ ငါ့အပြစ်တို့ကို မည်မျှပင်များစွာမှတ်သားထားသည်ဖြစ်စေ ငါကား ဂရုမပြုHow charged with punishments the scroll,ငါသာလျှင် ငါ့ကံ၏ အရှင်သခင်ဖြစ်၍I am the master of my fate,ငါသာလျှင် ငါ့စိတ်၏ အကြီးအကဲ ဖြစ်သတည်း။I am the captain of my soul.သခင် အောင်ဆန်း (၁၉၁၅-၁၉၄၇)WILLIAM ERNEST HENLEY (1849-1903)"
    },
    {
        "title": "ကမ္ဘာ့ကဗျာနေ့ (အပိုင်း - နှစ်)",
        "content": "ကမ္ဘာ့ကဗျာနေ့ (အပိုင်း - နှစ်)\n\nကမ္ဘာ့ကဗျာနေ့ အကြောင်းအသေးစိတ်သိချင် ဖတ်ချင်သူများအလွယ်တကူလက်လှမ်းမီစေဖို့ ကူးယူဖော်ပြပေးလိုက်ပါတယ်။QUOTEWorld Poetry Day 2022 celebrations are on  Monday, 21 March 2022.Unesco Proposed every 21st March as World Poetry Day since 1999.Purpose of the World Poetry DayThe purpose or theme of world poetry day is to recall the role of poetry in the survival of ancient languages, in the development of the world, and the enlightenment of the world. As argued above, ancient war heroes were encouraged by poetry and the medieval age revolutionary heroes and their followers were also inspired and motivated by poetry. The global community is convinced that the development of the modern world is indebted to the poets of the past. They used language in various ways that led to the enrichment and beautification of human knowledge and understanding.Public ActivitiesWorld Poetry Day is a popular day among people, but it is not a day of public holiday anywhere in the world. People who are interested in this special day attend the seminars and conferences arranged by governmental and non-governmental agencies. Those who do not attend such seminars watch poetry presentations on TV or listen to favorite poetry on the radio. Some people share their favorite couplets on Social Media and columnists write columns appreciating the role of poetry as well as suggesting the best suitable topics for poetry in the current time.Interesting Activities on World Poetry DayBuy a good poetry book of your taste or download an app, (You can download Mirakee mobile app)Explore the best poetry you feel you would enjoy,Read it intensively,Share it with friends,Give an attempt to write your emotions the way the poet has written,Follow the hashtag trends on Social Media: WPD, WorldPoetryDay, PoetryDay.History of World Poetry DayAccording to the announcement made in the 30th General Conference session of UNESCO that was held in Paris in 1999, 21 March will be celebrated as a World Poetry Day every year throughout the world. The world leaders claimed that they recognize the unique ability of poetry to capture the creative spirit of the human mind, therefore they believe that an International Day must be allocated to this great human legacy. The purpose of allocating a day to poetry was to encourage young poets and to appreciate the role of poetry in the development and enlightenment of the world.Why Poetry Day is Important?Speech of World Poetry DayThe oldest form of readable and understandable human language is poetry because poetry was the best way to keep the language alive with its charm. Anciently, people used to speak the language, but it was not written. Therefore, the intelligentsia of the ancient societies was famous for writing meaningful poetry that was easy to memorize and was delivered orally from one generation to another. Poetry stayed alive in almost all societies because people had an emotional attachment to the words that were spoken in poetry. For example, religious and cultural myths in Greece, Rome, Persia, and Egypt were written in poetic form thousands of years ago. These myths were memorized by the masses and delivered to their successors; Iliad, Odyssey, Sohrab and Rustam, and different hymns famous among Greeks, Romans, and Egyptians are such examples. Thus, poetry was a sacred kind of language for ancient communities.After Common Era (CE) started, poetry started contributing to the growth of languages like Latin, Arabic, Chinese, Persian, and other famous languages. Invaders started conquering foreign lands and migration of communities started among continents. People were dying everywhere on a large scale and so were their languages; the only thing that resisted the most to decay was poetry. Islamic Empire rose in Arab under the leadership of the Prophet Muhammad(PBUH) around five centuries after the Common Era started which would lead to a great clash between the European Crusaders and the Arab Muslims. This was the era when again the most dominant form of language was poetry. Chivalrous poems were memorized by masses and they were delivered to their lineage. The purpose of preaching religion was also fulfilled with poetry; Paradise Lost by John Milton, Canterbury Tales by Geoffrey Chaucer, and many other poems became popular when a new language English emerged with the unification of French and Germans at the land now called England. Such poems were famous among almost all the nations on the face of Earth. Milton had started expressing political thoughts in poetry when he was writing and this passion was adulterated by William Wordsworth and his successor Romantic poets like P. B. Shelley, John Keats, and Lord Byron. Poetry became a wonderful political motivator from this era onwards. Different poets expressed their feelings about the status quo and many of them became the mouthpieces of their nations; like Walt Whitman in America, Allama Iqbal in Pakistan, Mehmet Akif Ersoy in Turkey, Shakespeare in England, Rabindranath Tagore in India, and Simin Behbahani in Iran. These poets encouraged their nations for revolutions or enriched their minds with knowledge and philosophic understanding. Moreover, many poets played a role to stop World Wars and Colonization like Edmund Blunden, Rupert Brooke, Maya Angelo, Robert Graves, Progressive Poets of India and Pakistan and many others. Poets’ attitude to criticize the governments’ wrong policies is not a rare thing even in the contemporary era. This rich history and the prominent role of poetry in the development and enlightenment of the world convince the global community to celebrate World Poetry Day.UNQUOTE"
    },
    {
        "title": "WATERWORLD",
        "content": "WATERWORLD\n\nWater Water Everywhere!အိမ်ပြန်ရောက်ချိန် တွေ့လိုက်ရတာက လမ်းတွေပေါ် ရေကျော်နေပြီ။ဘာတဲ့ ရေတွေ ရေတွေ နေရာတကာမှာ ရေတွေရောက်နေပါလား။ညှာတာပါ ဆိုင်ကလုန်း မိုရာ ရေ။"
    },
    {
        "title": "A CRAZY LIL",
        "content": "A CRAZY LIL\n\nA CRAZY LIL' THING CALLED MOBILE PHONEမိုဘိုင်းဖုန်းတွေ ပေါ်ကာစက လူတိုင်းလက်လှမ်းမမီတော့ ကိုင်နိုင်သူတွေအတွက် ဂုဏ်ဒြပ်ကြီးသူတို့ရဲ့ ကြွားစရာ Status symbol တစ်ခုဖြစ်ခဲ့ရတယ်။ အခုတော့ အောက်ခြေလူတန်းစားကအစ မိုဘိုင်းဖုန်းတွေ တကားကားနဲ့ ဟန်ရေးပြနေကြပါပြီ။ လူမှု့အဆင့်မြင့်ပုံပြတဲ့ အဆောင်အယောင်လို့ပဲပြောပြော၊ အသုံးဝင်တန်ဖိုးအနေနဲ့ပြောပြော ဒီကနေ့ ပညာတတ်တွေရော၊အသုံးလုံးမကြေသူတွေရော၊ ဆင်းရဲချမ်းသာမရွေး တစ်နည်းမဟုတ်တစ်နည်း စွဲလန်းနေတာကလည်း ဒီ မိုဘိုင်းဖုန်းပါပဲ။ စိုင်းထီးဆိုင် ရဲ့ \"မောင်မနေတတ်ဘူး\" လို့ပြောရမလား၊ထွန်းအိန္ဒြာဗို ရဲ့ \"မချစ်ရင်မနေနိုင်တာကလွဲလို့\" ဆိုရမလား အဲဒီလိုမျိုး အဖြစ်သဲကုန်ကြပြီ။ ကဲ သူမရှိရင် မနေတတ်သူများအတွက် NOMOPHOBIA လေးလာပါပြီ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "World Turtle Day _ May 23",
        "content": "World Turtle Day _ May 23\n\nလွန်ခဲ့တဲ့ မေ ၂၃ ရက်နေ့က ကမ္ဘာ့လိပ်များနေ့ World Turtle Day ပါ။လိပ်တွေအကြောင်း သိရှိသတိပြုနိုင်ကြဖို့ ကြိုးပမ်းနေကြတဲ့ အဖွဲ့အစည်းတွေ၊စေတနာ့ဝန်ထမ်းတွေ မြန်မာပြည်မှာ တော်တော်များလာပါပြီ။ပတ်ဝန်းကျင်ထိန်းသိမ်းရေးနှင့် သစ်တောရေးရာဝန်ကြီးဌာနအောက်ရှိ ဘေးမဲ့တောတွေ၊Wildlife Conservation Society (WCS); Turtle Survival Alliance (TSA) တို့လို နိုင်ငံတကာအဖွဲ့အစည်းတွေရဲ့ အကူအညီနဲ့ရေလိပ်၊ ကုန်းလိပ်အပေါင်း ဘေးကင်းရေး၊ မျိုးမသုဉ်းရေး ဆောင်ရွက်နေကြောင်း သိရပါတယ်။သင်လည်း တတ်နိုင်သည့်ဘက်က ပါဝင်ဖို့ ဖိ"
    },
    {
        "title": "ဖျော်ဖြေသူ (Entertainer)",
        "content": "ဖျော်ဖြေသူ (Entertainer)\n\nEncore; Standing ovation; Curtain-callENCORE; STANDING OVATION; CURTAIN-CALLဖျော်ဖြေသူ (Entertainer) တစ်ယောက်က ဒီလို ဆိုပါတယ်။ \"ကိုယ်ဖျော်ဖြေတဲ့ပွဲတိုင်း သူလာလာကြည့်တယ်\"။သူပြောတဲ့ ဖြေဖျော်ပွဲ ကိုတော့ Entertainment လို့ ခေါ်ပါတယ်။ အဲဒီ အဆို၊ အတီး၊ အက ဖျော်ဖြေတင်ဆက်မှု အားလုံးဟာလည်း ဖျော်ဖြေရေး (သို့) အနုသုခုမတင်ဆက်မှု (Entertainment (or) Performing Arts) တွေဖြစ်ကြပါတယ်။အနုပညာသည်တွေပါဝင် သီဆိုတီးမှုတ်ကပြဖျော်ဖြေရေးတွေကို ဇာတ်သဘင် (Theatrical troupe)၊ ရုပ်ရှင် (Movie)၊ တေးဂီတ (Music) အသွင်နဲ့ ကြည့်ရှုခံစားကြရပါတယ်။ ရုပ်ရှင်၊ ရုပ်သံ အပါအဝင် ဖျော်ဖြေရေးလုပ်ငန်းတစ်ခုလုံးကိုတော့Show business or Showbiz လို့ သိကြပါတယ်။ဖျော်ဖြေသူအနုပညာရှင်နဲ့ အားပေးကြည့်ရှုကြတဲ့ ဝါသနာရှင်ပရိသတ်တွေအကြား အဆိုကောင်းရင်ကောင်းသလို၊ အကကောင်းရင်ကောင်းသလို၊ ပြဇာတ်တွေမှာ သရုပ်ဆောင် ကောင်းရင်ကောင်းသလို ပွဲတောင်းကြတာမျိုးတွေ ရှိပါတယ်။ ဒါက ဝမ်းစမိုး (Once more) ပါ။ နားပန်းဆံ သီချင်းထဲက \"ဝမ်းစမိုးရော သောသောညံ\" ကို မှတ်မိကြမှာပါ။ ဝမ်းစမိုး နောက်တစ်ခေါက်ထပ်ဆိုပေးပါ၊ နောက်တစ်ခါထပ်ကပြပေးပါဦး ပေါ့ဗျာ။ တော်ပါတော့ဆိုရင် No more, please လို့ပြောပါတယ်။ ကျွန်တော်တို့ နှစ်ပေါင်းများစွာ ယဉ်ပါးလာတဲ့ \"ဝမ်းစမိုး\" ကို စာဆန်ဆန်ရေးတော့ Encore ပါ။ အဘိဓာန်က ပွဲတောင်းစကား၊ ဝမ်းစမိုး လို့ ရိုးရိုးလွယ်လွယ် အနက်ပေးပါတယ်။ရွှေပွဲလာပရိသတ်တွေ နဲ့ ဖျော်ဖြေသူတွေ တိုက်ရိုက်ထိတွေ့လို့ရတဲ့ တေးဂီတရှိုးပွဲတွေ၊ ဇာတ်ပွဲတွေမှာ ဝမ်းစမိုး ပွဲတောင်းသံတွေ တွင်တွင်ကြားရတတ်ပါတယ်။ ဝမ်းစမိုး အပြင် တီးမှုတ်သီဆိုဖျော်ဖြေသူရဲ့ ဖျော်ဖြေတင်ဆက်မှုကို သဘောတွေ့မနောခွေ့သွားရင် ပရိသတ်တွေအားလုံး မတ်တတ်ရပ်ပြီး အားပါးတရ လက်ခုပ်ဩဘာပေးကြပါတယ်။ ဒါကိုတော့ Standing ovation လို့ခေါ်ပါတယ်။ Myanmar Idol လိုပွဲမှာ တင်ဆက်မှုကို ခိုက်သွားတဲ့အခါ အကဲဖြတ်ဒိုင်သုံးယောက်စလုံး ထရပ်ပြီး လက်ခုပ်ဩဘာပေးတာမျိုးဖြစ်ပါတယ်။Stage Show တို့၊ Concert တို့မှာ ဖျော်ဖြေသူတွေအနေနဲ့ အလှည့်ကျ သီဆိုပြီးရင် ကန့်လန့်ကာ (Curtain) နောက်ဝင်သွားရပါတယ်။ အဆိုတော်တစ်ယောက်ရဲ့ သီချင်း၊ တီးမှုတ်သူတစ်ယောက်ရဲ့ တီးကွက်တစ်ခုကို ပရိသတ်တွေ အကြိုက်တွေ့သွားတဲ့အခါ ပရိသတ်တွေက ရှည်ရှည်လျားလျား လက်ခုပ်သံနဲ့ အားပေးကြပါတယ်။ ပရိသတ်ရဲ့ ဩဘာသံကို တုံ့ပြန်တဲ့အနေနဲ့ဖျော်ဖြေသူက စင်ရှေ့ထွက်ပြရပါတယ်။ အဲဒါကို ပြည်ဖုံးကားချအပြီး ကန့်လန့်ကာရှေ့ထွက် ဩဘာခံယူခြင်း (Curtain-call) လို့ခေါ်ပါတယ်။အကြောင်းတိုက်ဆိုင်လို့ပြောရရင် အမေရိကန် Rapper \"Eminem\" ဟာ ၂၀၀၄ မှာ သူ့ရဲ့ တေးအယ်ဘမ် Encore နဲ့ ၂၀၀၅ မှာ Curtain-call တို့ကို ထုတ်ခဲ့ပါတယ်။ သူ့သီချင်းတွေက တစ်ပုဒ်ချင်းရော၊ အယ်ဘမ်ပါ ပေါက်ခဲ့ပြီး သန်းချီရောင်းရပါတယ်။ အဲဒီ Curtain-call အယ်ဘမ်ထဲက Shake That (Ass) သီချင်းကို စိုင်းစိုင်း က \"အိုးလေးလှုပ်ပါဟေ့\" လို့ မြန်မာမှုပြုလိုက်တော့ လူငယ်တွေအကြား အတော်လေးရေပန်းစားခဲ့ပါတယ်။ကဲ ဇာတ်သဘင်စကားအရ ပရိသတ်ရဲ့ စိတ်ဓာတ်နဲ့သိပ်ဟပ်ရင် ပွဲတောင်းခံရတယ်_ဝမ်းစမိုး Encore; ပြောင်ပြောင်မြောက်မြောက် ဖြေဖျော်နိုင်ရင် ခြေစုံရပ်ဩဘာပေး Standing Ovation; ပရိသတ်ကြီးရဲ့ အားပါးတရ လက်ခုပ်ဩဘာသံကို ခံယူရင်း စင်ရှေ့ထွက်အရိုအသေပြန်ပေး Curtain-call .... ဒီလိုနဲ့ မြို့မေတ္တာခံယူကြရပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "May his soul rest in peace!",
        "content": "May his soul rest in peace!\n\nSir Roger Moore, James Bond actor, dies aged 89.Thank you for being so very special to so many people.May his soul rest in peace!"
    },
    {
        "title": "WITCH HUNT",
        "content": "WITCH HUNT\n\nအမေရိကန်သမ္မတကြီး ဒေါ်နယ်ထရမ့် ဟာ မေ ၁၈ နေ့ မှာ Twitter က \"Witch hunt\" ဆိုတဲ့ စကားလုံးကို ဒီလိုပြောခဲ့ပါတယ်။This is the single greatest witch hunt of a politician in American history!6:22 PM · May 18, 2017အဓိပ္ပာယ်က သူတော့ နိုင်ငံရေးအရ လုပ်ကြံခံနေရပါပြီ၊ အတိုက်အခံတွေက သူ့ကို ဖယ်ရှားဖို့ လုပ်နေကြပါပြီလို့ tweet သွားတာပါ။ ဟုတ်မဟုတ် စောင့်ကြည့်ရင်း \"Witch hunt\" ဝေါဟာရ လေ့လာကြရအောင်။ရှေးလူကြီးတွေက စုန်းမရှိရင် ရွာတောင်တည်လို့မရဘူးလို့ ယုံကြည်ကြတယ်။ မယုံမရှိနဲ့ အခုခေတ် အစိုးရရုံးတွေ၊ ကုမ္ပဏီတွေမှာလည်း စုန်းတွေရှိကြတယ်။ သူတို့က အဖွဲ့အစည်းကောင်းစားရေးထက် ကိုယ့်ကိုယ်ကျိုးသာ ကွက်ကြည့်သူ၊ ဘာမဆို ပြန်မပြော နားမထောင်၊ အားလုံးသိသလို တတ်သလိုထင်နေကြတဲ့ ကိုတတ်ပတွေပါ။ သူတို့က အဖျက်အမှောင့်မှာ ရှေ့တန်းကရှိလို့ စုန်း (Witch) ထက်အဆင့်မြင့် ၁၂ ကြိုး ကဝေ (Wizard) တွေဖြစ်ကြပါတယ်။ မိသားစုမှာလည်း အများနဲ့မတူတစ်မူထူးသူ၊ ဗွေဖောက်သူ ကို စုန်းပြူ (Black sheep) လို့ခေါ်ပါတယ်။အင်္ဂလိပ်စကား Witch ကို စုန်း၊ အရုပ်ဆိုးဆိုး အမယ်အို လို့ အနက်ပေးပါတယ်။ မရှိခိုးနိုး၊ မလှစုန်းယိုးဆိုတာလိုပေါ့ဗျာ။အသိဉာဏ်မဖွင့်ဖြိုးတဲ့အချိန်က ဥရောပ၊ မြောက်အမေရိက၊ ဩစတြေးလျ၊ အာဖရိက၊ အာရှ၊ အိန္ဒိယနဲ့ နယူးဂီနီတို့မှာ အောက်လမ်းအတတ်ပညာ (Witchcraft/ Black magic)၊ ပယောဂ၊ မှော်၊ ပဉ္စလက်ပညာ (Magic)၊ ဂမ္ဘီရပညာ (Occultism)၊တွေထွန်းကားလာပြီး၊ စုန်း၊ မှော်ဆရာ (Magician)၊ နတ်ဆရာ-ပယောပဆရာ (Shaman) တွေ မှိုလိုပေါက်လာကြပါတယ်။ သူတို့က အယုံလွယ်သူ၊ အသိဉာဏ်ခေါင်းပါးသူ၊ စိတ်ဓာတ်ပျော့ညံ့သူတွေရဲ့ အားနည်းချက်ကို အမြတ်ထုတ်လာကြလို့ လူ့အဖွဲ့အစည်းရဲ့ မလိုလားအပ်သူတွေဖြစ်လာကြပါတယ်။ နောက်ပိုင်းမှာ အဲဒီ စုန်းတွေကို လိုက်လံရှာဖွေဖမ်းဆီးကာ နည်းမျိုးစုံနဲ့ သတ်ဖြတ်ပစ်ကြပါတယ်။ အဲဒီကနေ \"Witch hunt မလိုလားအပ်သူကို ဖယ်ရှားသုတ်သင်ရေး\" ဆိုတဲ့ဝေါဟာရ ဖြစ်လာတာပါ။ နောက်ပိုင်းမှာစုန်းတွေရှာဖွေဖမ်းဆီးဖို့ သိပ်အကြောင်းမရှိပေမယ့် Witch hunt ကို နိုင်ငံရေးဝေါဟာရ တစ်ခုအနေနဲ့ အသုံးတွင်ကျယ်လျက် ရှိပါတယ်။ နိုင်ငံရေးသမားတစ်ယောက်ကို အကြောင်းလုံလောက်သည်ဖြစ်စေ၊ မလုံလောက်သည်ဖြစ်စေ အာဃာတရှေ့ထားကာ သိက္ခာချရန် ကြိုးပမ်းကြပါတယ်။ ပါတီတစ်ခုအတွင်းမှာ မယုံကြည်၊ စိတ်မချရသူ၊ သစ္စာမရှိသူလို့ ယူဆသူတွေကို ဖော်ထုတ်နှိပ်ကွပ်ပါတယ်။ အထူးသဖြင့် အလိမ်အညာစွပ်စွဲချက်တွေသုံးပြီး တစ်သက်လုံး လူတောမတိုးနိုင်အောင် လုပ်ကြပါတယ်။ ဒါတွေက Political witch hunt ပါ။ ရပ်ကွက်ထဲမှာ ခွေးတစ်ကောင်ကို သတ်ချင်ရင် ခွေးရူး ခွေးရူးလို့ ဝိုင်းညာသံပေးသတ်ပစ်ကြတာမျိုးပါပဲ။ အီဒီယံတစ်ခု \"Give a dog a bad name တစ်ခါနာမည်ပျက် တစ်သက်ပြန်မကောင်းနိုင်\" ဆိုတာမျိုးလို နိုင်ငံရေးအသေသတ်နည်းပါ။အားလုံး သိကြတဲ့အတိုင်း နိုင်ငံ့ကောင်းကျိုးမလုပ်တဲ့ နိုင်ငံရေးသမား (Politician) တွေရှိနေသရွေ့ နိုင်ငံရေးဆိုတာ လူညစ်ပတ်တွေအလုပ်ဖြစ်နေဦးမှာပါ။ ဒီတော့ witch hunt ဆိုတာလည်း အသွင်အမျိုးမျိုးနဲ့ ဆက်ရှိနေပါလိမ့်မယ်။ ကျွန်တော်တို့နိုင်ငံမှာနိုင်ငံ့အကျိုးပြု နိုင်ငံရေးသုခမိန် (Statesman) တွေများများပေါ်ပါစေကြောင်း ဆန္ဒပြုလိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Big Shot Dies At Dawn",
        "content": "Big Shot Dies At Dawn\n\nVIP အရေးကြီးပုဂ္ဂိုလ်တစ်ယောက်အနေနဲ့ သူ့ကို နေရာတကာ အရေးပေးတာတွေ့ရတော့ မလေးရှားဝန်ကြီးချုပ်တစ်ဦး ပြောခဲ့ဖူးတဲ့စကားပါ။\"I am SOMEBODY today and maybe NOBODY tomorrow.ဒီကနေ့တော့ ကျွန်တော်က အရေးပါသူ (အကောင်) ပါ၊နက်ဖြန် အညတြ (ဂယောင်) လည်းဖြစ်သွားနိုင်ပါတယ်\"မမောက်မာကြပါနဲ့။ အာဏာရှိတုန်း မရက်စက် မယုတ်မာကြစေချင်ပါ။စာနာစိတ်ပွားပြီး၊ သံဝေဂတရား လက်ကိုင်ထားနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Waste Not, Want Not.",
        "content": "Waste Not, Want Not.\n\nသုံးပါ မဖြုန်းပါနဲ့။ စုဆောင်းတတ်ပါစေ။တန်ဖိုးကြီးကြီး အသုံးအဆောင်တွေကိုင်ပြမှ လူအထင်ကြီးမှာမဟုတ်ပါ။ဒါက Conspicuous Consumption လို့ ခေါ်တဲ့ အများမြင်သာအောင်လုပ်တာ သက်သက်ပါ။......ကဲ ဖတ်ဖြစ်အောင်ဖတ်လိုက်ကြပါ။မနက်ခင်းရဲ့ တန်ဖိုးရှိတဲ့ မှတ်သားစရာလေးဖြစ်ပါလိမ့်မယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "What A Simple Life!",
        "content": "What A Simple Life!\n\nWhat A Humble Breakfast!Please come join us!သူများတွေ လက်ဖက်ရည် ကော်ဖီ ဒင်းဆမ်တွေ မက်နေချိန်မှာကျွန်တော်တို့က ဘူးသီးကျော် ပဲဗျာ။စားကြပါဦး။"
    },
    {
        "title": "ဓမ္မပဒဆုံးမစာ",
        "content": "ဓမ္မပဒဆုံးမစာ\n\nမင်္ဂလာမနက်ခင်းပါ။ဒီအပတ်ရဲ့ THOUGHT OF THE WEEK - May 20, 2017 အဆိုအမိန့်အဖြစ်ဘယ်ပုံဘယ်နည်း အသက်ကြီးကြမှာလဲဆိုတာ သတိထောက်မယ့် ဓမ္မပဒ ဆုံးမစာ ကို မျှဝေပါရစေ။၂၆၀(အရွယ်ကြီး၍) ခေါင်းဖြူကာမျှဖြင့် မထေရ် မဖြစ်။(ခိုင်မြဲသော တရားမရှိဘဲ) အရွယ်သာကြီးသောသူကို အချည်းနှီးလူအိုဟု ခေါ်၏။ဓမ္မပဒ260A monk is not an Elderbecause his head is gray.He is but ripe in age,and he is called one grown old in vain.Dhammapadaမှတ်သားနာယူ ဆင်ခြင်သုံးသပ် ကျင့်ကြံပွားများနိုင်ကြပါစေ။အားလုံးသော မိတ်သင်္ဂဟအပေါင်း မင်္ဂလာမနက်ခင်းပါ"
    },
    {
        "title": "UNDERWEAR or UNDIES",
        "content": "UNDERWEAR or UNDIES\n\nဘာသာပြန်မိတ်ဆွေများ၊ အင်္ဂလိပ်စာကို မီဒီယာအမျိုးမျိုးကတစ်ဆင့်လေ့လာနေသူများအတွက် အထူးအသုံးဝင်ပါလိမ့်မယ်။အားလုံးအတွက် မရည်ရွယ်ပါ။ဒါပေမဲ့ အတွင်းခံနဲ့မကင်းသူတွေ ဖတ်သင့်ပါတယ်။ဘာအတွင်းခံမှ မဝတ်သူတွေ ဖတ်ရန်မသင့်ပါ။အတွင်းခံ / Underwearမနေ့ညက ကျုပ်ကောင်းကောင်း အိပ်မရခဲ့ဘူးအတွင်းခံအကြောင်း စဉ်းစားနေတာဗျI didn’t get much sleep last nightthinking about underwearစိတ်ကူးထဲက အတွင်းခံစဉ်းစားခန်းရပ်ပစ်ဖူးသလားလို့အဲဒီ့အထဲ ခင်ဗျားလက်နှိုက်လို့ကတော့ တုန်လှုပ်ဖွယ်ပြဿနာတချို့များလာတယ်Have you ever stopped to considerunderwear in the abstractWhen you really dig into itsome shocking problems are raisedအတွင်းခံဆိုတာကျုပ်တို့ဝတ်ဖို့ လိုအပ်တဲ့အရာUnderwear is somethingwe all have to deal withလူတိုင်းအတွင်းခံ တမျိုးမျိုးတော့ဝတ်တယ်Everyone wearssome kind of underwearကျုပ်ထင်တယ် ပုပ်ရဟန်းမင်းကြီးလည်း ဝတ်တယ်The Pope wears underwear I hopeလူးဇီအဲ့နာမြို့တော်ဝန်လည်း ဝတ်တယ်The Governor of Louisianawears underwearဟိုတလောက တီဗီထဲ သူ့ကိုမြင်ရတာအတွင်းခံအကျပ်ကြီး ဝတ်ထားတာအသေအချာI saw him on TVHe must have had tight underwearသူအတော် နေမထိထိုင်မထိရယ်အတွင်းခံက ခင်ဗျားကို တကယ်ကို ကသိကအောက်ဖြစ်စေနိုင်ပါရဲ့He squirmed a lotUnderwear can really get you in a bindကျားဝတ်ရော မဝတ်အတွင်းခံ ကြော်ငြာတွေခင်ဗျား မြင်ဖူးပြီးသား…အရမ်းတူ …ဒါပေသိ အတော်လေးထူးခြားသဗျYou have seen the underwear adsfor men and womenso alike but so differentမိန်းမဝတ်တွေက ပစ္စည်းတွေ တွန်းထိန်းထားတယ်ယောက်ျားဝတ်တွေက ပစ္စည်းတွေကို ချုပ်ထားတယ်Women’s underwear holds things upMen’s underwear holds things downအတွင်းခံဆိုတာ တခုတည်းသောအရာယောက်ျားနဲ့မိန်းမအကြား မကွဲပြားတဲ့ ဘုံပစ္စည်းUnderwear is one thingmen and women have in commonအတွင်းခံဟာ ကျုပ်တို့ကြားက ရှိသမျှအရာရာUnderwear is all we have between usသရီးကာလာပုံတွေမှာ ခင်ဗျားလည်းမြင်ဖူးတာပဲဝန်းပတ်ထားတဲ့ ခွကြားနဲ့အတူတူYou have seen the three-color pictureswith crotches encircledအပိုစွမ်းအားရှိတဲ့နေရာတွေကိုပြဖို့…ပြီးတော့ နည်းသုံးနည်းနဲ့ ဆွဲဆန့်ပစ်လို့ရတယ်ဆိုပဲto show the areas of extra strengthand three-way stretchလှုပ်ရှားမှုတွေရဲ့ အပြည့်အဝလွတ်လပ်ရေးကို ကတိပြုနေကြရင်းနဲ့ပေါ့promising full freedom of actionအယုံသွင်းမခံနဲ့Don’t be deceivedIt’s all based on the two-party systemwhich doesn’t allow much freedom of choiceဒါက နှစ်ပါတီစနစ်ပေါ် အခြေခံတဲ့ကိစ္စအဲဒီစနစ်က ရွေးချယ်ခွင့် သဘောရှိခွင့်ပြုပေးမှာတော့မဟုတ်It’s all based on the two-party systemwhich doesn’t allow much freedom of choice အရာဝတ္ထုတွေဖွဲ့စည်းထားတဲ့နည်းနဲ့ ရွေးချယ်ခွင့်ပေါ့the way things are set upအမေရိကားကတော့ သူ့ရဲ့အတွင်းခံထဲမှာ တညတာလုံးရုန်းကန်နေရှာရဲ့America in its Underwearstruggles thru the nightနောက်ဆုံးတော့ အတွင်းခံက အရာရာကိုထိန်းချုပ်ပစ်တော့တာUnderwear controls everything in the endအဝတ်အစားတွေရဲ့ အောက်ဆုံးအလွှာကို ကျုပ် ဥပမာပေးချင်ရဲ့ဒါကတကယ်ပဲ မြေအောက်အဖွဲ့အစည်းရဲ့ဖက်ဆစ်စနစ်စစ်စစ်Take foundation garments for instanceThey are really fascist formsof underground governmentလူတွေကို တစ်ခုခုနဲ့အယုံသွင်းပစ်ဖို့ခင်ဗျားလုပ်နိုင်တာ မလုပ်နိုင်တာကို ပြောတဲ့အမှန်တရားmaking people believesomething but the truthtelling you what you can or can’t doဗိုက်ချပ်ခါးစီး မင်းရှောင်ဖို့ ကြိုးစားဖူးသလားDid you ever try to get around a girdleအကြမ်းမဖက်တဲ့လှုပ်ရှားမှုကတခုတည်းသော အဖြေဖြစ်နိုင်ပါရဲ့Perhaps Non-Violent Actionis the only answerဂန္ဒီက ခါးချည်အတွင်းခံမျိုး ဝတ်ခဲ့ဖူးလားDid Gandhi wear a girdle?လေဒီမာ့(ခ)ဘက်(သ)ရော ဝတ်ခဲ့သလားDid Lady Macbeth wear a girdle?မာ့(ခ)ဘက်(သ) အိပ်နေတုန်းအသတ်ခံရတာ အဲဒါကြောင့်လားWas that why Macbeth murdered sleep?နောက်ပြီး အဲဒီ့အစွန်းအကွက်က သူမအမြဲလျှော်နေတဲ့အရာတကယ်ပဲ သူမ အတွင်းခံထဲမှာရှိခဲ့သလား?And that spot she was always rubbing—Was it really in her underwear?မော်ဒန်အဲန်ဂလိုဆဲ့(ခ)ဆန်မိန်းမတွေဆီမှာပြစ်ဒဏ်အစွဲအလန်းကြီးကြီးတွေ ရှိကိုရှိရမယ်Modern Anglosaxon ladiesmust have huge guilt complexesအမြဲလျှော်တယ် ဖွတ်တယ် လျှော်ဖွတ်တယ်အစွန်းအကွက်တွေ အရောင်အဆင်းမရှိအောင်ပဲalways washing and washing and washingOut damned spotအတွင်းခံမှာ အစွန်းကွက်လေးတွေရှိနေတာက အတော်မသိုးမသန့်ဖြစ်စရာUnderwear with spots very suspiciousအဖောင်းတွေနဲ့အတွင်းခံက အတော်တုန်လှုပ်စရာ Underwear with bulges very shockingကြိုးတန်းပေါ်လှမ်းထားတဲ့ အတွင်းခံက လွတ်လပ်ရေးအလံကြီးUnderwear on clothesline a great flag of freedomတစုံတယောက်က သူရဲ့အတွင်းခံလွတ်သွားတာနဲ့တနေရာမှာတော့ ဝစ်လစ်စလစ် …ကယ်တော်မူကြပါဗျို့Someone has escaped his UnderwearMay be naked somewhere Help!ဒါပေမဲ့ စိတ်မပူကြနဲ့But don’t worryအခုချိန်အထိ လူတိုင်းဟာ အတွင်းခံဝတ်လျက်ပါဗျEverybody’s still hung up in itမိမွေးတိုင်းဖမွေးတိုင်းဖြစ်တဲ့အထိတော့ သောင်းကျန်းမှာမဟုတ်…There won’t be no real revolutionနောက်ပြီးတော့ ကဗျာဆိုတာ စိတ်စေတသိက်ရဲ့ အတွင်းခံAnd poetry still the underwear of the soulအတွင်းခံက အမှားအစုလိုက်အပုံလိုက်ကိုဖုံးဖိပေးနေတုန်း…And underwear still coveringa multitude of faultsဘူမိအနက်အရဆိုရင်ထူးဆန်းထွေလာအနည်ကျကျောက်တွေ နားလည်ရခက်တဲ့ အက်ကြောင်းလေးတွေin the geological sense—strange sedimentary stones, inscrutable cracks!တကယ်လို့ ကျုပ်သာခင်ဗျားနေရာမှာဆိုရင်If I were you I’d keep asideဆောင်းဝတ်အနွေးထည်ဆိုက်ကြီးတစုံ အပိုထားချင်ပါရဲ့an oversize pair of winter underwearအဲဒီသာယာလှပညချမ်းဆီ အဝတ် အဝတ်ဗလာကျင်းပြီး မသွားမိစေနဲ့ဗျို့Do not go naked into that good nightပြီးတော့ ဒီလိုအချိန်အတွင်းတည်ငြိမ် နွေးထွေး ခြောက်သွေ့ပါစေAnd in the meantimekeep calm and warm and dryအရေးမပါတာတွေကိုအလောတကြီး ကိုယ့်ကိုကိုယ် ထိခိုက်ကြေကွဲစေတာက အဓိပ္ပာယ်မဲ့သဗျာNo use stirring ourselves up prematurely‘over Nothing’ဂုဏ်သရေရှိရှိ ရှေ့ဆက်လျှောက်စမ်းပါ့ဝေ့စကုတ်ထဲ လက်ထည့်ပြီးMove forward with dignityhand in vestစိတ်မလှုပ်ရှားစေနဲ့Don’t get emotionalသေခြင်းတရားက စိုးမိုးမရဘူးAnd death shall have no dominionအချိန်တွေအများကြီးရှိသေးတယ် အချစ်လေးရေThere’s plenty of time my darlingငါတို့တွေ ငယ်ငယ်ရွယ်ရွယ် ပေါ့ပေါ့ပါးပါး မဟုတ်တော့ဘူးကွာအော်ကြီးဟစ်ကျယ်တော့ မလုပ်လိုက်ပါနဲ့ ။Are we not still young and easyDon’t shoutCredit to poets _English Poem _ Lawrence FerlinghettiMyanmar _ Zaw Zaw TunSource : moemakha"
    },
    {
        "title": "Mother's Day",
        "content": "Mother's Day\n\nIn Commemoration of Mother's Day, please allow me to mention my sincere wishes appreciating all mothers, mothers-to-be, mothers-would-be, mother-wanna-be & all house-wives on the earth:-ဘုရားရှင် သက်တော်ထင်ရှားရှိစဉ်အချိန်ကစ၍ အမျိုးသမီးများကို မာတုဂါမ ဟုခေါ်ဝေါ်ခဲ့ရာ၊ မာတု=မာတာ=မိခင် သဘောဆောင်ပါတယ်။ ကျွန်တော်တို့အနေနဲ့ အမျိုးသမီး တိုင်းကို မိခင် သဘောထားနိုင်ပါက ယခုထက်ပိုကောင်းမွန်လှပတဲ့ လောကကြီးဖြစ်မည်ဟု ခံစားမိပါကြောင်း။ အမေများအားလုံး ကျန်းမာချမ်းသာကြပါစေ။"
    },
    {
        "title": "DEMISE OF A DEPUTY MANAGER",
        "content": "DEMISE OF A DEPUTY MANAGER\n\nOur colleague, U Aung Soe Oo better known as Paung Chein died peacefully in his sleep on May 13 (Wednesday) 09:15 pm at home.His remains will be cremated at Yeway Crematorium on May 15 (Friday) 04:00 pm. Funeral cortege will be leaving from his residence on 02:00 pm.May his soul rest in peace.Our sympathy and deepest condolences and to his bereaved family.MK Community"
    },
    {
        "title": "ဆောင်းခိုငှက် Migratory Birds",
        "content": "ဆောင်းခိုငှက် Migratory Birds\n\nဒီကနေ့ မေလ ၁၀ ရက်နေ့ဟာ ကမ္ဘာ့ရွှေ့ပြောင်းငှက်များနေ့ (World Migratory Bird Day_WMBD) ဖြစ်ပါတယ်။ကျွန်တော်တို့ဆီမှာတော့ ရွှေ့ပြောင်းငှက်များကို ဆောင်းခိုငှက်လို့ အလွယ်သိနေ၊ ခေါ်နေကြပါတယ်။ အဲဒီ ဆောင်းခိုငှက်တွေဟာ အင်မတန်အေးချမ်းရှည်လျားတဲ့ ဆောင်းရာသီကိုရှောင်ရှားဖို့ ကျွန်တော်တို့လို အပူပိုင်းဒေသတွေဆီကို မိုင်ထောင်ချီပျံသန်းရောက်ရှိလာကြရပါတယ်။ သူတို့နေထိုင်ကျက်စားစရာနေရာတွေထဲမှာ ရေဝပ်ဒေသ (Wetland) တွေလည်းအပါအဝင်ဖြစ်ပါတယ်။ လူနဲ့ပတ်ဝန်းကျင် အပြန်အလှန်အကျိုးပြုမှုတဲ့ ဂေဟစနစ် (Ecology) ရဲ့တန်ဖိုးကိုသိရှိပြီး၊ ကာကွယ်ထိန်းသိမ်းရန်ရည်ရွယ်ချက်နဲ့ ၂၀၀၅ မှာ မြန်မာနိုင်ငံဟာ ရမ်ဆာကွန်ဗင်းရှင်း (Ramsar Convention) အဖွဲ့ဝင်နိုင်ငံဖြစ်ခဲ့ပါတယ်။အဲဒီအချိန်ကစပြီး ရမ်ဆာဒေသ (Ramsar Site) အဖြစ် အောက်ဖော်ပြပါ တောရိုင်းတိရစ္ဆာန်ဘေးမဲ့တော ၃ ခုတည်ဆောက်နိုင်ခဲ့လို့ ကမ္ဘာအရပ်ရပ်ကရောက်လာတဲ့ ဆောင်းခိုငှက်များ ခိုနားစရာဖြစ်ခဲ့ပါတယ်။(၁) မိုးယွန်းကြီးအင်း - ပဲခူးတိုင်းဒေသကြီး(၂) အင်းတော်ကြီးကန် - ကချင်ပြည်နယ်(၃) မိန်းမလှကျွန်း - ဧရာဝတီတိုင်းဒေသကြီးပိုပြီးဝမ်းသာစရာကောင်းတာက မြန်မာနိုင်ငံအနေနဲ့ မွန်ပြည်နယ်ရှိ မုတ္တမပင်လယ်ကွေ့အရှေ့ဘက်ခြမ်းကို စတုတ္ထမြောက် ရမ်ဆာဒေသသစ်တစ်ခုအဖြစ် တိုးချဲ့နိုင်ခဲ့လို့ဖြစ်ပါတယ်။ အဘက်ဘက်က ခြိမ်းခြောက်ခံနေရတဲ့ ကမ္ဘာ့ရွှေ့ပြောင်းငှက်တွေရဲ့အနာဂတ်အတွက် မြန်မာနိုင်ငံက မေတ္တာရှေ့ထား ကူညီပေးနိုင်မယ်လို့ ယုံကြည်ပါတယ်။ ဆောင်းခိုငှက်အပါအဝင် ငှက်အပေါင်း လွတ်လွတ်လပ်လပ်၊ ဘေးအန္တရာယ်ကင်းကင်း ပျံသန်းရှင်သန်နိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "CHILLI or PEPPER",
        "content": "CHILLI or PEPPER\n\nကမ္ဘာ့နိုင်ငံအသီးသီးရှိ ဒီမိုကရေစီအစိုးရတွေအနေနဲ့ လူထုဆူပူလှုပ်ရှားမှု၊ ဆန္ဒပြမှု၊ ရုန်းရင်းဆန်ခတ်မှု (Civil disturbance; demonstration; Riot & Commotion) စတာတွေဖြစ်လာခဲ့ရင်၊ အဓိကရုဏ်းနှိမ်နင်းရေးရဲ (Riot police) တွေက လူစုခွဲမီးသတ်ပိုက် (Water Cannon)၊ မျက်ရည်ယိုဗုံး (Tear gas)၊ ရော်ဘာကျည်ဆံ (Rubber bullet) တွေသုံးကာ လူစုခွဲဖို့ကြိုးစားကြရပါတယ်။ ကျွန်တော်တို့မြန်မာနိုင်ငံမှာတော့ စစ်အာဏာရှင်စနစ် (Military dictatorship) ဆိုးအောက်မှာ နှစ်ပေါင်း ၅၀ နီးပါးနေလာခဲ့တော့ လူထုမငြိမ်မသက်ဆူပူလှုပ်ရှားမှုဖြစ်လာရင်၊ သေနတ်နဲ့ အသေပစ်သတ်ခဲ့တာများပါတယ်။သူတို့ဆီက အဓိကရုဏ်းထိန်းရဲတွေဟာ သေနတ်မပစ်၊ မျက်ရည်ယိုဗုံးမသုံးဘဲ၊ တစ်ခါတစ်ရံ Pepper spray ပက်ဖြန်းလေ့ရှိပါတယ်။ ကျွန်တော်တို့သိထားတာက Pepper ဆိုရင် ငရုတ်ကောင်း၊ Chilli ဆိုရင် ငရုတ်သီး ပဲ။ ဒါကို ဘာသာပြန်တဲ့အခါ ငရုတ်သီးအရည်နဲ့ ပက်တာလား၊ ငရုတ်ကောင်းအရည်နဲ့ ပက်တာလား ဆိုတာ သတင်းစာသမားတွေ အခက်ကြုံ ရပါတယ်။ သေချာလေ့လာလိုက်တော့ ဒီနေရာမှာ အပူအစပ်ပြင်းအား (Scoville Heat Unit _ SHU) နှစ်သန်းမှ ငါးသန်းအကြားရှိ တဲ့ငရုတ်သီးအရည်နဲ့ ပက်လူစုခွဲတာဖြစ်ကြောင်း တွေ့ရပါတယ်။အင်္ဂလိပ်ဘာသာစကားမှာ ငရုတ်သီး ကို Chilli (သို့) Chilli pepper လို့ခေါ်ပါတယ်။ စာလုံးပေါင်းရာမှာ အင်္ဂလိပ်က Chilli လို့ အယ်လ်နှစ်လုံးနဲ့ ရေးလေ့ရှိပြီး၊ အမေရိကန်က Chili or chile လို့ရေးကြပါတယ်။ chile ဆိုတော့ တောင်အမေရိကတိုက်က ချီလီနိုင်ငံ (Chile) ရဲ့ စာလုံးပေါင်းနဲ့တူနေကြောင်းသတိပြုမိကြမယ်ထင်ပါတယ်။ ငရုတ်သီး ကို \"Chilli pepper\" လို့လည်း ရေးတာတွေ့တော့၊ Pepper ဆိုရင် ငရုပ်ကောင်း၊ Chilli ဆိုရင် ငရုတ်သီး လို့အသေမှတ်ထားသူတွေအတွက် Chili Pepper ကိုဘယ်လိုနားလည်ရမလဲဖြစ်နေတတ်ပါတယ်။ အမှန်က Chilli pepper ဟာ ငရုတ်သီး ကိုခေါ်တာပါပဲ။ ကဲ Chilli နဲ့ pepper ခွဲခြားပြီး အမှန်မြင်နိုင်ကြပါစေ။အခုအခါ မြန်မာ့ရဲတွေကို အခြားနိုင်ငံတွေမှာလို လူစုလူဝေးနဲ့ ဆန္ဒပြအုပ်စုကြီးကို ဘယ်လိုနည်းလမ်းတကျ ကိုင်တွယ်ဖြေရှင်းရမယ်ဆိုတာ ဥရောပက အဓိကရုဏ်းထိန်းပညာရှင်တွေလာပြီး သင်တန်းပေးနေကြပါပြီ။ နောက်များမှာတော့ အခွင့်မသာရင် ကျွန်တော်တို့တတွေလည်း Pepper spray ငရုတ်သီးရည်လေးနဲ့ ပက်ဖြန်းတဲ့အရသာ ခံကြည့်ရဦးမယ်လို့ မျှော်လင့်မိပါတယ်။ God forbid! မဖြစ်ပါစေနဲ့လို့လည်း ဆုတောင်းနေပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Full Moon Day of Kason",
        "content": "Full Moon Day of Kason\n\nဒီနေ့ ကဆုန်လပြည့် ဗုဒ္ဓနေ့ ကောင်းမြတ်တဲ့အခါသမယမှာ လူသားအပေါင်း သီလပေါ်သမာဓိတည်ဆောက်ကာ ဘာဝနာပွားပြီး အားလုံးကို မေတ္တာထားနိုင်ကြပါစေ။ဗုဒ္ဓမြတ်စွာရဲ့ သာသနာတော်ထွန်းကားရာ မြန်မာပြည်ကြီးမှာ လောဘ၊ ဒေါသ၊ မောဟ၊ မာန်မာနတွေနဲ့ အမှောင်ဖုံးပြီး မငြိမ်းချမ်းခဲ့တာ ရာစုနှစ်ဝက်ကျော်သွားပါပြီ။အခုလို အချိန်မျိုးမှာ အလင်းပေါက် အမြင်မှန်တွေရပြီး ငြိမ်းငြိမ်းချမ်းချမ်းမေတ္တာတွေလွှမ်းနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ရွှေပြည်တော်မျှော်တိုင်းဝေး",
        "content": "ရွှေပြည်တော်မျှော်တိုင်းဝေး\n\nThe Far Pavilions ဝတ္ထုကြီးကို ဆရာမြသန်းတင့် က \"ရွှေပြည်တော်မျှော်တိုင်းဝေး\" အမည်နဲ့ ဘာသာပြန်ခဲ့တယ်။မြန်မာပြည်သူလူထုအနေနဲ့ နှစ်ငါးဆယ်နီးပါးကြာတဲ့ ခေတ်ဆိုးကြီးက လွတ်မြောက်ဖို့ စောင့်စားစဉ်က\"ရွှေပြည်တော်မျှော်တိုင်းဝေး\" ကို မကြာခဏ ကိုးကားပြောဆိုခဲ့ကြရတယ်။အခု အတိုင်ပင်ခံပုဂ္ဂိုလ် ကြိုးစားလျှောက်လှမ်းနေတဲ့ ငြိမ်းချမ်းရေးခရီးကရော.....အဆင်းခက်ခက် အတက်ကြမ်းကြမ်းလား၊ ဓားတောင်ကိုကျော်၍ မီးပင်လယ်ကိုဖြတ်မည်လား....အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "MATURITY ရင့်ကျက်ခြင်း",
        "content": "MATURITY ရင့်ကျက်ခြင်း\n\nကျွန်တော်စုဆောင်းထားတဲ့ ရင့်ကျက်ခြင်းဆိုင်ရာ အဆိုအမိန့်အချို့ကို မျှဝေပါရစေ။\"Maturity is the power to meet the failure without being bitter.ရင့်ကျက်ခြင်းဟူသည် ဆုံးရှုံးနစ်နာမှုကို ခံပြင်းမှုမပါဘဲ လက်ခံနိုင်သော စွမ်းရည်သတ္တိဖြစ်ပါသည်\"\"Maturity is the ability to control anger without violence or destruction.ရင့်ကျက်ခြင်းဆိုသည်မှာ ဖြစ်ပေါ်လာသည့် ဒေါသကို အကြမ်းမဖက်၊အဖျက်တရားမစွက်ဘဲ ထိန်းသိမ်းနိုင်စွမ်းဖြစ်သည်\"ရင့်ကျက်ခြင်းသဘောတရားကို ခံယူကျင့်သုံးရင်း \"Don’t be the slave of your anger, be the captain of your soul.ဒေါသရဲ့ကျေးကျွန်မဖြစ်စေနဲ့၊ စိတ်ရဲ့သခင်ဖြစ်ပါစေ\" လို့ ဆုတောင်းပေးလိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Bosses",
        "content": "Bosses\n\nDon't Forget To Remember To PROMOTE Your Eligible Employees.ကျွန်တော်တို့ ငယ်ငယ်တုန်းကလို ရာထူး ဆိုတာ ရူးတာ မဟုတ်ပါ။ကျေးဇူးပါ အခွင့်အလမ်း။"
    },
    {
        "title": "OLDIE but GOODIE",
        "content": "OLDIE but GOODIE\n\nရာသီတစ်ပတ်လည်ပြီး ပြန်ပေါ်လာတာပါ။ဟောင်းလေ သစ်လေ မရိုးနိုင်တဲ့သီချင်းပါ။Some dance to remember, some dance to forget.We are programmed to receive.You can check out any time but you can never leave. လို စာသားတွေ လှပကောင်းမွန်ထိမိပါတယ်။အရသာရှိပါစေ။"
    },
    {
        "title": "Who's Who & What's What",
        "content": "Who's Who & What's What\n\nWho's Who & What's WhatWho's Who & What's WhatWho's Who & What's Whatဘာမှမပြောချင်လည်း သိထားဖို့ပါ။"
    },
    {
        "title": "အဖုတ်လား၊ အပြုတ်လား",
        "content": "အဖုတ်လား၊ အပြုတ်လား\n\nPun or Wordplay \"အဖုတ်လား၊ အပြုတ်လား\"အချို့အင်္ဂလိပ်စကားလုံးတွေက အဓိပ္ပာယ်နှစ်မျိုးရှိတတ်ပါတယ်။ အဲဒီ အဓိပ္ပာယ်နှစ်မျိုးရှိတဲ့စကားလုံး (Double-edgedor Two-edged word) တွေမှာ ပုံမှန်အဓိပ္ပာယ်နဲ့ ညစ်ညမ်းအဓိပ္ပာယ် ဆိုပြီး နှစ်မျိုးရှိပါတယ်။လူရွှင်တော်တွေ ပျက်လုံးထုတ်တဲ့အခါ ပုံမှန်နဲ့ညစ်ညမ်းအဓိပ္ပာယ်နှစ်ခွရှိတဲ့စကားလုံး (Double Entendre) တွေကိုသုံးပြီး ဟာသလုပ်လေ့ရှိကြပါတယ်။ ကဲ လူရွှင်တော်တွေပြောလေ့ရှိတဲ့ \"ပြောင်းဖူး\" ဟာသလေးက ဒီလိုပါ။\"ပြောင်းဖူးရောင်းတဲ့သူငယ်မရယ် အဖုတ်လား၊ အပြုတ်လားကွယ်။ နင့်ဥစ္စာ အစေ့ ကျဲတယ်...\"ဒီနေရာမှာ အဓိပ္ပာယ်နှစ်ခွထွက်တဲ့စကားလုံးနှစ်လုံး အဖုတ် နဲ့ အစေ့ တို့ကို အဓိကရွေးပြီး၊ ဟာသလုပ်သွားတာဖြစ်ပါတယ်။မြန်မာအရပ်သုံးအပြောစကားမှာ နင့်ဥစ္စာ၊ နင့်ဟာ ဆိုတာတွေကလည်း အဓိပ္ပာယ်နှစ်ခွပါပဲ။ဖဲကစားရာမှာ ဖဲချပ်တွေကို ကုလားဖန်ထိုးသလို ဝေါဟာရစကားလုံးတွေကို အကွက်ကျကျလှည့်စားပြောဆိုသွားတာမျိုးကိုအင်္ဂလိပ်က စကားဖန် (Pun or Wordplay) လို့ခေါ်ပါတယ်။ဝေါဟာရအနေနဲ့ လေ့လာကြည့်ရင် ပြောင်းဖူး ကို Maize (သို့) Corn လို့သိကြပါတယ်။အင်္ဂလိပ်အခေါ်အရ Corn ဆိုတာ ဂျုံ (Wheat)၊ အုတ် (Oat)၊ ရိုင်း (Rye)၊ စပါး ၊ လူး၊ ဆတ်၊ ပြောင်း ကဲ့သို့သီနှံပင်များကို ခြုံခေါ်ပါတယ်။ဒါကြောင့် အင်္ဂလိပ်က ပြောင်း ဆိုရင် Maize လို့သာသုံးပါတယ်။အမေရိကန်အခေါ်က ဂျုံ (သို့) ပြောင်း တို့ဆိုရင် Grain လို့သုံးပါတယ်။ဒါကြောင့် အမေရိကန်က ပြောင်း ဆိုရင် (Maize အစား) Corn ကိုသုံးပါတယ်။Indian Corn ဆိုတာက ပြောင်းစေ့အရောင်အသွေးစုံတဲ့ ပြောင်းဖူးတစ်မျိုးကို ခေါ်တာဖြစ်ပါတယ်။ပြောင်းဖူးရဲ့ အမြီးစွန်းကအဖုတ် ကို Silk လို့ခေါ်ပြီး၊ ပြောင်းဖူးရဲ့ အစေ့ ကိုတော့ (Seed) Kernel လို့ခေါ်ပါတယ်။အခြားနေရာမှာတော့ Kernel ဆိုတာ အစေ့ (သို့) အဆန် ဖြစ်နေတတ်ပါတယ်။ပြောင်းဖူးအဖုတ် ကို Grilled corn cob or Roast corn cob; ပြောင်းဖူးအပြုတ် ကို Corn on the cob လို့ ခေါ်ပါတယ်။ဘယ်လိုလဲ _ အဖုတ်လား၊ အပြုတ်လား။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "THE PLIGHT OF NLD-LED CIVILIAN GOVERNMENT",
        "content": "THE PLIGHT OF NLD-LED CIVILIAN GOVERNMENT\n\nပြည်သူ့အစိုးရ ရဲ့ အဖြစ်မှန်ကို သိဖို့လိုတယ် ပြည်သူများ.......အကြောင်းရင်းမသိဘဲ ရမ်းမပြောနဲ့ကိုယ်ဖြစ်ချင်တာဖြစ်မလာတာနဲ့ စွတ်မဆဲနဲ့ပြည်သူ့အာဏာပိုင်စိုးမှုခိုင်မြဲအောင် ကြိုးစားဝန်းရံကြလက်ရှိအခြေအနေထက် ပိုကောင်းတာ မရှိနိုင်သေးငါတို့ မဲပေးမိတာမှားပြီလို့ မှတ်ရင် အနာဂတ်ပိန်းပိတ်အောင် မှောင်သွားလိမ့်မယ်။Be Wiser!ဟုတ်လား၊ မဟုတ်လား စဉ်းစားကြပါဦးဗျာ။"
    },
    {
        "title": "Yesterday; Today & Tomorrow",
        "content": "Yesterday; Today & Tomorrow\n\nYesterday; Today & TomorrowToday is the Tomorrow you worried about Yesterday.ယနေ့ဆိုတာ မနေ့က သင်စိုးရိမ်ပူပန်ခဲ့တဲ့ မနက်ဖြန် ဖြစ်ပါတယ်။"
    },
    {
        "title": "Houston, we have a problem.",
        "content": "Houston, we have a problem.\n\nကျွန်တော်တို့လူသားတွေဟာ ပြဿနာနဲ့ ဘယ်လိုမှ မကင်းနိုင်ကြပါ။ We cannot escape from problems.ပြဿနာနဲ့ပတ်သက်ရင် သက်ကြီးပိုင်းကတော့ ရုပ်ရှင်မင်းသမီး စောမြသန္တာ ကိုမှတ်မိကြမယ်ထင်ပါတယ်။အရင်က ပြဿနာတစ်ခုဖြစ်ရင် \"စောမြသန္တာ\" လို့အစားထိုးပြောကြပါတယ်။အဲဒီတော့ စောမြသန္တာ ဆိုတာ \"သောက်ပြဿနာ\" ရဲ့ အနုအယဉ်စကား (Euphemism) ပါ။\"ဟူစတန်ဌာနချုပ်၊ ကျွန်တော်တို့ ပြဿနာတက်နေပါတယ်။ Houston, we have a problem.\"ဒါက ၁၉၇၀ က လကမ္ဘာကိုသွားတဲ့ အပိုလို-၁၃ (Apollo 13)ရဲ့ အာကာသယာဉ်မှူးတစ်ဦးက အာကာသထဲကနေမြေပြင်ထိန်းချုပ်စခန်း ဟူစတန်ဌာနချုပ်ကို အရေးပေါ် လှမ်းအကူအညီတောင်းလိုက်တဲ့စကားပါ။တကယ့် စာသားက Houston, we've had a problem here. ပါ။ခင်ဗျားတို့လည်း ပြဿနာတစ်စုံတစ်ရာပေါ်တဲ့အခါ ဒီစကားလေးကိုအစချီပြီး ပြောနိုင်၊ ရေးသားနိုင်ပါတယ်။ရောင်းရင်းတို့ ပြဿနာပေါင်း ၁၆,၀၀၀ က ကင်းဝေးကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Mission Impossible",
        "content": "Mission Impossible\n\nဘာမဆို စိတ်ကူး အိပ်မက်တွေက စတယ်။ခင်ဗျားတို့ပြောပြောနေတဲ့ Vision ဆိုတာဘာလဲ။Vision ဆိုတာ သူများတကာမမြင်တာကို ထွင်းဖောက်မြင်နိုင်ခြင်းပါ။မဖြစ်နိုင် မလုပ်နိုင်တာတွေမှန်းသိသားနဲ့Mission Impossible ရုပ်ရှင်ကို ခင်ဗျားတို့ဘာကြောင့်ကြိုက်တာလည်း ကိုယ့်ကိုယ်ကိုယ်ပြန်မေးကြည့်။လူဖြူတွေကြီးစိုးပြီး မဟာလူမျိုးကြီးဝါဒအမြစ်ခိုင်နေတဲ့အမေရိကားလိုနေရာမျိုးမှာ လူမည်းတစ်ယောက်သမ္မတဖြစ်ဖို့ မလွယ်ပါဘူး။ ဒါပေမဲ့ ပြည်သူ့အခွင့်အရေးလှုပ်ရှားသူ Martin Luther King Jr က I have a dream လို့ ၁၉၆၃ မှာ ပြောခဲ့ပြီးနှစ်ပေါင်း ၄၆ အကြာမှာ လူမည်း Barack Obama အမေရိကန်သမ္မတဖြစ်လာတယ်။အဲဒီတော့ ဘာမဆို စိတ်ကူး အိပ်မက်တွေကစတယ်။ရဲရဲစိတ်ကူးကြပါစေ၊ စိတ်ကူးကောင်းတွေရှင်သန်ကွန့်မြူးခွင့်ပေးလိုက်ပါ။ လိုက်မမီတဲ့ Idiot တွေရာဇဝင်ထဲမှာနေခဲ့ကြ။Leaving behind all idiots.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Do It Yourself_ DIY",
        "content": "Do It Yourself_ DIY\n\nDo It Yourself_ DIYကိုယ်တိုင်လုပ်ကြည့်ပါ။Do It Now!အခုပဲလုပ်လိုက်ပါ။"
    },
    {
        "title": "မုန်းမေ့ပါနိုင်",
        "content": "မုန်းမေ့ပါနိုင်\n\nI Forgot To Remember To Forget YOUကျွန်တော်တို့လို အသက်အရွယ်ကြီးရင့်လာသူတွေအဖို့ သတိမေ့လျော့ခြင်း (Forgetfulness) ဆိုတာ ဇရာပိုင်းဆိုင်ရာ ရောဂါကြီးကြီးတွေရဲ့ အစလို့ဆိုပါတယ်။While mild forgetfulness can be a normal part of aging, it can also be a sign of more serious memory problems,such as amnestic mild cognitive impairment, dementia, or even Alzheimer's disease.အကောင်းဘက်က ရှုမြင်တတ်ပါက ဇရာဆိုတာ တစ်ခုခုမေ့သွားရင်တောင် အသက်ကိုလွဲချလို့ရတဲ့ အလီဘိုင် (Alibi or Excuse) ပါ။အဆိုတော်တွေအဖို့ သီချင်းဆိုနေတုန်း စာသားမေ့တတ်ပါတယ်။ အဲဒီတော့ ချော်လဲရောထိုင် အရှက်ပြေ Wait a moment. I forgot the lyrics ပေါ့ဗျာ။မေ့လျော့တာနဲ့ပတ်သက်လို့ Bee Gees ရဲ့ Don't Forget To Remember သီချင်းကို မှတ်မိကြပါလိမ့်မယ်။\"သတိရပါ\" ဆိုတာကို \"သတိရဖို့မမေ့ပါနဲ့\" လို့ စာဆန်ဆန်ပြောလိုက်တာပါ။နောက်သီချင်းတစ်ပုဒ်က Elvis ရဲ့ I Forgot To Remember To Forget ပါ။အစက မင်းကိုမုန်းမေ့ပစ်ဖို့ပါပဲ၊ ဒါပေမဲ့ မင်းကို မေ့ပစ်ဖို့သတိမရခဲ့ဘူး။ ကိုယ်မေ့ခဲ့တယ်။နောက်ဆုံးတော့ \"မင်းကိုမုန်းမေ့မရခဲ့ပါ\" ဖြစ်သွားတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "THAT DON'T IMPRESS ME MUCH",
        "content": "THAT DON'T IMPRESS ME MUCH\n\nအိပ်မပျော်လို့ တွေးရင်းတောရင်း သူ့ကိုသွားသတိရလို့ မျှဝေလိုက်ပါတယ်။သတ်ပုံစည်းကမ်းအရ သူ(မ) လို့ မပြောရဆိုပေမယ့် သူမက ကျွန်တော့ကို လှမ်းပြောတယ်...ဒီလောက်နဲ့တော့ တက်မလာနဲ့တဲ့။အိပ်တော့မယ်ဗျာ။ ခင်ဗျားတို့လည်း အိပ်လို့ပျော်ကြပါစေ။ Good Nite! 13:04"
    },
    {
        "title": "KOREAN CONNECTION",
        "content": "KOREAN CONNECTION\n\nKOREAN CONNECTION _ IMMINENT INDUSTRIAL ZONEHooray For You & Your Countryစတုရန်းပေ ၂ ဒသမ ၃၇ သန်းရှိ စက်မှုဇုန်တည်ဆောက်ခွင့်ကို တောင်ကိုရီးယားအစိုးရပိုင် ကော်ပိုရေးရှင်းတစ်ခုဖြစ်သော Korea Land & Housing Corporation(LH) မှ ရရှိခဲ့ကြောင်းသိရသည်။ယင်းစီမံကိန်းဆောင်ရွက်ရန်အတွက် ၂၀၁၃ ခုနှစ်ကတည်းက စတင်ဆွေးနွေးခဲ့ပြီး ၂၀၁၅ တွင် နားလည်မှု စာချွန်လွှာရေးထိုးနိုင်ခဲ့ကာ ယခု ၂၀၁၇ တွင် သဘောတူညီမှုရယူနိုင်ခဲ့ခြင်းဖြစ်သည်။ယင်းစက်မှုဇုန်သည် လူဦးရေခြောက်သန်းနေထိုင်သည့် ရန်ကုန်မြို့နှင့် နီးကပ်စွာတည်ရှိပြီး မြန်မာနိုင်ငံ၏ အချက်အချာနေရာများဖြစ်သော နေပြည်တော်နှင့် မန္တလေးသို့ သွားရောက်ရာလမ်းများအနီးတွင်တည်ရှိကာ ရန်ကုန်လေဆိပ်နှင့် မိနစ် ၃၀ အကွာ၊ ရန်ကုန်မြို့ရှိ ဆိပ်ကမ်းများနှင့် တစ်နာရီအကွာခရီးတွင်တည်ရှိသည်ဟုဖော်ပြထားသော်လည်း နေရာအတိအကျနှင့် ရင်းနှီးမြှုပ်နှံမှုပမာဏကို မထည့်သွင်းထားပေ။ယင်းစီမံကိန်းသည် တောင်ကိုရီးယား-မြန်မာ နှစ်နိုင်ငံစီးပွားရေးပူးပေါင်းဆောင်ရွက်မှု၏ သဘောတူညီမှု ရလဒ်ကောင်းဖြစ်ပြီး ကိုရီးယားကုမ္ပဏီများ မြန်မာနိုင်ငံသို့ ဝင်ရောက်ရင်းနှီးမြှုပ်နှံရန်အတွက် အခွင့်အလမ်းကောင်းများဖြစ်စေမည်ဟု မျှော်မှန်းထားသည်။သဘောတူညီမှုလက်မှတ်တွင် မြန်မာအစိုးရနှင့် LH တို့အကြား အကျိုးတူပူးပေါင်းမှုဆိုင်ရာ အသေးစိတ် အချက်အလက်များပါဝင်ပြီး လမ်း၊ လျှပ်စစ်၊ ရေကဲ့သို့ အခြေခံအဆောက်အအုံတည်ဆောက်ရေးကိစ္စများ၊ ရင်းနှီးမြှုပ်နှံမှုနည်းလမ်းများ၊ ယှဉ်ပြိုင်နိုင်စွမ်းကောင်းမွန်ရေးကိစ္စများပါဝင်ကြောင်းသိရသည်။ယင်းစက်မှုဇုန်စီမံကိန်းသည် အလုပ်အကိုင်အခွင့်အလမ်း ငါးသောင်းမှ တစ်သိန်းအထိ ရှာဖွေပေးနိုင်မည်ဖြစ်ပြီး ကိုရီးယားနိုင်ငံ သွင်းကုန်-ထုတ်ကုန်ဘဏ်မှ ဘဏ္ဍာရေးဆိုင်ရာထောက်ပံ့မှုများပြုလုပ်ပေးမည်ဖြစ်ကြောင်း ပြန်ကြားရေးဝန်ကြီးဌာန၏ ထုတ်ပြန်ချက်အရသိရသည်။ဇွန် ၁၆ ရက် နံနက် ၁၁ နာရီခွဲတွင် KENSINGTON JEJU HOTEL ၌ ကျင်းပသည့် မြန်မာနိုင်ငံ မြို့ပြနှင့်အိမ်ရာဖွံ့ဖြိုးရေးဦးစီးဌာနနှင့် ကိုရီးယားနိုင်ငံ L&H Company တို့အကြား Korea Myanmar Industrial Complex Project နှင့်ပတ်သက်ပြီး နားလည်မှုသဝဏ်လွှာလက်မှတ်ရေးထိုးပွဲကို ဆောက်လုပ်ရေးဝန်ကြီးဌာနပြည်ထောင်စုဝန်ကြီးတက်ရောက်ခဲ့ကြောင်းသိရသည်။ယင်းနားလည်မှုသဝဏ်လွှာစာချုပ်ကို မြို့ပြနှင့်အိမ်ရာဦးစီးဌာန ညွှန်ကြားရေးမှူးချုပ်နှင့် L&H Company CEO တို့လက်မှတ်ရေးထိုးကြသည်။အဆိုပါစီမံကိန်းသည် ဧက ၅၇၀ ကျယ်ဝန်းပြီး ရန်ကုန်တိုင်းဒေသကြီး မြောက်ပိုင်းခရိုင် ညောင်နှစ်ပင်တွင်တည်ရှိမည့် စက်မှုဇုန်စီမံကိန်းဖြစ်ပြီး နိုင်ငံတော်အနေဖြင့် အလုပ်အကိုင်အခွင့်အလမ်း ငါးသောင်းမှ တစ်သိန်းအထိရှာဖွေပေးနိုင်မည့် စီမံကိန်းဖြစ်ကြောင်းသိရသည်။"
    },
    {
        "title": "Return To Sender",
        "content": "Return To Sender\n\nReturn To Sender _ Foto Album\"Return to sender\" is a common phrasing used when undeliverable mail is processed to be sent back to the indicated return address.It may also refer to: \"Return to Sender\" (song), a 1962 Elvis Presley songRETURN TO SENDERကနေ့ အီလက်ထရွန်နစ်စာပို့စနစ် (Electronic Mail _ E-mail) တွေ တွင်တွင်ကျယ်ကျယ်သုံးနေတဲ့ ဒစ်ဂျစ်တယ်ခေတ်မှာ သမားရိုးကျ စာပို့စနစ် (Postal Service) ကို သုံးနေရပါသေးတယ်။ စာတွေကို ကုန်းကြောင်း၊ ရေကြောင်း၊ လေကြောင်း နဲ့လိုရာအရပ်ဒေသရောက်အောင် ပို့ကြရပါတယ်။ အရပ်ဒေသတစ်ခုရောက်ရင်စာပို့သမား (Postman) တွေက အိမ်တိုင်ရာရောက်ပို့ပေးကြရပါတယ်။ ဒါကြောင့် တစ်ယောက်သောသူဆီက စာမျှော်အရသာကို ဖော်ကျူးးတဲ့ Carpenters ရဲ့ \"Mr Postman\" လိုသီချင်းတွေ ကျွန်တော်တို့တတွေရဲ့ ရင်ထဲစွဲထင်ကျန်ရစ်နေတာဖြစ်ပါတယ်။စာပို့ရာမှာ ပို့ရမယ့်လိပ်စာရှင် (Addressee) ကို ဘယ်လိုမှရှာမတွေ့လို့ စာတိုက်ကြီးရဲ့ စာသေရုံး (Dead Letter Office) ကို ပြန်ရောက်သွားတာမျိုးလည်းရှိပါတယ်။ ဒါကြောင့် စာပို့သူတွေက သူတို့ပို့တဲ့စာတွေ စာသေရုံးမရောက်သွားစေဖို့ စာအိတ်ပေါ်မှာ လိပ်စာရှင်ကိုရှာမတွေ့ပါက မူလပေးပို့သူထံပြန်ပို့ပေးပါ(If Undelivered, Please Return to Sender) ဆိုတဲ့ မေတ္တာရပ်ခံစာလေးရိုက်နှိပ်ထားတာ တွေ့ရပါလိမ့်မယ်။အဲဒီ ပေးပို့သူထံပြန်ပို့ပေးပါ (Return to Sender) စာတမ်းလေးက လူတွေနဲ့ရင်းနှီးသိကျွမ်းပြီးဖြစ်လို့ Return to Sender အမည်နဲ့ ဟောလီဝုဒ်ရုပ်ရှင်လည်းရှိပါတယ်။ ဂီတအနေနဲ့ ကွယ်လွန်သူရော့ခ်ဘုရင်ကြီး Elvis Presley က သူ့ရဲ့ Girls Girls Girls ရုပ်ရှင်ထဲမှာ ဇာတ်ဝင်တေးအဖြစ် \"Return To Sender\" သီချင်းကို ဟာသနှောသီဆိုခဲ့ပါတယ်။ စီးမျှောခံစားကြည့်ကြပါဦးဗျာ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Prime Minister or Premier ဝန်ကြီးချုပ်",
        "content": "Prime Minister or Premier ဝန်ကြီးချုပ်\n\nကမ္ဘာ့နိုင်ငံတွေမှာရှိတဲ့ အစိုးရဝန်ကြီးအဖွဲ့ (Cabinet) ရဲ့ အကြီးအကဲ ဖြစ်တဲ့ ဝန်ကြီးချုပ် ကို Prime Minister လို့ခေါ်ကြပါတယ်။ တရုတ်လိုနိုင်ငံအချို့မှာတော့ Premier လို့ ခေါ်ပါတယ်။အချို့သတင်းသမားတွေက Prime Minister နဲ့ Premier ကို တစ်ခုနဲ့တစ်ခု ဖလှယ်သုံးနေတာလည်း တွေ့ရပါတယ်။ ဂျာမဏီမှာ ဝန်ကြီးချုပ် ကို Chancellor “အဓိပတိ” လို့ခေါ်ပါတယ်။ အမေရိကန်နိုင်ငံမှာ သမ္မတ သာရှိပြီး၊ ဝန်ကြီးချုပ် မရှိပါ။ ဂူးဂဲ ကို မေးကြည့်ရင်၊ သူက ဒီလို ဖြေပါလိမ့်မယ်။The United States of America does not have a prime minister.မြန်မာပြည်ရဲ့ ၁၉၄၇ ဖွဲ့စည်းအုပ်ချုပ်ပုံအခြေခံဥပဒေ (The Constitution 1947) အရ နိုင်ငံတော်သမ္မတ (President) တစ်ဦး “စပ်ရွှေသိုက်” နဲ့ ဝန်ကြီးချုပ် (Prime Minister) တစ်ဦး “ဦးနု” တို့ကို ခန့်ထားခဲ့ဖူးပါတယ်။လက်ရှိ ၂၀၀၈ ဖွဲ့စည်းပုံအခြေခံဥပဒေ (The Constitution 2008) အရ နိုင်ငံတော်အကြီးအကဲ (Head of State) အဖြစ် သမ္မတ တစ်ဦးသာ ခန့်ထားခဲ့ပြီး၊ ဝန်ကြီးအဖွဲ့အကြီးအကဲ (Head of Government) အဖြစ် ဝန်ကြီးချုပ် (Prime Minister) ကို မခန့်တော့ဘဲ၊ သက်ဆိုင်ရာ တိုင်းဒေသကြီး (Region) နဲ့ပြည်နယ် (State) တွေအလိုက် Chief Minister ခေါ် ဝန်ကြီးချုပ် ၁၄ ဦးကိုသာ အသီးသီးခန့်ထားပါတယ်။ ဒါကြောင့် အခေါ်အဝေါ်အရ လက်ရှိ ဝန်ကြီးချုပ် တွေကို Chief Minister လို့ခေါ်ပါတယ်။ ယခင် ရှိခဲ့ဖူးတဲ့ ဝန်ကြီးချုပ် ကိုတော့ Prime Minister လို့ခေါ်ကြောင်းသတိပြုစေလိုပါတယ်။ (ဝေါဟာရရောထွေးမသွားစေဖို့ပါ။)၁၉၄၈ မြန်မာပြည်လွတ်လပ်ရေးရပြီးနောက် ပထမဦးဆုံး ဝန်ကြီးချုပ် (The first Prime Minister) က ဦးနု (၁၉၄၈-၁၉၅၆) ဖြစ်ပြီး၊ နောက်ဆုံး ဝန်ကြီးချုပ် (The last Prime Minister) ဖြစ်ခဲ့သူက ဦးသိန်းစိန် (၂၀၀၇-၂၀၁၁) ဖြစ်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Obituary _ Daw Tin Moe Khine, 68",
        "content": "Obituary _ Daw Tin Moe Khine, 68\n\n\"ရွှေရင်တံခါး\" သီချင်းလေးရဲ့အဆိုရှင် တင်မိုးခိုင် ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။\"လောကသစ္စာဘယ်ဟာလဲ\" \"အလွမ်းည အချစ်ကဗျာ (စိုးပိုင်နဲ့စုံတွဲတေး)\" တို့လို ကျွန်တော်တို့ကြိုက်ခဲ့တဲ့ စတီရီယိုသီချင်းတွေလည်း အများကြီးပါ။လူကြီးပိုင်းကတော့ BBS _ Burma Broadcasting Service မြန်မာ့အသံ အင်္ဂလိပ်ပိုင်းအစီအစဉ် သတင်းကြေညာသူ Mary Conway အဖြစ်လည်း သိကြပါလိမ့်မယ်။"
    },
    {
        "title": "Calling All Music Enthusiasts",
        "content": "Calling All Music Enthusiasts\n\nမြို့ကြီးလေးမြို့မှာ လှည့်လည်ကျင်းပနေတဲ့ Myanmar Music Festival 2017ယနေ့ ရန်ကုန် အမျိုးသားကဇာတ်ရုံမှာ ဖျော်ဖြေနေပါတယ်။ Live broadcasting at Channel 9."
    },
    {
        "title": "Someday Never Comes",
        "content": "Someday Never Comes\n\nSomeday Never Comes …. Dad, I Love You So Much.အဖေ့ကို ကျွန်တော်ငယ်ငယ်က “အဖေ သားကိုချစ်လား” လို့ ခဏခဏ မေးဖူးပါတယ်။ မေးတိုင်း စကားနည်းတဲ့အဖေက ပြုံးပြီးတော့ \"Someday you will know. တစ်နေ့ မင်းသိလာလိမ့်မယ်” လို့ပဲ ပြန်ဖြေပါတယ်။ အချိန်တွေ တော်တော်ကြာတဲ့အထိ အဖေပြောတဲ့ အဲဒီ “Someday” ဆိုတာကြီး ကျွန်တော့်ဆီ ရောက်မလာခဲ့ပါဘူး။အခုတော့ အဖေလည်း မရှိတော့ပါ၊ ကျွန်တော်လည်း သားတွေသမီးတွေနဲ့ ဖြစ်နေပါပြီ။ အဖေပြောတဲ့ “Someday” ဆိုတာကြီးလည်း ကျွန်တော့်ဆီ ရောက်နှင့်ခဲ့ပါပြီ။ ကျွန်တော့်ကလေးတွေကများ “အဖေ သားတို့ကိုချစ်လား” လို့ မေးလာခဲ့ရင် ပြန်ဖြေဖို့ ကျွန်တော် အဆင်သင့် ဖြစ်နေပါပြီ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "God vs Gold",
        "content": "God vs Gold\n\nကျွန်ပ်တို့ဘုရားသခင်ကို ယုံကြည်တယ်။ In God We Trust.ဒါက ကမ္ဘာ့အကြီးမားဆုံး စီးပွားရေးကိုပိုင်ဆိုင်တဲ့ အမေရိကန်ဒေါ်လာပေါ်မှာ ရိုက်နှိပ်ထားတာပါ။နောက်ပိုင်းတော့ ကမ္ဘာ့စီးပွားရေး ကမောက်ကမတွေဖြစ်၊နိုင်ငံအသီးသီးမှာလည်း စီပွားရေးကပ်ပျက်တွေ ကျရောက်ပြီးတဲ့နောက်ပိုင်းမှာဘုရားသခင်ကို ယုံကြည်နေကြသူတွေ GOD အစား GOLD ကို ပြောင်းသွားကြပါကြောင်း။In GOLD We Trust. အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Look at 'em သူတို့ကိုကြည့်ရှင်",
        "content": "Look at 'em သူတို့ကိုကြည့်ရှင်\n\nကလေးသူငယ်စောင့်ရှောက်ရေး NGO အဖွဲ့တစ်ခုဖြစ်တဲ့ Save the Children ရဲ့ လေ့လာဆန်းစစ်ချက်အရ အမေရိကန်ပြည်ထောင်စု ပြည်နယ်ပေါင်း ၅၀ ထဲက ၁၅ ပြည်နယ်ဟာ အဆိုးရွားဆုံး အခြေအနေမှာရှိကြောင်း၊ အဲဒီထဲက လူဝီဇီယားနား (Louisiana) ပြည်နယ်ဟာ အဆိုးတကာ့အဆုံးနေရာမှာရှိကြောင်းသိရပါတယ်။အဲ့ဒီပြည်နယ်မှာ အစာရေစာ မလုံလောက်ဘူး။ အထက်တန်းကျောင်းမပြီးခင် ကျောင်းထွက်ရသူများတယ်။ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ကိုယ်ဝန်ဆောင်ကြတယ်။ ကိုယ်ဝန်ဆောင်သေဆုံးမှုမြင့်တယ်။ အကြမ်းဖက်ရာဇဝတ်မှုတွေလည်း ထူပြောတယ်။ အကြောင်းကြောင်းနဲ့ အသတ်ခံရသူ၊ သတ်သေကြသူတွေလည်း တော်တော်များများရှိကြတယ်။Louisiana is the worst place for kids in the U.S., according to Save the Children, which ranked states on infant mortality, child hunger, and other factors.လူဝီဇီယားနားပြည်နယ်ဟာ ၂၀၀၅ မှာတိုက်ခတ်ခဲ့တဲ့ Katrina hurricane ကက်ထရီနာမုန်တိုင်းကြောင့် အိမ်ခြေအပျက်အစီးများခဲ့သလို၊ လူအသေအပျောက်လည်းများခဲ့ဖူးပါတယ်။ ပုံမှာတွေ့မြင်ရတာကတော့ ၂၀၀၅ ရေကြီးရေလျှှံမှုကြောင့် နစ်မြုပ်နေတဲ့ ကျောင်းကားတစ်စီးပါ။ကမ္ဘာ့အချမ်းသာဆုံး ဒီမိုကရေစီနိုင်ငံကြီးတစ်ခုဖြစ်တဲ့ အမေရိကားမှာလည်း ဆင်းရဲချမ်းသာကွာဟမှုကို ထိန်းညှိနေရဆဲမို့ မြန်မာနိုင်ငံလို အဘက်ဘက်ကချို့ယွင်း၊ အဂတိတွေထိပ်ဆုံးရောက်၊ ကျင့်ဝတ်တွေပျောက်ဆုံး၊ စိတ်ဓာတ်တွေ အောက်ဆုံးရောက်နေတဲ့ ဖွံ့ဖြိုးဆဲနိုင်ငံလေးဟာ အာဏာရှင်တွေလက်က လွတ်ချိန် အသက်က ဖုတ်လှိုက်ဖုတ်လှိုက်ပါ။ ထွန်းသစ်စမြန်မာအခုလို နိုင်ငံကို ပြန်လည်ထူထောင်နေချိန်ဟာ ဒဏ်ရာဟောင်းတွေ ဆေးထည့်နေချိန်ဖြစ်ပါတယ်။ ဆန္ဒတွေမစောကြပါနဲ့။ အရမ်းကာရော အပြစ်မတင်ကြပါနဲ့ ကိုယ်ရွှေတို့ရယ်။ ကမ္ဘာ့ပေါ် ကဘယ်နိုင်ငံကြည့်ကြည့် ကိုယ့်နိုင်ငံရဲ့ လူမှုဒုက္ခအပေါင်းက လွတ်မြောက်အောင် ကြိုးစားနေကြရတာ တွေ့ရပါလိမ့်မယ်။Be Wiser & Prudent.မြန်မာပြည်ကြီး မင်္ဂလာပါ။"
    },
    {
        "title": "This Night Won't Last Forever",
        "content": "This Night Won't Last Forever\n\n\"This Night Won't Last Forever\" သီချင်းကို မူလတေးရေး-တေးဆို Bill LaBounty က ၁၉၇၈ မှာသီဆိုခဲ့ရာ၊ Billboard Hot 100 မှာ နံပါတ် ၆၅ သာချိတ်ခဲ့ပါတယ်။ ဒီသီချင်းကို နောက်တစ်နှစ်အကြာ ၁၉၇၉ မှာ Michael Johnson က ပြန်ဆိုခဲ့ရာ နံပါတ် ၁၉ ချိတ်နိုင်ခဲ့ပါတယ်။ကျွန်တော်က ၁၉၈၀ မှာ နိုင်ငံခြားပြန်မိတ်ဆွေယူလာပေးလို့ နားထောင်ရပါတယ်။ Michael Johnson ရဲ့ ပြန်ဆိုပုံလေးကို ခံစားကြည့်ကြပါ။Michael Johnson - This Night Won't Last ForeverYOUTUBE.COMMichael Johnson - This Night Won't Last Forever\"This Night Won't Last Forever\" is the title of a song written by Bill LaBounty and originally recorded by him. LaBounty's version of the song was a minor Ad..."
    },
    {
        "title": "LUCKY STRIKE or UNLUCKY STRIKE",
        "content": "LUCKY STRIKE or UNLUCKY STRIKE\n\nကျွန်တော်တို့ရပ်ကွက်ထဲမှာ ဒီလိုပဲ။စားသုံးသူတွေကို ကာကွယ်မှု မပြတ်ပေးနိုင်ပါစေ။Credit to contributor."
    },
    {
        "title": "Contour or Curve",
        "content": "Contour or Curve\n\nကွန်တို (Contour) ကို အဘိဓာန်က \"ကောက်ကြောင်း၊ ပုံသဏ္ဍန်\" လို့ အနက်ပေးပါတယ်။ မြေပုံဆွဲပညာရပ် (Cartography); သဘာဝမြေမျက်နှာသွင်ပြင်ဆိုင်ရာ ပထဝီဝင်ပညာရပ် (Geography); တောတောင်ရေမြေသွင်ပြင်လက္ခဏာပညာရပ် (Topography) တွေမှာတော့ Contour ကို\"မြေပုံပေါ်က အနိမ့်အမြင့်ပြမျဉ်း၊ အနိမ့်အမြင့်ပြမြေပုံ၊ ကွန်တိုမျဉ်း\" လို့ ဖွင့်ဆိုကြပါတယ်။အဲဒီ ကွန်တိုမျဉ်းလေးတွေဟာ ပထဝီဝင်ထဲက မည်ကာမတ္တ အနိမ့်အမြင့်ပြမျဉ်းတွေအဖြစ် ကျောင်းစာသင်ခန်းထဲမှာ ကျန်ရစ်ခဲ့တာမဟုတ်ဘဲ၊ ကျွန်တော်တို့ဘဝရဲ့ နယ်ပယ်အသီးသီးမှာ လက်တွေ့အသုံးချနေတာ တွေ့ကြရပါလိမ့်မယ်။ လမ်းတံတားအင်ဂျင်နီယာတွေက သဘာဝမြေမျက်နှာသွင်ပြင်အလိုက် အကွေ့အဝိုက်၊ အနိမ့်အမြင့်ကွန်တိုမျဉ်းတွေသုံးပြီး တောင်ပတ်လမ်းတွေဖောက်ကုန်ပါပြီ။ တောင်ကုန်းထူတဲ့အရပ်က တောင်စောင်းတွေမှာလည်း ကွန်တိုမျဉ်းများကဲ့သို့ ပုံဖော်ထွန်ယက်စိုက်ပျိုးနေကြပါပြီ။ စစ်ဗိုလ်တွေလည်း စစ်ဆင်ရေးမီ မြေပြင်အနေအထား (Lay of the land) တောင်ကုန်း၊ ချိုင့်ဝှမ်း၊ မြစ်ချောင်းကအစ အနိမ့်အမြင့်ကွန်တိုမျဉ်းတွေကို မြေပုံပေါ်အသေအချာလေ့လာပြီးမှ တိုက်ပွဲဝင်ကြရပါတယ်။ ဒီလိုပါပဲ ဖက်ရှင်ဒီဇိုင်းသမားတွေကလည်း အမျိုးသမီးတွေရဲ့ ခန္ဓာကိုယ်အချိုးအဆက်အတိုင်း ပုံဖော်ချုပ်လုပ်ပေးနိုင်လို့ အားလုံး ချပ်ရပ်လှပနေကြပါပြီ။ မိတ်ကပ်အလှဖန်တီးရှင်တွေကလည်း ကွန်တိုသဘောကို အသုံးချကာ၊ မျက်နှာကိုလိုသလို ပုံဖော်ချယ်သပေးနိုင်တာကြောင့် အရုပ်ဆိုးတွေတောင် ကြည့်ပျော်ရှုပျော်ဖြစ်၊ နဂိုရုပ်ခံကောင်းသူတွေအဖို့ ဘယ်သူပြိုင်လို့ လှပါတော့နိုင်ဖြစ်ကုန်ကြပါပြီ။Who could ask for more? ဘာလိုသေးလဲဗျာ။ဝေါဟာရအနေနဲ့ကြည့်ရင် Contour ရဲ့ အဓိပ္ပာယ်ဟာ မူလက သက်ရှိသက်မဲ့တွေရဲ့ \"ကောက်ကြောင်း၊ ပုံပန်းသဏ္ဍန်\" ပါ။ ပထဝီဝင်အခေါ်အရ \"အနိမ့်အမြင့်ပြကွန်တိုမျဉ်း\" ပါ။ တဖြည်းဖြည်းနဲ့ \"ကောက်ကြောင်း\" ကနေ \"ပေါ်လွင်အောင်ဖန်တီးထားတဲ့ကောက်ကြောင်း\" အဖြစ် အဓိပ္ပာယ်ရွေ့သွားတာတွေ့ရပါတယ်။ဥပမာ Smooth contour of a sculpture ဆိုရင် ပန်းပုရုပ် ကို အဝန်းအဝိုင်း၊ အမို့အမောက်တွေနဲ့ ကောက်ကြောင်းပေါ်လွင်အောင်၊ အချိုးအဆစ်ကျအောင် ထုဆစ်ထားတယ်လို့ပြောတာပါ။ အဲဒီကနေ ကာလရွေ့ပြီး၊ ဒီကနေ့ Contour ရဲ့နောက်ဆုံးပေါ်အဓိပ္ပာယ်က \"အမျိုးသမီးတစ်ဦးရဲ့ ရှိုက်ဖိုကြီးငယ်အသွယ်သွယ်Attractive shape of a woman's body\" ဖြစ်ပါတယ်။ အချိန်နဲ့အမျှ ဝေါဟာရစကားလုံးတွေရဲ့အဓိပ္ပာယ်ပြောင်းသွားတတ်ပုံကို ဆရာတစ်ယောက်က \"အတောင်ပံပါသောစကားလုံးများ\" လို့တောင် တင်စားခဲ့ဖူးပါတယ်။ ပျံသန်းနေတဲ့စကားလုံးတွေကို အမီလိုက်နိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကနားဖျင်း နဲ့ ကျွန်တော်",
        "content": "ကနားဖျင်း နဲ့ ကျွန်တော်\n\nIf I Die Today, What Shall You Doကနားဖျင်း နဲ့ ကျွန်တော်အခြားဘာသာစကားတွေမှာလိုပါပဲ မြန်မာစာမှာလည်း ရေးတော့အမှန် ဖတ်တော့အသံ ဆိုတာတွေ အများကြီးရှိပါတယ်။အဲဒီထဲမှာ “ကနားဖျင်း” ဆိုတာလည်းတစ်ခုအပါအဝင်ဖြစ်ပါတယ်။ မြန်မာအဘိဓာန် က ကနားဖျင်း ကို “ကနဖျင်း (သို့) ကလဖျင်း” လို့အသံထွက်နိုင်တယ်ဆိုပေမယ့်၊ အများကတော့ ကလဖျင်း လို့ အသံထွက်ကြပါတယ်။ကနားဖျင်း ကို မြန်မာအဘိဓာန် က အမိုးပြန့်ယာယီအဆောက်အအုံငယ်၊ အင်္ဂလိပ်လို Flat-roofed temporary shed တူညီအဓိပ္ပာယ်ပေးပါတယ်။ကနားဖျင်း နဲ့ဆက်စပ်လို့ ပြောပြစရာရှိပါတယ်။ မိဘကောင်းတွေအနေနဲ့ သားသမီးတွေအပေါ် တာဝန်ကျေကြတဲ့အပြင်၊ကိုယ့်သားသမီး ဘယ်အရွယ်ရောက်ရောက် စိတ်မချနိုင်ပါဘူး၊ အချို့ဆို အရွယ်ရောက်နေတာတောင် ကြီးကောင်ဝင်တယ်လို့ မထင်ကြပါဘူး။ဒါက မိဘတွေရဲ့ အနိုင်းမဲ့မေတ္တာတရားပါ။ ကျွန်တော်တို့အိမ်မှာ အမေလုပ်သူ မကြာခဏပြောလေ့ရှိတာက ငါ ခဏသေကြည့်ချင်တယ်၊နင်တို့တွေ ဘယ်လိုနေကြမလဲဆိုတာသိချင်လို့ဆိုပဲ.. ခဏပဲသေမယ်နော်..ခဏလေး။အဖေလုပ်သူ ကျွန်တော်က အားကျမခံဝင်ပြောလိုက်တယ်။ မင်းတို့ ငါ သေရင် ဘာလုပ်ကြမလဲ။ ပြောချင်တာကငါ သေရင် ဘယ်လိုလုပ်(ကိုင်နေထိုင်စားသောက်) ကြမလဲ ဆိုတာပါ။ တကယ်မေးမိတာက “မင်းတို့ ငါ သေရင် ဘာလုပ်ကြမလဲ” ဖြစ်သွားတယ်။ပြင်ဆင်ထားပုံရတဲ့ ကျွန်တော့သားက ခပ်သွက်သွက်ပဲ ဖြေလိုက်တယ် .. အဖေ ကျွန်တော် ကနားဖျင်း ထိုးမယ် .. တဲ့။သေပြီဆရာ။ သဘောပေါက်သွားပြီ ကျုပ်သေရင် ကနားဖျင်း ထိုးမယ်ပေါ့၊ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "PLANE CRASH",
        "content": "PLANE CRASH\n\nDebris found. All 122 Aboard feared dead according to Aviation Safety Network.လူကြီး ၂၊ ကလေး ၁ အလောင်းနဲ့အတူ ပျက်ကျ တပ်မတော်လေယာဉ် အပျက်အစီးအချို့ စတွေ့ပြီ။တပ်မတော်ထုတ်ပြန်ချက် ကို ကိုးကားလျက် CNN သတင်း က ရေးသားလိုက်ပါတယ်။QUOTEYangon, Myanmar (CNN)Wreckage and bodies from a Myanmar military flight that had gone missing Wednesday afternoon have been discovered in the Andaman sea, the military has confirmed.Aircraft parts and the remains of two adults and a child, along with life jackets and luggage were discovered at 8:18 a.m. Thursday local time (9:48 p.m. Wednesday ET), 14 miles west of Kyauk Ni Maw in Rakhine state,the statement said. The recovery operation is ongoing.The plane, with 122 people on board, lost contact 29 minutes after taking off from the coastal town of Myeik. It was headed toward the capital of Yangon and part of a regularly scheduled military flight,a military spokesman told CNN on Wednesday.UNQUOTE"
    },
    {
        "title": "WORLD ENVIRONMENTAL DAY",
        "content": "WORLD ENVIRONMENTAL DAY\n\nဇွန် ၅ ရက် ကို ကမ္ဘာ့ပတ်ဝန်းကျင်ထိန်းသိမ်းရေးနေ့ (WORLD ENVIRONMENTAL DAY) လို့ အသိအမှတ်ပြုထားပါတယ်။၂၀၁၇ အတွက် ဆောင်ပုဒ်က CONNECTING PEOPLE WITH NATURE ပါ။လွန်ခဲ့တဲ့နှစ်ပေါင်း ၅၀ နီးပါးအထိ ကျွန်တော်တို့ မြန်မာနိုင်ငံမှာ သဘာဝပတ်ဝန်းကျင် ကို အလေးထားရကောင်းမှန်းမသိပါ။ပေးဆပ်ခဲ့ရတာတွေ နောက်ကြောင်းပြန်မရစ်ချင်တော့ပါ။အခုကစလို့ ဒီမိုကရက်တစ်အစိုးရနဲ့ ပြည်သူများ သဘာဝပတ်ဝန်းကျင် ကို အလေးထားကြပါစို့။ဒီနှစ်ဆောင်ပုဒ်အတိုင်း သဘာဝနဲ့လူတွေ သဟဇာတဖြစ်အောင် ဘယ်လိုများပေါင်းစည်းကြမလဲ။ကဲ Living Proof အနေနဲ့ ဖားကန့်မှော်တွေထဲ က အကာအကွယ်မဲ့ မသိကျိုးကျွန်ပြုခံ ရေမဆေးကျောက်ရှာသူတွေရဲ့ဘဝကို စာနာလိုက်ပါဦး။"
    },
    {
        "title": "O-BLA-DI O-BLA-DA",
        "content": "O-BLA-DI O-BLA-DA\n\nကျွန်တော်တို့ ခပ်ကြီးကြီးမြီးကောင်ပေါက်အရွယ်က ကြိုက်နှစ်သက်ခဲ့ရတဲ့ The Beatles ရော့ခ်ဂီတအဖွဲ့ရဲ့ Obladi Oblada သီချင်းထဲကLife goes on ဆိုတာလေး မှတ်မိကြဦးမယ်ထင်ပါတယ်။ တကယ်တော့ Obladi Oblada ဆိုတာ အာဖရိကန်လို Life goes on လို့အဓိပ္ပာယ်ရပါတယ်။ကျွန်တော်တို့ လူသားတွေရဲ့မွေးဖွားခြင်းနဲ့ သေဆုံးခြင်းကြားက ဘဝကို ဘယ်အရာကမှ မရပ်တန့်နိုင်ပါဘူး။ There is nothing that stops life. ပေါ့။ဆရာကြီးဦးသုခ ရေးဖွဲ့သလို \"ဘဝသံသရာ ရှည်လျားထွေပြား မနေမနား တသွားတည်းသွားကြတာဆိုသလိုပါပဲ ပျော်ရွင်ခြင်း၊ ဝမ်းနည်းပူဆွေးခြင်း၊ အောင်မြင်ခြင်း၊ ကျရှုံးခြင်းစတဲ့အကြောင်းတရားတွေဟာ စဉ်ဆက်မပြတ် သွားလိုက် လာလိုက်\"come and go\" ပါ။ ကဲ နုစဉ်အခါက ဘုမသိ ဘမသိနားထောင်ခဲ့ဖူးတဲ့ Obladi Oblada Life goes on ကိုပြန်ခံစားကြည့်ရင်း သံသရာနွံထဲက ဒုက္ခသမားတွေရဲ့ နိစ္စဓူဝ ဘဝဖြတ်သန်းပုံလေး ဆင်ခြင်ကြည့်ကြရအောင်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကော်ဖီခါးခါး (သို့) ဘွခါးခါး",
        "content": "ကော်ဖီခါးခါး (သို့) ဘွခါးခါး\n\nဒီကနေ့ ရော့ခ်အဆိုတော်ကြီး ချစ်ကောင်း ကို လူသိများစေတဲ့သီချင်းတစ်ပုဒ်က \"ကော်ဖီခါးခါး\" ပါ။အစိုးရဆိုးဆိုးအောက်မှာ နှစ်အရှည်ကြီး အသက်ရှင်နေထိုင်ကြရတော့ လွတ်လပ်စွာပြောဆိုခွင့်(Freedom of Speech) အပါအဝင် လွတ်လပ်မှုတွေအားလုံး ဆုံးရှုံးခဲ့ရတယ်။ အကြမ်းဖက်တော်လှန်မယ်ဆိုတော့လည်း အင်အားကမမျှ။ အုပ်ချုပ်သူအာဏာပိုင် (The Authority) နဲ့ အအုပ်ချုပ်ခံ (The Oppressed) တို့ရဲ့တိုက်ပွဲက ရှည်လျားလှသလို အအုပ်ချုပ်ခံတို့ရဲ့ဘဝက ခါးသီးလှပါတယ်။ ဖန်တီးသူတွေက ဘဝခါးခါးကို ကော်ဖီခါးခါး အသွင်ပြောင်းကာ၊ အာဏာပိုင်တွေကို မသိမသာတော်လှန်ခဲ့တဲ့ တိုက်ပွဲဝင်သီချင်း\"ကော်ဖီခါးခါး\" ရဲ့မူရင်းက \"Authority Song\" ပါ။ \"အာဏာပိုင်တွေကိုတိုက်ပွဲဝင်ခဲ့ပေမယ့်၊သူတို့ကအမြဲပဲ အနိုင်ယူသွားကြတယ်... I fight authority, authority always wins\" ဆိုတဲ့စာသားလေးကကျွန်တော်တို့လို အကာအကွယ်မဲ့ အဖိနှိပ်ခံပြည်သူတွေကို အတော်လေးဖမ်းစားကာ ခွန်အားပေးခဲ့ပါတယ်။မူရင်းကိုမှီးပြီး ဂီတချစ်သူတွေအတွက် သီချင်းကောင်းဖန်တီးပေးခဲ့တဲ့ တေးရေးသူကို ကျေးဇူးတင်ပါတယ်။ကဲ အဲဒီ \"Authority Song\" ကိုနားဆင်ကြည့်ကြပါဦး။ အားလုံး မင်္ဂလာပါ။AUTHORITY SONG by John MellencampThey like to get you in a compromising positionThey like to get you there and smile in your faceThey think, they're so cute when they got you in that conditionWell I think, it's a total disgraceI fight authority, authority always winsI fight authority, authority always winsI been doing it, since I was a young kidI've come out grinnin'I fight authority, authority always winsSo I call up my preacherI say: \"Gimme strength for Round 5\"He said: \"You don't need no strength, you need to grow up, son\"I said: \"Growing up leads to growing old and then to dying,And dying to me don't sound like all that much fun\"I fight authority, authority always winsI fight authority, authority always winsI been doing it, since I was a young kidI've come out grinnin'I fight authority, authority always winsI fight authority, authority always winsI fight authority, authority always winsI been doing it, since I was a young kidI've come out grinnin'I fight authority, authority always winsOh noOh noI fight authority, authority always winsI fight authority, authority always winsI fight authority, authority always winsI been doing it, since I was a young kidI've come out grinnin'I fight authority, authority always winsI fight authority, authority always winsI fight authority, authority always winsI been doing it, since I was a young kidI've come out grinnin'I fight authority, authority always wins♡♡♡"
    },
    {
        "title": "Hunger is best Sauce",
        "content": "Hunger is best Sauce\n\nဒီနေ့ အိမ်မှာ အုန်းထမင်းချက်တယ်။စောင့်နေတုန်း ဆာလိုက်တာ။ဟိုရှာ ဒီရှာနဲ့ အွန်လိုင်းမှာ ဝက်နားရွက်ကြော် နဲ့ အချဉ်ရည် သွားတွေ့တယ်။ဒါက Virtual Reality ဆိုတော့ သွားရည်ကျရုံပါပဲ။တကယ်ဆာတာ မီးဖိုချောင်ထဲဝင်မှ ဖြစ်မှာပါ။."
    },
    {
        "title": "ညီစေချင်သောစာလုံးပေါင်းများ",
        "content": "ညီစေချင်သောစာလုံးပေါင်းများ\n\nညီစေချင်သောစာလုံးပေါင်းများ (သို့) အနက်စွဲရေးကြမလား၊ အသံစွဲရေးကြမလားလူနာမည်၊ မြို့အမည်၊ ကုမ္ပဏီအမည် စတဲ့ မြန်မာစကားလုံးတွေကို အင်္ဂလိပ်လို ရေးရင် အသံထွက်တဲ့အတိုင်း \"အသံစွဲ\" ရေးတဲ့သူရှိသလို၊ စာအတိုင်း \"အနက်စွဲ\" ရေးသူလည်းရှိပါတယ်။ ဒီကိစ္စမျိုးမှာ မူသေ သတ်မှတ်ချက်မရှိတော့ ပြောရခက်ပါတယ်။ ကျွန်တော်တို့ကုမ္ပဏီက လှိုင်သာယာ၊ ရွှေလင်ပန်းစက်မှုဇုန်မှာရှိတယ်။ ရွှေလင်ပန်း ကို အင်္ဂလိပ်လိုရေးရာမှာ အနက်စွဲ Shwe Lin Pan (သို့) အသံစွဲ Shwe Lin Ban လို့ရေးကြပါတယ်။ ကျွန်တော်အနေနဲ့ အသံထွက်တဲ့အတိုင်း \"အသံစွဲ\"ရေးတာကြိုက်လို့ Shwe Lin Ban လို့ရေးဖို့ ရွေးလိုက်ပါတယ်။အရင့်အရင်လူတွေ ရေးလေ့ရှိတာက ရွှေတိဂုံဘုရား ကို Shwedagon; ရန်ကုန် ကို Yangon; ပဲခူး ကို Bago; ပုဂံ ကို Bagan; သိမ်ဖြူလမ်း ကို Theinbyu လို့ အသံစွဲရေးကြပါတယ်။ ဒီဘက်ခေတ်ရောက်တော့ လိုက်နာတာမတွေ့ရဘဲ နေပြည်တော် ကို Nay Pyi Taw လို့ အနက်စွဲနဲ့ရေးတာတွေ့ရပါတယ်။ပိုဆိုးတာက နှစ်ပေါင်းများစွာ အသားကျပြီးသား သိမ်ဖြူ Theinbyu ကို Thane Phyu လို့ရေးတယ်ဗျာ။ လေပါတယ်။ ပုံသေ မူသေမရှိတာက ရှုပ်ထွေးမှုတွေဖြစ်ပေါ်စေပါတယ်။ ရှင်းပြရတဲ့အလုပ်က ပိုရှုပ်ပါတယ်။အနက်စွဲ-အသံစွဲသုံးနေပြပုံကို ဥပမာတစ်ခုပြရရင် \"ရတနာ_ရတနာပုံ\" ကို အောက်ပါအတိုင်း အမျိုးမျိုးရေးနေကြပါတယ်။ဘောလုံးအသင်း က Ya da nar bon Football Clubလေကြောင်းလိုင်း က Mann Ya da nar pon AirlinesIT ကုမ္ပဏီ က Ya ta nar pon Teleportနည်းပညာတက္ကသိုလ် က University of Technology (Ya ta nar pon Cyber City)...... စသည်ဖြင့် စသည်ဖြင့် တစ်ယောက်တစ်မျိုးရေးနေကြတာ တွေ့ရပါလိမ့်မယ်။ပြန်ကြည့်ရင် ဘောလုံးအသင်း_သူတစ်ယောက်ပဲ အသံထွက်တဲ့အတိုင်း အသံစွဲနဲ့ \"ရဒနာဘုံ\" လို့ရေးတာ တွေ့ရပါတယ်။ Yadanarbonလေကြောင်းလိုင်းကတော့ \"ရဒနာပုံ\" လို့ရေးပြန်ပါတယ်။ YadanarponIT ကုမ္ပဏီ နဲ့ နည်းပညာတ္ကသိုလ် တို့က အနက်စွဲနဲ့ \"ရတနာပုံ\" လို့ပဲ ရေးပါတယ်။ Yatanarponကိုယ်သန်ရာ သန်ရာလို့ ဆိုရမလားပဲ။  ကျွန်တော်ကတော့ စာလုံးပေါင်းများ ညီစေချင်ပါတယ်။ရခိုင်ပြည်နယ်က မောင်တောမြို့ ကို Muangtaw ရေးလိုက်၊ Muangdaw ရေးလိုက် မဖြစ်စေချင်ပါ။ဒါကို ဘယ်သူဝင်ကူပြီး ဖြေရှင်းပေးနိုင်မလဲလို့ တွေးနေမိတယ်။ အသစ်တွေနဲ့ ထပ်လာခဲ့ပါဦးမယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ANGRY MEN",
        "content": "ANGRY MEN\n\nတစ်နေ့က တရားခွင်မှာ ဒေါသထွက်နေတဲ့ ရှေ့နေကြီးတစ်ယောက်က အမျိုးသမီးတရားသူကြီးကို ဖိနပ်နဲ့ပစ်ပေါက်ခဲ့ပါတယ်။ဒီဖြစ်ရပ်ကြောင့် ဟိုးလွန်ခဲ့တဲ့အနှစ် ၆၀ က တရားရုံးအကြောင်းချယ်မှုန်းတဲ့ \"ဒေါသအိုး ၁၂ ယောက် 12 Angry Men\" ရုပ်ရှင်ကို အမှတ်ရမိပါတယ်။ဒီကားမှာ လူသတ်မှုကျူးလွန်တဲ့ ဆယ်ကျော်သက်လူငယ်ရဲ့အမှုကို ဂျူရီ (Jury) ခေါ် တရားသူကြီး ၁၂ ယောက်အဖွဲ့က စိစစ်ကြားနာ တိုင်ပင်ဆွေးနွေးပြီးအားလုံးတစ်ညီတစ်ညွတ်တည်း သဘောတူညီချက် (Consensus) အပေါ်အခြေခံပြီး အပြစ်ရှိ မရှိ ဆုံးဖြတ်ချက်-စီရင်ချက်ချဖို့ ကြိုးစားကြတဲ့ဇာတ်လမ်းပါ။အဲဒီလို စိစစ်ကြားနာကြရာမှာ အဲဒီ ဂျူရီတရားသူကြီး ၁၂ ယောက်ဟာ အသေအလဲငြင်းကြခုန်ကြရလို့ သူတို့ကို အပေါ်ယံကြည့်ရင်ထပဲသတ်ကြတော့မယ့် ဒေါသအိုးတွေ လို့ ထင်စရာပါ။ ဒါပေမဲ့ စွပ်စွဲသူတရားလိုအပေါ်မှာရော၊ စွပ်စွဲခံရသူတရားခံအပေါ်မှာရောဘက်လိုက်မှု၊ အဂတိကင်းရှင်းတော့ \"တရားမျှတမှု\" အမှန်တရားကိုပဲ ဦးတည်ကြောင်းဖော်ပြနေပါတယ်။ တကယ့်တရားမျှတမှု Real Justice သရုပ်ပါ။\"12 Angry Men\" ဟာ ဇာတ်ကားကောင်းဖြစ်လို့ ဆုတွေရတာ မပြောလိုဘဲ သူတို့ဆီမှာ လွန်ခဲ့တဲ့အနှစ်လေးငါးဆယ်ကျော်ကတည်းက တရားရေးမဏ္ဍိုင် ဖြောင့်မတ်ကြံ့ခိုင်ဖို့အဘက်ဘက်က ထိန်းကျောင်းနေကြပေမယ့်၊ ကျွန်တော်တို့ဆီမှာ တရားမျှတမှု က စဉ်းတီတုံး (Chopping Block) ပေါ်မှာပဲရှိနေပါသေးတယ်။ကဲ အဂတိကင်းရှင်းရေး ဝိုင်းဝန်းကြိုးစားပေးကြရအောင်_စိတ်ဆိုးသင့်တာ စိတ်ဆိုးမယ်၊ ဒေါသထွက်သင့်ရင်ထွက်မယ်။ဝေဿန္တရာမင်းကြီးတောင် အလှူပေးပြီဖြစ်တဲ့ သားနဲ့သမီးကို မညာမတာရိုက်ရက်တဲ့ ပုဏ္ဏားကိုသတ်ဖို့ သန်လျက်ထုတ်မိသေးတာပဲ။ကျွန်တော်တို့လည်း ပညာသားပါပါ အမျက်ထွက်ကြရအောင် Angry Men တို့ရေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Rickshaw လန်ချား",
        "content": "Rickshaw လန်ချား\n\nလူ့အင်အားသက်သက်နဲ့ ပြေးဆွဲတာမှန်သမျှကို တရုတ်စကားနဲ့ 人力车 Ren li che (ရင်လိချား) လူအားနဲ့ဆွဲတဲ့ ဘီးတပ်ယာဉ်၊ တစ်နည်း \"လန်ချား\" လို့ခေါ်ပါတယ်။ဂျပန်က Jinrikisha (human-powered rickshaws) လို့ခေါ်ပါတယ်။ အင်္ဂလိပ်လိုတော့ Rickshaw ပါ။ရန်ကုန်ကနယ်ပို့လိုက်တဲ့ သုံးဘီးကား (Three-wheeler) ကို အခြားနေရာမှာ Tuk-Tuk တုတ်တုတ် လို့သိကြပါတယ်။တကယ်တန်းပြောရရင် သုံးဘီးကား ဟာ လည်း စက်အားသုံးလန်ချား (Auto-rickshaw) တစ်မျိုးပါပဲ။Trishaw ဆိုက်ကား (သို့) သုံးဘီးလန်ချားလူဆွဲလန်ချား Rickshaw ကို နောက်ပိုင်း လူနေရာမှာ စက်ဘီး (Bicycle) အစားထိုးလိုက်တော့ လူအားစိုက်မပြေးဆွဲရတော့ဘဲ၊ စက်ဘီးနင်းရုံနဲ့ လိုရာရောက်ပါတယ်။သူ့ကို သုံးဘီးယာဉ် (Trishaw) လို့အမည်ပေးပါတယ်။ Cycle-rickshaw (သို့) Pedicab လို့လည်းခေါ်ကြပါတယ်။Bicycle with a sidecar, powered entirely by the cyclist. စက်ဘီးတွဲဆိုက်ကား ပေါ့ဗျာ။အခုအခါ ဆိုက်ကားတွေနေရာမှာ ကယ်ရီ ခေါ် (Carry-Carrier) မော်တော်ဆိုင်ကယ်တွေက နေရာဝင်ယူလာပါပြီ။Side-car ဘေးတွဲပါမော်တော်ဆိုင်ကယ်မြန်မာတွေ ဆိုက်ကား လို့ လူသိများတဲ့ ပို့ဆောင်ရေးယာဉ်နဲ့တူညီတဲ့ အင်္ဂလိပ်စကားက Side-car ပါ။ဒါပေမဲ့ Side-car ကို အဘိဓာန်က ဘေးတွဲပါမော်တော်ဆိုင်ကယ် လို့အနက်ပေးပါတယ်။ဒုတိယကမ္ဘာစစ်အတွင်းက ဂျာမန်စစ်သားတွေ အဲဒီ ဘေးတွဲပါဆိုင်ကယ် Side-car တွေကို တွင်တွင်ကျယ်ကျယ်သုံးခဲ့ကြပါတယ်။■■ လန်ချားကို ဂျပန်မှာ ၁၈၇၀ ကတည်းက စတင်သုံးခဲ့ပြီး၊ ၁၉၃၀ မှာ အသုံးနည်းမှေးမှိန်သွားပေမယ့်၊ ၂၀၀၀ ပြည့်နှစ်များအတွင်း တစ်ကျော့ပြန်ခေတ်စားလာပါတယ်။အဓိက ကမ္ဘာလှည့်ခရီးသွားလုပ်ငန်းအတွက် ဆွဲဆောင်မှုအဖြစ် အခု ဂျပန်မှာ လူဆွဲလန်ချားတွေ တစ်ခေတ်ပြန်ထလာတဲ့အကြောင်း ဖတ်ရပါတယ်။အသစ်ဘယ်လိုကောင်းကောင်း အဟောင်းတလည်လည်ဆိုတာတွေလည်းရှိပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "INTERNALLY DISPLACED PERSONS",
        "content": "INTERNALLY DISPLACED PERSONS\n\nကိုယ်ဘေးကင်းလုံခြုံရာရောက်နေပေမယ့်အခြားဘယ်သူတွေ အမိုးအကာမဲ့နေလဲ၊ဘယ်သူတွေ ဘာကြောင့် မိုးထဲလေထဲ ပြေးလွှားနေရသလဲလူတချို့ကိုသိဖို့ သူတို့ကိုလာကြည့်ကြပါဦးဗျာ။သူတို့က အရိပ်ထဲမှာ နေပူသူတွေပါ။"
    },
    {
        "title": "ဘော်လီ(သို့)ရင်ကြားကရင်တား",
        "content": "ဘော်လီ(သို့)ရင်ကြားကရင်တား\n\nအာရှဒေသကလူတွေ ရွှေကိုနှစ်သက်ကြတာ အားလုံးသိပါတယ်။ အခုလည်း သတင်းတစ်ပုဒ်အရ တရုတ်ယွမ် ၃ သန်း(ပေါင်စတာလင် ၃ သိန်းကျော်) တန်ဖိုး ရှိ ရွှေအစစ် ၇၀၀ ဂရမ်နဲ့လုပ်ထားတဲ့ အမျိုးသမီးအတွင်းခံ ဘော်လီ ကို ဂန်ဆုပြည်နယ်မှာ အရောင်းမြှင့်တင်ရေးအတွက် ပြသထားတယ်လို့ဆိုပါတယ်။ဝေါဟာရအနေနဲ့ပြောရရင် အမျိုးသမီးအတွင်းခံ ကို ဘော်လီ လို့ခေါ်ပါတယ်။ တကယ်တော့ ဘော်လီ ဆိုတာ အင်္ဂလိပ်စကား Bodice ကို မြန်မာမှုပြု ထားတာပါ။ နောက်အခေါ်တစ်မျိုးက Chemise ကို အသံလှယ်မွေးစားလိုက်တဲ့ \"ရှင်မီး\" ဖြစ်ပါတယ်။ ဘော်လီ ရဲ့နေရာကို Brassier ဘရာဇီယာ က အစားထိုးဝင်လာတယ်ဆိုပေမယ့် ဘော်လီ ဟာ ဖက်ရှင်သဘောအရတိုဟယ်၊ ရှည်ဟယ်၊ ပွဟယ်၊ ကြပ်ဟယ်နဲ့ ပုံပြောင်း၊ အနေအထားပြောင်းရုံကလွဲလို့ အမျိုးသမီးအတွင်းခံအဖြစ် အမျိုးသမီးထုရဲ့ဘဝလုံခြုံရေး ကို တာဝန်ယူဆဲပါ။ကြီးကြီးကျယ်ကျယ်ပြောရရင် ယောကျားသားတွေသာ Brainless ဖြစ်ချင်ဖြစ်သွားမယ်၊ မိန်းမသားထုကတော့ Bralessဖြစ်မသွားနိုင်လို့ဆိုကြပါတယ်။ ဒါကြောင့် ဒီကနေ့ ဘော်လီ ရဲ့အခန်းကဏ္ဍက ပျောက်ကွယ်သွားခြင်းမရှိသေးတာဖြစ်ပါတယ်။ဘော်လီနဲ့ပတ်သက်လို့ (အဲ မဟုတ်တာဆိုမမေ့ဘူးလို့ မပြောနဲ့) မှတ်မိနေတာလေးရှိတယ်။ ဒါက ကဗျာတိုလေးပါ။ယခင်တုန်းကလို စာပေစိစစ်ရေးသာရှိနေသေးရင် ဒီကဗျာမှာ အုံကြွမှုတွေ၊ တော်လှန်ရေးအငွေ့အသက်တွေပါတယ်ဆိုပြီးခွင့်ပြုချင်မှ ခွင့်ပြုပါလိမ့်မယ်။\"ကုပ်သိုင်းဘော်လီကြိုးများပြေတော့တော်လှန်မှုကြီးအုံကြွခြင်း\"ဘာပဲဖြစ်ဖြစ် ရင်ကြားစေ့ရေးအတွက် အမျိုးသမီးဘော်လီကို ပစ်ပယ်လို့မရနိုင်သေးဘူးနော်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Yangon River Draft",
        "content": "Yangon River Draft\n\nပြန်သတိရတယ် ကိုငြိမ်း ရယ်အခုတော့ ရေသေ၊ ရေထ၊ လဆန်း၊ လဆုတ်Too early; Too late တွေလည်း မရှိတော့ဘူး။လွမ်းတယ် မြစ်ရန်ကုန်ရေ။ Miss You, River of Yangon!ဘာပဲဖြစ်ဖြစ် အမှတ်တရတွေပါ။အားလုံးကို ကျေးဇူးတင်ပါတယ်။"
    },
    {
        "title": "A Must To Read.",
        "content": "A Must To Read.\n\nအချိုပေါ်သကာလောင်းထပ်လောင်းပြောစရာရှိမယ်မထင်ပါ။"
    },
    {
        "title": "超美 chao mei; 超 英 chao ying",
        "content": "超美 chao mei; 超 英 chao ying\n\nအမေရိကန်ကိုကျော်တက်မယ်၊ ဗြိတိန်ထက်သာလွန်စေရမယ်\"We will overtake America; We will surpass Great Britain\" ဆိုတာကို တရုတ်ကွန်မြူနစ်ပါတီဥက္ကဋ္ဌကြီး မော်စီတုံး (Mao Zedong) က ၁၉၅၈ မှာ ကြွေးကြော်ခဲ့တာပါ။ သူ့ရဲ့ \"The Great Leap Forward မဟာခုန်ပျံကျော်လွား\" ကြိုးပမ်းမှုစီမံကိန်းကို အကောင်အထည်ဖော်စဉ်က ဝေဖန်မှု၊ပြက်ရယ်ပြုမှုတွေနဲ့ ရင်ဆိုင်ခဲ့ရတယ်။ အခက်အခဲပေါင်းများစွာ ကြုံတွေ့ရသလို အသက်ပေါင်း သန်းနဲ့ချီ စတေးခဲ့ရတယ်။ ခုတော့လည်း အားလုံးသိတဲ့အတိုင်း တရုတ်ပြည်ဟာ ကမ္ဘာ့စီးပွားရေးအတောင့်တင်းဆုံး ၁၀ နိုင်ငံစာရင်းဝင် ဖြစ်သွားပါပြီ။ ကမ္ဘာ့နံပါတ် ၁ အချမ်းသာဆုံးနိုင်ငံက အမေရိကန် ဖြစ်ပြီး၊ တရုတ် က နံပါတ် ၂၊ဗြိတိန် က နံပါတ် ၅ ပါ။ အပြည့်အစုံကတော့ 1. USA; 2. CHINA; 3. JAPAN; 4. GERMANY; 5. UK (Great Britain); 6. INDIA; 7. FRANCE;8. BRAZIL; 9. ITALY; 10. CANADA တို့ ဖြစ်ပါတယ်။ အရင်ကတော့ ဥက္ကဋ္ဌကြီး မော်ရဲ့ \"The Great Leap Forward\" ဆိုတာ မဖြစ်နိုင်တဲ့ ကမူးရှူးထိုးကတိပါ။ စိတ်ကူးယဉ်မျှော်မှန်းချက်ကြီးပါကွာလို့ သတ်မှတ်ခံခဲ့ရပေမယ့်၊ အခုလို အမေရိကန်ကို အမီလိုက်၊ ဗြိတိန်ကို ကျော်တက်နိုင်အောင် တရုတ်ပြည်ကြီး နှစ် ၆၀ လောက် ကြိုးစားလာခဲ့ရပါတယ်။ ကဲ ... ကျွန်တော်တို့လည်း စင်္ကာပူကိုကျော်တက်ဖို့ ဘာတွေပေးဆပ်ပြီး၊ ဘယ်လောက်ကြာကြာ၊ ဘယ်လိုကြိုးပမ်းအားထုတ်ကြရမလဲ။ Against All Oddsဘယ်လိုအခက်အခဲတွေရှိရှိ ကြိုးစားနေရမှာက မိမိတို့တာဝန်သာဖြစ်ပါကြောင်း ..... ။ အားလုံး မင်္ဂလာပါ။Source :Mao Zedong and China by Rebecca E. Karl"
    },
    {
        "title": "Seeing is Revealing",
        "content": "Seeing is Revealing\n\nရှေးဆိုရိုးက မမြင်ဝံ့ဆေးဆရာ၊ မကြားဝံ့တရားသူကြီးတဲ့။အခုတော့ ကျွန်တော်တို့ မမြင်ဝံ့၊ မကြားဝံ့တာတွေမျက်ဝါးထင်ထင် မြင်နေကြားနေကြရပါပြီ။Seeing is Revealingဘယ်သူမှ မကောင်းတာ မမြင်ချင်၊ မကောင်းတာ မကြားချင်ကြပါ။ဂျပန်ဆိုရိုးတစ်ခုက \"See no evil, Hear no evil, Speak no evil မကောင်းမှုကို မမြင်ချင်စမ်းပါနှင့်၊ မကောင်းမှုကို မကြားချင်စမ်းပါနှင့်၊ မကောင်းမှုကို မပြောချင်စမ်းပါနှင့်\" လို့ဆိုပါတယ်။ဒါပေမဲ့ တရားသူကြီးဆိုတာ အလုပ်သဘောအရ မကြားဝံ့မနာသာတွေ ကြားနာရတယ်။ဆေးဆရာ ဆိုတာလည်း မမြင်ကွယ်ရာတွေ တွေ့မြင်ရတယ်။ ဒါကြောင့် မြန်မာစကားပုံမှာ\"မကြားဝံ့ တရားသူကြီး၊ မမြင်ဝံ့ ဆေးဆရာ\" ဆိုတာ ရှိပါတယ်။အခုတော့ ကံကောင်းထောက်မလို့ပဲဆိုရမလား၊ ကံမကောင်းအကြောင်းမလှလို့ပဲဆိုရမလား ကျွန်တော်တို့က ဆေးဆရာမဟုတ်ပေမယ့် မမြင်ဝံ့တာတွေ မြင်နေရတယ်၊ ကြည့်နေရတယ်။ ကျွန်တော်တို့ဘယ်မှာ ကံထူးနေကြသလဲ သိလား။ နိုင်ငံခြားက အမျိုးသမီးတင်းနစ်ပွဲစဉ်တွေမှာပါ။အဲဒီမှာ အမျိုးသမီးတင်းနစ်ကစားသူတွေရဲ့ စကတ်က တိုလွန်းတဲ့အပြင်၊ ရက်ရက်စက်စက်ဖော်လွန်းတာကြောင့် အငြင်းပွားဖွယ်ဖြစ်လာပါတယ်။တင်းနစ်ရိုက်အမျိုးသမီးတွေဝတ်တဲ့စကတ်ကို Skort လို့ခေါ်ပါတယ်။ Skort ဆိုတာ Skirt နဲ့ Short ပေါင်းပြီးဖြစ်လာတဲ့ ဝေါဟာရသစ် (Portmanteau word) ပါ။ အဲဒီ စကတ်တို (Skort) ရဲ့ဒီဇိုင်းက တိုတိုလာလိုက်တာ မမြင်ဝံ့စရာခရီးဆုံးကို လှစ်ဟရာရောက်နေလို့ လွတ်လပ်ပွင့်လင်းတဲ့ သူတို့လိုလူအဖွဲ့အစည်းမျိုးမှာတောင် သည်းမခံနိုင်တော့ဘဲ တင်းကျပ်တဲ့ ဝတ်စားဆင်ယင်မှုစည်းကမ်း (Dress Code)အသစ်တွေ ထပ်ထုတ်ရတဲ့အထိ ဖြစ်လာပါတယ်။ ဘယ်နေရာမှာပဲဖြစ်ဖြစ် လူ့ယဉ်ကျေးမှုစံတွေကိုကျော်ပြီး အစွန်းရောက်တာ မကောင်းကြောင်းဖော်ပြနေပါတယ်။ ကဲ Seeing is believing ဆိုတဲ့အတိုင်းရှုမြင်သုံးသပ်ပေးကြပါဦး။ အားလုံး မင်္ဂလာညချမ်းပါ။PS > ကျွန်တော့်အရေးအသားတွင် အမျိုးသမီးများအပေါ်Sexist or Sexual discrimination သဘော သက်ရောက်ပါကခွင့်လွတ်ကြပါရန်။"
    },
    {
        "title": "Who'll Stop The Rain?",
        "content": "Who'll Stop The Rain?\n\nAnd I wonder, still I wonder Who'll Stop The Rain?မနေ့က မိုးတော်တော်ရွာတယ်။မိုးတွေ ဆက်တိုက်ရွာပြန်တော့ ရေကြီးရေလျှံမှုတွေ ဖြစ်ကြ၊ လူတွေ အတိဒုက္ခရောက်ကြရပြန်တယ်။ဒါတောင် It Never Rained In Southern California ဆိုတာလို အချို့နေရာဒေသတွေမှာ မိုးမရွာသေးဘူး။ဘဝလုံခြုံသူတွေရော၊ မလုံခြုံသူတွေရော မိုးရွာသောနေ့ ဘယ်လို အသက်ရှင်နေထိုင်ကြသလဲ။သူ့သဘာဝအတိုင်း ရွာနေတဲ့မိုးကို အရွာရပ်အောင် မတားဆီးနိုင်ပါဘူး။Who'll Stop The Rain?"
    },
    {
        "title": "Diversity versus Unity (Latin: unitas in varietate)",
        "content": "Diversity versus Unity (Latin: unitas in varietate)\n\nမတူကွဲပြားခြင်းမှသည် ညီညွတ်ခြင်းဆီသို့မြန်မာတွေ တရားဓမ္မကအစ အဆုံးအမကောင်းတွေ ရှိပေမယ့် မညီညွတ်ကြဘူး။လွတ်လပ်ရေးရပြီးချိန်က အခုထိ ကြိမ်းမိုးညှိမ်းလင်းနေကြတုန်းပဲ။ကိုယ့်ကြမ္မာ ကိုယ်ဖန်တီးရမယ့်အချိန်ရောက်နေချိန် ညီညွတ်ကြစမ်းပါ။သီတဂူဆရာတော်ကြီး က Diversity in Unity ဖြစ်နိုင်သလို Unity in Diversity လည်း ရနိုင်ကြောင်း ဟောပြောဆုံးမနေပါတယ်။အသိဝင်ကြပါ။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "STIRRED BUT NOT SHAKEN",
        "content": "STIRRED BUT NOT SHAKEN\n\n\"စကားတစ်ခွန်း မပြောသေးခင်မှာ မင်းဟာ အဲဒီစကားရဲ့ အရှင်သခင်ပဲ၊ပြောလိုက်ပြီဆိုရင်တော့ မင်းဟာ သူ့ရဲ့ကျေးကျွန်ဖြစ်သွားပြီ\"ဒါက သာမန်အခြေအနေမျိုးမှာပါ။အဲ မမှန်ကန်တဲ့၊ လုပ်ကြံဖန်တီးပြောဆိုတဲ့ စကားနဲ့လုပ်ရပ်မျိုးကိုမိကောင်းဖခင်သားသမီးမှန်ရင် ဒါမျိုး လုပ်စရာအကြောင်းမရှိဘူး။ကိုယ်ကျင့်တရား (MORALITY) ဆိုတာ \"ကိုယ့်လက်ဘာလုပ်တယ်ဆိုတာ ကိုယ့်မျက်စိကမြင်ပါတယ်\"Your Eyes See what Your Hands Do! ဆိုတာပါပဲ။ရောင်းရင်များ အသိမှန် လုပ်ရပ်မှန်ကန်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။ReferenceThis is the Noble Eightfold Path:1. Right viewSammā-diṭṭhi2. Right thoughtSammā-saṅkappa3. Right speechSammā-vācā4. Right actionSammā-kammanta5. Right livelihoodSamma-ājīva6. Right effortSammā-vāyāma7. Right mindfulnessSammā-sati8. Right concentrationSammā-samādhi"
    },
    {
        "title": "သံသရာနယ်ထဲက ဒုက္ခသမားတွေ",
        "content": "သံသရာနယ်ထဲက ဒုက္ခသမားတွေ\n\nTribulations of Human Being သံသရာနယ်ထဲက ဒုက္ခသမားတွေဝီလျှံရှိတ်စပီးယား ပြောသလို လောကကြီးဟာ ဇာတ်ခုံကြီး (The world is a stage.) ပါပဲ။ခင်ဗျားတို့၊ ကျွန်တော်တို့တတွေဟာ အဲဒီလောကဇာတ်ခုံပေါ်မှာ ကံဇာတ်ဆရာအလိုကျ ကပြအသုံးတော်ခံနေကြရရှာတဲ့သူတွေပါ။ကျွန်တော်တို့အားလုံးဟာ ငရဲပန်းကို ရွှေပန်းထင်၊ ဒုက္ခကို အရောင်ဆိုးပြီး သုခအသွင်ယူနေကြရသူတွေ မဟုတ်ပါလား။တစ်နည်း လူဖြစ်ရတဲ့ ဒုက္ခတွေ ပြည့်နှက်နေတဲ့ ဘဝဆေးခါးကြီးကို အချိုသကာဖုံးပြီး တရစပ်သောက်သုံးနေကြသူတွေလို့ ပြောရင်လည်း လွန်မယ်မထင်ပါ။အထူးသဖြင့် မြန်မာပြည်မှာ လူဖြစ်ရတဲ့ ဒုက္ခ က ပိုဆိုးပါလိမ့်မယ်။မြတ်ဗုဒ္ဓရဲ့ အဆုံးအမတရားတော်တွေကြောင့်သာ သဲကန္တာရထဲမှာ အိုအေစစ် ရှာနိုင်တာပါ။စစ်မှန်သော ဓမ္မအသိနဲ့ ဘာဝနာပွားကာ အေးငြိမ်းသာယာသော ဘဝမျိုးတည်ဆောက်နိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Crying In The Rain",
        "content": "Crying In The Rain\n\nMigration ကို အဘိဓာန်တွေက \"တစ်နေရာမှ တစ်နေရာသို့ ပြောင်းရွေ့နေထိုင်ခြင်း\" လို့ အဓိပ္ပာယ်ဖွင့်ပါတယ်။အဲဒီလို ရေကြည်ရာ မြက်နုရာသို့ ပြောင်းရွေ့နေထိုင် ကျက်စားတဲ့ အလေ့အကျင့်ရှိသူ လူ (သို့) တိရစ္ဆာန် ကို Migrant လို့ခေါ်ပါတယ်။ လက်ရှိပုပ်ရဟန်းမင်းကြီး Pope Francis; အမေရိကန်သမ္မတဟောင်း Barack Obama တို့လိုကမ္ဘာ့အထင်ကရ ပုဂ္ဂိုလ်ကြီးတွေလည်း Migrant တွေပါပဲ။Migrant = One who move from place to place in the hope of settling in a new place. Migrant ရဲ့ဆင့်ပွားစကားလုံးနှစ်လုံးရှိပါတယ်။ တစ်လုံးက ကျွန်တော်တို့နဲ့ ယဉ်ပါးပြီးသား Immigrant အခြားနိုင်ငံမှ အခြေစိုက်ရန်ဝင်လာသူ ပါ။ Immigrant = An immigrant is a person who moves to another country, usually for permanentresidence. နောက်တစ်လုံးက Emigrant မိမိနိုင်ငံမှ ထွက်ခွာ၍ အခြားနိုင်ငံတွင် အခြေချသူ - တိုင်းရင်းစွန့်သူ ပါ။Emigrant = An emigrant is someone who leaves a country or region.စကားလုံးသဏ္ဍန် (Morphology of Word) တွေကွဲနေပေမယ့် ရင်းမြစ်စကားလုံး Migrant က အကြောင်းအမျိုးမျိုးကြောင့်နေရာပြောင်းရွေ့ ကျက်စားနေကြရပါတယ်။ တစ်ရွာမပြောင်းသူကောင်းမဖြစ်ဆိုပြီး မိမိတိုင်းပြည်စွန့် စီးပွားရှာကြသူတွေရှိသလို၊ နိုင်ငံရေးအယူအဆ ကွဲပြားမှုကြောင့် အခြားနိုင်ငံပြောင်းရွေ့ ခိုလှုံရသူတွေ၊ ဒီကနေ့လိုမျိုး စစ်ပွဲတွေကြောင့် အသက်လုကာ အစုလိုက်အပြုံလိုက် တိုင်းပြည်စွန့် ထွက်ပြေးရသူတွေလည်း ရှိပါတယ်။ ယခင်က တိုင်းတစ်ပါးသားတွေကို ကြည်ကြည်ဖြူဖြူ လက်ခံပေးနေတဲ့ အမေရိကန်တောင် ပြည်ဝင်ခွင့် ကန့်သတ်ပိတ်ပင်လာပါပြီ။ လူ့အခွင့်အရေး ရှေ့တန်းတင် ကြွေးကြော်ပြီး ကြွယ်ဝတဲ့ ဥရောပနိုင်ငံအချို့တောင် ပြည်ဝင်ခွင့်တွေ၊ နယ်စပ်တွေ စပိတ်နေပါပြီ။ အလုံးအရင်းနဲ့ ဒလဟော ဝင်ရောက်လာသူ ကမ္ဘာအရပ်ရပ်က Migrant တွေအတွက် ပြေးစရာမြေမရှိ အခြေအနေပါ။ကျွန်တော်တို့ မြန်မာပြည်မှာလည်း IDP _ Internal Displaced Persons ခေါ် စစ်ဘေးရှောင်ရင်း မိမိအရပ်ဒေသကို စွန့်ခွာရလို့နေရာရွေ့နေသူ-ပြေးလွှားနေရသူတွေ ရှိကြောင်း သတိပြုစေချင်ပါတယ်။ အခုလို ကျွန်တော်တို့တတွေ အမိုးအကာအောက်ခိုလှုံနေချိန်၊ သူတို့တွေ ဘယ်လောက် အတိဒုက္ခရောက်နေကြမလဲ စဉ်းစားကြည့်ကြပါ။ သူတို့ မိုးသည်းသည်းထဲမှာချုန်းပွဲချ ငိုကြွေးနေကြမှာ အမှန်ပါ။ သူတို့ ငိုကြွေးနေကြပေမယ့် သူတို့မျက်ရည်တွေ မိုးရေနဲ့ရောသွားလို့ ကျွန်တော်တို့မမြင်တာ ဖြစ်ပါလိမ့်မယ်။ မောင်ငိုမယ် မိုးသည်းထဲမှာကွယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "စားစရာမရှိသူနဲ့ ထားစရာမရှိသူ",
        "content": "စားစရာမရှိသူနဲ့ ထားစရာမရှိသူ\n\nThe Haves & The Have-notsစားစရာမရှိသူတွေက ကျွန်တော်တို့ \"We\" ပါ။ထားစရာမရှိသူတွေက သူတို့တတွေ \"Them\" ပါ။ကျွန်တော်တို့က စားစရာမရှိပေမယ့် သမာအာဇီဝ ကောင်းတဲ့ အသက်မွေးမှုနဲ့ ရှာဖွေစားသောက်တယ်။ခြံစည်းရိုးမခတ် အခင်းမဲ့ ကြမ်းပြင်ပေါ်မှာ အိပ်ရပေမယ့် နှစ်နှစ်ခြိုက်ခြိုက် အိပ်ပျော်တယ်။သူတို့တတွေက မိစ္ဆာဇီဝ မကောင်းတဲ့ အသက်မွေးမှုမျိုးစုံနဲ့ စီးပွားရှာတယ်။Ill-gotten money မတရားရထားတဲ့ ငွေကြေးတွေနဲ့ ထားစရာမရှိအောင် ချမ်းသာသွားတယ်။၉ ပေ - ၁၂ ပေ တံတိုင်းအမြင့်တွေကာ၊ တစ်တောင်လောက်မြင့်တဲ့ မွေ့ရာပေါ်မှာ အိပ်ပေမယ့် အိပ်မပျော်ကြရှာဘူး။နောက်ဆုံး သူတို့ဘဝက လူမသေခင်ကတည်းက ဘဝသေ နာမည်သေသွားတယ်။This is the ballad of \"We\" & \"Them.\".........them; 'em; demကျွန်တော်တို့က မြို့ပြလူဆင်းရဲတွေ (The Urban Poor) ဖြစ်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Gratitude is the best Attitude",
        "content": "Gratitude is the best Attitude\n\nကျေးဇူးတရားနဲ့ပတ်သက်လို့ အိန္ဒိယနိုင်ငံသား၊ စာပေနိုဗယ်ဆုရှင် ဘင်္ဂါလီကဗျာဆရာကြီး Rabindranath Tagoreရာဘင်ဒြာနတ်တဂိုး (၁၈၆၁-၁၉၄၁) ရဲ့မှောင်ထဲက မီးအိမ်ရှင် (Lamp-holder In The Darkness) ကဗျာလေးကဒီလိုရေးဖွဲ့ထားပါတယ်။\"Thank the flame for its light,but do not forget the lamp-holder standing in the shade with constancy of patience.အလင်းရောင်ပေးတဲ့ မီးတောက်လေးကို ကျေးဇူးတင်ပါတယ်။ဒါပေမဲ့ မမှိတ်မသုန် စိတ်ရှည်လက်ရှည်နဲ့ မှောင်ထဲမှာရပ်ပြီး လမ်းပြပေးနေတဲ့ မီးအိမ်ရှင်လေးကိုလည်း မမေ့စေလိုပါ\"ခင်ဗျားတို့-ကျွန်တော်တို့ မိမိဖြတ်သန်းလာခဲ့ရတဲ့ ဘဝခရီးတစ်လျှောက်မှာကျေးဇူးတင်ထိုက်သူတွေ အများကြီးရှိကြပါလိမ့်မယ်။ကျေးဇူးအတင်ထိုက်ဆုံးသူတွေကို ကျေးဇူးဆပ်သလို၊ တိမ်မြုပ်နေသည့် ကျေးဇူးတင်ထိုက်သူတွေကိုဖော်ထုတ်ကျေးဇူးဆပ်နိုင်စေဖို့ အောက်ပါအဆိုအမိန့်လေး မျှဝေလိုက်ပါတယ်။\"Give proper due to those who have helped you where you are today.သင့်ရဲ့ လက်ရှိအခြေအနေသို့ ရောက်ရှိစေရန် ကူညီခဲ့သူများကို ထိုက်တန်တဲ့ ပေးဆပ်မှုပြုပါ\"အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "WHEEL OF DHAMMA_DHAMMA CAKKA",
        "content": "WHEEL OF DHAMMA_DHAMMA CAKKA\n\nစကြာဝဠာအနှံ့ ဖြန့်ကျက်ရွာသွန်းတဲ့ ဓမ္မစကြာတရားမိုးအင်္ဂုတ္တိုရ်ပါဠိတော်အရ ရှင်တော်မြတ်ဘုရားက မိုး ၄ မျိုးရှိကြောင်း ဟောကြားခဲ့ပါတယ်။(၁) ချူန်းထစ်ဟိန်းဟောက်ပြီးမှ မရွာသောမိုး၊(၂) သဲသဲမဲမဲရွာသော်လည်း မထစ်ချူန်းသောမိုး၊(၃) မချူန်းလည်းမချူန်း မရွာလည်းမရွာသောမိုး၊(၄) ချူန်းလည်းချူန်း၍ ရွာလည်းရွာသောမိုး၊ကျွန်တော်တို့ရဲ့ မြတ်စွာဘုရား ဟောကြားတော်မူခဲ့တဲ့ တရားတော်များဟာ နံပါတ် (၄) အမျိုးအစားချူန်းလည်းထစ်ချူန်း၍ သဲသဲမဲမဲ နေရာအနှံ့ စကြာဝဠာဖြန့်ကာ အေးစိမ့်အောင်ရွာသောမိုးဖြစ်ပါတယ်။ဒါကြောင့် ရွာတုန်းရွာခိုက် အခွင့်ကောင်းကြုံတုန်း အေးမြတဲ့ တရားဓမ္မဒေသနာ တရားမိုးရေတွေကို ခံယူပွားများနိုင်ကြပါစေကြောင်း၊ဝါဆိုလပြည့် ဓမ္မစကြာနေ့အခါသမယမှာ နိုးဆော်လိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "FOREVER YOUNG",
        "content": "FOREVER YOUNG\n\nAt 21, they feel they have lost their childhood,at 30 their youth,at 40 they worry about middle age,at 50 they see old age round the corner.အသက် ၂၁ အရွယ်မှာ ကလေးဘဝ ဆုံးရှုံးခဲ့ပြီအသက် ၃၀ မှာ ပျိုမြစ်နုနယ်ငယ်ရွယ်ဘဝ ကုန်ဆုံးပြီအသက် ၄၀ မှာ သက်လတ်ပိုင်းရောက်ပြီအသက် ၅၀ မှာတော့ ဇရာပိုင်း ချည်းကပ်လာပြီလို့ ရှုမြင်ကြပါတယ်။ဘာပဲဖြစ်ဖြစ် မပူပန် မတုန်လှုပ်ပါနဲ့။ စိတ်ပျိုကိုယ်နုပါ။Don’t be alarmed and stay calm.Always young @ heart!အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "WORD POWER",
        "content": "WORD POWER\n\nသာမန်ကာလျှံကာ ဖတ်ကြည့်ရင် သိပ်မထူးတဲ့ ဆင့်ကဲဖြစ်စဉ်လေးလို့ ထင်မိပါလိမ့်မယ်။သတိထား အသိထည့်လိုက်ရင် လေးနက်တာတွေ တစ်သီကြီး တွေ့ရမှာ သေချာပါတယ်။ကဲ Frank Outlaw ရဲ့ အဆိုအမိန့်ကို ခံစားကြည့်ကြရအောင်♤♤♤Watch your thoughts, they become words;သင့်အတွေးတွေက စကားလုံးတွေဖြစ်လာ၊watch your words, they become actions;စကားလုံးတွေက လုပ်ဆောင်ချက်တွေဖြစ်လာ၊watch your actions, they become habits;လုပ်ဆောင်ချက်တွေက အလေ့အထတွေဖြစ်လာwatch your habits, they become character;အလေ့အထတွေက အကျင့်စရိုက်ဖြစ်လာ၊watch your character, for it becomes your destiny.အကျင့်စရိုက်က သင့်ကံကြမ္မာဖြစ်လာ ♤♤♤Vocabulary ကနေ Word Powerအထိ လေ့လာချင်သူတွေ ~ Character; Destiny တို့လို အနက်အဓိပ္ပာယ်ထွေပြားတဲ့ စကားလုံးတွေကို နက်နက်နဲနဲ တိုးဝင်လေ့လာကြပါ။အားလုံး မင်္ဂလာပါ။PS>“Words are singularly the most powerful force available to humanity. We can choose to usethis force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt,to harm, to humiliate and to humble."
    },
    {
        "title": "KLEPTOCRACY",
        "content": "KLEPTOCRACY\n\nအဘိဓာန်က Kleptomania ကို \"အပျော်ထမ်းခိုးတတ်တဲ့ အကျင့်ဆိုးကလေး၊ ညာဉ်ဆိုးကလေး\" လို့ အနက်ဖွင့်ပါတယ်။သူခိုးညာဉ်ပေါ့ဗျာ။ စိတ်ရောဂါရှုထောင့်က ကြည့်သူက \"ဆင်းရဲလို့မဟုတ်ဘဲ ခိုးယူလိုက်မှ ကျေနပ်သောစိတ်\" လို့ အနက်ပေးပါတယ်။ အချို့က \"စောရနက္ခတ်ပါလာတဲ့ရောဂါ\" လို့ဆိုပါတယ်။ မွေးပါသူခိုးစိတ်ပေါ့လေ။ အသေးအဖွဲကအစ ဘာလေးဖြစ်ဖြစ် မခိုးရင်မနေနိုင်တာကလွဲလို့ အခြေအနေမျိုးပါ။ အဲဒီလိုမျိုး အကျင့်စာဂရှိသူကိုတော့ စောရနက္ခတ်ရှိသူ၊ မခိုးရမနေနိုင်သူ(Kleptomaniac) လို့ခေါ်ပါတယ်။ဒီလိုမျိုး ညာဉ်ဆိုးရှိသူ၊ မခိုးရမနေနိုင်သူ ဖောက်လွဲဖောက်ပြန်သမားတွေ နိုင်ငံ့အာဏာရသွားပြီး၊ အဂတိအမျိုးမျိုးနဲ့ ပြည့်ဝနေတဲ့အခြေအနေကို သူခိုးအစိုးရအုပ်ချုပ်ရေး (Kleptocracy = rule by thieves _ a government with corrupt leaders)လို့ခေါ်ပါတယ်။အခု ပြည်သူ့အစိုးရခေတ်မတိုင်မီက နှစ်ပေါင်း ၅၀ နီးပါး အမြစ်တွယ်လာတဲ့ အစိုးရအုပ်ချုပ်ရေးယန္တရားအတွင်းစာရိတ္တမဏ္ဍိုင်ယိုယွင်း၊ အကျင့်ပျက်ခြစားခဲ့တာတွေကြောင့် ဒီကနေ့ ဘက်ပေါင်းစုံ ယိုယွင်းကျဆင်းနေရတာပါ။Transparency International အဖွဲ့ရဲ့ အစီရင်ခံစာအရ အဂတိလိုက်စားမှုအဆင့် (Corruption Index) က ဒီလိုပါ။ခုနှစ် ကမ္ဘာ့နိုင်ငံပေါင်း အဂတိလိုက်စားမှု အဆင့်၂၀၁၅ ၁၆၈ ၁၄၇၂၀၁၆ ၁၇၆ ၁၃၆အခုလည်း အဂတိလိုက်စားမှုတွေ၊ အကျင့်ပျက်ခြစားမှုအန္တရာယ်တွေ အားကောင်းမောင်းသန် ရှင်သန်လှုပ်ရှားနေမို့အသေအလဲ တိုက်ဖျက်နေရဆဲပါ။ ကောင်းမွန်သန့်ရှင်းတဲ့ အစိုးရဖြစ်ဖို့ အတော့ကို ကြိုးစားရပါဦးမယ်။ အရှင်ဘုရား အားပေးပါ_ဆက်လုပ်ရန်။အမှန်မြင်ပြည်သူတွေ ဝန်းရံပေးကြပါဦးခင်ဗျာ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မခိုးရမနေနိုင်သူ",
        "content": "မခိုးရမနေနိုင်သူ\n\nခိုးယူခြင်းနဲ့ပတ်သက်လို့ ဘာသာရေးအဆုံးအမတွေမှာ သူတစ်ပါး(မပေးတဲ့)ပစ္စည်းကိုခိုးယူခြင်းမပြုလုပ်ရ \"It’s wrong to steal.\" လို့ တားမြစ်ထားပါတယ်။ ဒါပေမဲ့ ကမ္ဘာဦးအစအာဒံနဲ့ဧ၀ လူသားနှစ်ဦး ဧဒင်ဥယျာဉ်ထဲက ဘုရားသခင်တားမြစ်ထားတဲ့ သစ်သီးကို မသိအောင် ခိုးယူစားသုံးခဲ့ကြပါတယ်။ ဒါကြောင့် ခိုးစားတဲ့သစ်သီးက အချိုမြိန်ဆုံးပဲ Stolen fruits aresweetest. လို့ပြောစမှတ်ပြုခဲ့ပုံရပါတယ်။တရားဥပဒေရှုထောင့်က ခိုးယူခြင်း (Stealing or Theft) ကို အဓိပ္ပာယ်ဖွင့်ဆိုရာမှာအလစ်သုတ်တာကအစ အလွဲသုံးစားအထိ အကျုံးဝင်ကြောင်း ဖော်ပြထားပါတယ်။In Criminal law, theft is the illegal taking of another person’s property withoutthat person’s freely-given consent.The word is also used as an informal shorthand term for some crimes againstproperty, such as burglary, embezzlement, fraud, larceny, looting, robbery,shoplifting etc.အဘိဓာန်က Kleptomania ကို \"အပျော်ထမ်းခိုးတတ်တဲ့ အကျင့်ဆိုး၊ ညာဉ်ဆိုးကလေး\"လို့ အနက်ဖွင့်ပါတယ်။ သူခိုးညာဉ်ပေါ့ဗျာ။ စိတ်ရောဂါရှုထောင့်က ကြည့်သူက \"ဆင်းရဲလို့မဟုတ်ဘဲ ခိုးယူလိုက်မှ ကျေနပ်သောစိတ်\" လို့ အနက်ပေးတယ်။ တချို့က \"စောရနက္ခတ်ပါလာတဲ့ရောဂါ\" လို့ဆိုပါတယ်။ \"မွေးပါသူခိုးစိတ်\" ပေါ့လေ။ အသေးအဖွဲကအစ ဘာလေးပဲဖြစ်ဖြစ် မခိုးရင်မနေနိုင်တာကလွဲလို့ အခြေအနေမျိုးပါ။ အဲဒီလိုမျိုး အကျင့်စာဂရှိသူကိုတော့စောရနက္ခတ်ရှိသူ၊ မခိုးရမနေနိုင်သူ(Kleptomaniac) လို့ခေါ်ပါတယ်။ဒီလိုမျိုး ညာဉ်ဆိုးရှိသူ၊ မခိုးရမနေနိုင်သူ ဖောက်လွဲဖောက်ပြန်သမားတွေ နိုင်ငံ့အာဏာရသွားပြီး၊ အဂတိအမျိုးမျိုးနဲ့ ပြည့်ဝနေတဲ့အခြေအနေကို သူခိုးအစိုးရအုပ်ချုပ်ရေး (Kleptocracy= rule by thieves _ a government with corrupt leaders) လို့ခေါ်ပါတယ်။ ပြောမယုံကြုံဖူးမှသိဆိုလားပဲ။ Did you ever experience such an administration before, huh?အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "မောင့်လပြည့်ဝန်း",
        "content": "မောင့်လပြည့်ဝန်း\n\nလပြည့်နေ့ရောက်ဖို့ကလည်း ၄-၅ ရက် လိုသေးတော့ ဒီတစ်ညမှာ မြင်ရခဲတဲ့ မောင့်လပြည့်ဝန်း သီချင်း ညည်းဖို့key မကိုက် mood မဝင် ဖြစ်နေတုန်း အနက်ရောင်ပေတစ်ရာလမ်းမပေါ် ပြေးထွက်သွားတဲ့ ကျွန်တော်.....သန်းကောင်ယံအချိန် မှုန်ပြပြလမင်းအလင်းရောင်နဲ့ မမျှော်လင့်ဘဲ ဗြုန်းဆို ကျော့ဆုံးကို တွေ့လိုက်ရပါတယ်။အဆိုအမိန့်တစ်ခုက ကြောင်တွေအားလုံး အမှောင်ထဲရောက်တော့ ညိုမှောင်ကြတယ် - အမှောင်ထဲမှာ အားလုံး အတူတူပဲပေါ့ဗျာ။All Cats Are Grey In The Dark. တက်ကျမ်းဆရာကြီးတစ်ယောက်ကလည်း \"ကြောင်အရှင်နဲ့ ကြွက်သေသေ၊ ကြောင်အရုပ်နဲ့ပဲ ကြွက်သေသေ၊ကြွက်သေဖို့က အဓိကပါလို့ ပြောဖူးတယ်။ကဲ ကျွန်တော်ဘာဆက်လုပ်ရင် ကောင်းမလဲ။ ဘာပဲဖြစ်ဖြစ် မဟူရာမောင့်လပြည့်ဝန်း ကို ကြိုဆိုလိုက်ကြပါရဦး။အားလုံး မင်္ဂလာညချမ်းပါ။ ခင်ဗျားတို့ အိပ်ကြပါတော့။"
    },
    {
        "title": "Good Things versus Best Things",
        "content": "Good Things versus Best Things\n\nကျွန်တော်တို့တတွေရဲ့ နေ့စဉ်ဘဝဖြတ်သန်းရာမှာ \"အပြောလွယ်သလောက် အလုပ်ခက်သည်_It's easier said than done\";\"အပြောမဟုတ် အလုပ်သက်သေ Deeds, not words\" စတဲ့ မိန့်မှာစကားတွေ မကြာခဏကြားကြရပါတယ်။ဒါတွေက အပြောလျော့ပြီး အလုပ်ကို ဖိဖိစီးစီးလုပ်ဖို့ တိုက်တွန်းအားပေးစကားတွေပါ။ဒါနဲ့ပတ်သက်လို့ NATO ခေါ် No Action, Talk Only အလုပ်မဖြစ် ပလာသက်သက် လေပစ်နေသူများနေတဲ့ကာလမှာလုပ်ဆောင်ချက်အသားပေး အဆိုအမိန့်လေး မျှဝေပေးပါရစေ။\"Good things come to those who wait but the Best things come to those who do.စောင့်နိုင်သူများထံ အကောင်းစားတွေ ရောက်ရှိလာကြပြီး၊ တကယ်လုပ်ကိုင်သူများထံ အကောင်းဆုံးတွေ ရောက်ရှိလာကြသည်\"အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "The Burmese Python Won",
        "content": "The Burmese Python Won\n\nအချုပ်သိုင်းပိုင် လုပ်တိုင်းနိုင်တဲ့ မြန်မာ့စပါးအုံးမြွေ အောင်လအန်ဆန် နိုင်ပြီAung La N Sang gave Vitaly Bigdash an early beating in today’s “ONE Championship 56: Light of a Nation” headliner. That was all the Myanmar native needed. He rode the momentum of the early high all the way to the end andclaimed the middleweight championship to send the crowd into frenzy.ပြိုင်ဖက်ကို အနိုင်ရလို့ ပွဲအပြီးမှာ ဒီလိုပြောသွားပါတယ်။“I cannot do this without God, I cannot do this without my teammates, I cannot do this without you, Myanmar,” Sang said in his post-fight interview. “I’m not talented, I’m not good, I’m not fast.With you I have courage and strength to win a world title. Myanmar, how does that sound? You have a world champion. Thank you all for your love and support. I will never quit, I will keep fighting andI will take on any challenger.”Congratulations! The Burmese Python strikes again! Aung La N Sang crushed his challenger TKO 2:27 in round one. A real PURSUIT OF GREATNESS! Foto credit to original artist.မှတ်ချက် -သတင်းစာ _ မြန်မာ့စပါးကြီးမြွေဂျာနယ် _ မြန်မာ့စပါးအုံးမြွေ"
    },
    {
        "title": "MOMENT TO MOMENT_တိမ်လွှာမို့မို့လွင်",
        "content": "MOMENT TO MOMENT_တိမ်လွှာမို့မို့လွင်\n\nဇွန် ၃၀ လကုန်ရက် က သောကြာနေ့ဖြစ်တာရယ်၊ ဒီအပတ် စနေနေ့က တစ်ပတ်ခြားရုံးပိတ်ရက်ဖြစ်တာကြောင့်ထုံးစံအတိုင်း ရုပ်ရှင်ကြည့်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ရွေးချယ်မိတာက ၁၉၆၅ မှာ ပြသခဲ့တဲ့ \"Moment to Moment\" ပါ။Moment to Moment ဆိုတော့ \"အင်မတန်တိုတောင်းတဲ့ အချိန်ကာလ\" လို့ဆိုရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်းအရကလေးတစ်ယောက်မိခင် အိမ်ထောင်သည်အမျိုးသမီးတစ်ယောက် ငယ်ငယ်ချောချော ရေတပ်အရာရှိနဲ့ တွေ့ဆုံချစ်ကြိုက်သွား၊ နောက်ပိုင်းမှာ အဲဒီအရာရှိလေးကို မတော်တဆ သေနတ်နဲ့ပစ်မိ၊ အလောင်းဖျောက်တဲ့ ဇာတ်လမ်းပါ။ဇာတ်လမ်းက ရိုးတယ်ဆိုပေမယ့် အကျော်အမော်ဒါရိုက်တာ က နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ ရိုက်ထားလို့ ပြီပြီပြင်ပြင်ရှိလှပါတယ်။ဒီ \"Moment to Moment\" ဇာတ်ကားကို မှတ်မိနေတာက ရုပ်ရှင်မင်းသား ဝင်းဦး နဲ့ ဒါရိုက်တာ စံရွှေမောင် (အောင်လွင်)တို့က ဇာတ်လမ်းကျောရိုးကို မှီငြမ်းကာ \"တိမ်လွှာမို့မို့လွင်\" အမည်နဲ့ မြန်မာမှုပြုခဲ့တာကြောင့်ဖြစ်ပါတယ်။ အိမ်ထောင်ရေးဖောက်ပြန်တဲ့ ဇာတ်ရုပ်ကို မြန်မာ့ယဉ်ကျေးမှု ဓလေ့စရိုက်နဲ့ ကိုက်ညီအောင် Adaptation ဖန်တီးပြုပြင်ပြသသွားတာကဝင်းဦးရဲ့ ထူးခြားအရည်အချင်းလို့ဆိုနိုင်ပါတယ်။ ဒီဇာတ်ကားဟာ စာရေးဆရာ၊ အဆိုတော်၊ ရုပ်ရှင်မင်းသား၊ ဒါရိုက်တာစတဲ့စွယ်စုံရအနုပညာသည် ဝင်းဦးရဲ့ လက်ရာကောင်းတစ်ခုဖြစ်ခဲ့ပါတယ်။ မြန်မာကားကိုတော့ အကြိမ်ကြိမ် ကြည့်ကြရပြီးဖြစ်လို့ မူရင်းဇာတ်ကား \"Moment to Moment\" ကို အချိန်ရရင် ပြန်လည်ခံစားဖို့ ကောင်းပါတယ်လို့ ရည်ညွှန်းပြောကြားပါရစေ။ Enjoy watching! အားလုံး မင်္ဂလာပါ။From [https://www.facebook.com/kyaw.nyein.54](https://www.facebook.com/kyaw.nyein.54)"
    },
    {
        "title": "Malfeasance ဆိုတာ",
        "content": "Malfeasance ဆိုတာ\n\nအချစ်ရေ ကိုယ်တော့ ဒီနေ့ အိမ်ပြန်နောက်ကျမယ်ဟေ့ ... ကယ်တော်မူကြပါဗျို့Malfeasance ဆိုတာ မရိုးဖြောင့်တဲ့သဘော၊ ဥပဒေနဲ့ဆန့်ကျင်တဲ့ လုပ်ရပ်ကိုပြောတာဖြစ်ပါတယ်။အထူးသဖြင့် အာဏာရှိသူတွေ ကလိမ်ကကျစ်ကြတာကို Malfeasance လို့ခေါ်ပါတယ်။Malpractice ဆိုတဲ့ မသမာမှု ကို မကြာခဏတွေ့ရပေမယ့် Malfeasance ကို အတွေ့နည်းပါလိမ့်မယ်။ဘာပဲဖြစ်ဖြစ် နိုင်ငံ့ကောင်းကျိုးမလုပ်ဘဲ နိုင်ငံတော်ဘဏ္ဍာတွေ ဘုံးဖို့ရည်ရွယ်ပြီး နိုင်ငံရေးလုပ်စားသူPolitician တွေအဖို့ကတော့ Malpractice နဲ့ Malfeasance ဆိုတာ သူတို့ရဲ့ အရင်းနှီးဆုံးအဖော်တွေပါပဲ။ထိုင်းနိုင်ငံရဲ့ အမျိုးသမီးဝန်ကြီးချုပ်ဟောင်း Yinluck Shinawatra တစ်ယောက် ဘီလီယံနဲ့ချီတဲ့ စိုက်ပျိုးရေးအမတော်ကြေးငွေအရှုပ်တော်ပုံကြောင့် စုံစမ်းစစ်ဆေးခံနေရတာ ကြာပါပြီ။ အခု ပြစ်ဒဏ်စီရင်ဖို့ ဆင့်ခေါ်နေဆဲမှာထောင်နှစ်ရှည်ကျမယ့်အရေး မျှော်တွေးကာ နိုင်ငံကထွက်ပြေးသွားပါပြီ။သူတို့ဆီမှာတော့ ဘယ်သူမှ ဥပဒေရဲ့အထက်မှာမရှိပါဘူး။ Nobody is above the law.ဒီဖြစ်ရပ်နဲ့ပတ်သက်လို့ မဆီမဆိုင်ဗျာ ကျွန်တော့်ခေါင်းထဲရောက်လာတာက \"အငြိမ့်မင်းသမီးများ ရည်းစားထားတော့....\"ဆိုတာလို အချောလေးအကျပ်ဆိုက်နေပြီ၊ ဘေးကျပ်နံကျပ်ဖြစ်နေပြီလို့ ကရုဏာသက်မိပါတယ်။စာဖတ်သူတွေ ပုံပေါ်အောင်ပြောရမယ်ဆိုရင် \"Lady In Distress\" ပေါ့ဗျာ။ မချောတော့ ဒုက္ခနဲ့လှလှတွေ့နေပါပြီ။ကဲ လူတိုင်း မတော်လောဘ ကိုယ်ရှိန်သတ်ပြီး အဂတိရှောင်ရှားနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Rain as I see it",
        "content": "Rain as I see it\n\nPRELUDEဆရာကြီးမင်းသု၀ဏ်ရဲ့ ဝါဆိုဝါခေါင် ရေတွေကြီးလို့ သပြေသီးမှည့် ကောက်စို့ကွယ်…..ကဗျာစာသားအတိုင်းပါပဲ ရာသီဥတု မဖောက်ပြန်ချိန်ကတည်းက ဝါဆိုဝါခေါင်မှာ မိုးဖြိုင်ဖြိုင်ရွာပြီး ရေတွေကြီးတတ်ပါတယ်။၀ါဆိုဝါခေါင်ရေတွေကြီးတဲ့အကြောင်း July August rains and floods\" လို့ လှလှပပ ဘာသာပြန်ထားတာ မှတ်မိနေပါတယ်။ပုံမှန်အားဖြင့် မိုးရွာချတာကို It rains or it rained. လို့ ရေးပါတယ်။ မိုးတွေရွာကုန်ပြီ မြန်မြန်လေးတက်ပြင်လိုက်ဦး၊ ခေါင်က မိုးတွေ ယိုနေလို့ The roof is leaking like a strainer. ဆိုတာမျိုးပေါ့။ မိုးတွေ ရွာနေပြီဆိုရင် It’s raining. လို့ တွေ့ရပါမယ်။ကောင်းကင်ကကျလာတဲ့ မိုးရေကို rain water; မိုးစက်မိုးပေါက်ကို rain drop လို့ခေါ်ပါတယ်။အချိန်တစ်ချိန် ကာလတစ်ခုအတွင်း ရွာချတဲ့ မိုးရေချိန် (rainfall = The amount of rain that falls in a certain time) ကို လက်မနဲ့တိုင်းပြီး ပြောလေ့ရှိပါတယ်။ချိုပြုံးသီချင်းထဲမှာတော့ မျက်ရည်ချိန်လက်မ ၃၀၀ ဆိုတော့ ငိုချလိုက်တဲ့ မျက်ရည်တွေ ဘယ်လောက် များနေပြီဆိုတာကို လွန်လွန်ကဲကဲရွာတဲ့မိုးရေချိန်နဲ့ နှိုင်းကာအတိသယဝုတ္တိအလင်္ကာ (Hyperbole) သဘောနဲ့ တင်စားလိုက်တာပါ။ဒီနေရာမှာ မျက်ရည်ချိန် = (မျက်ရည်+ မိုးရေချိန်) ဆိုတဲ့ ဝေါဟာရ စကားလုံးအသစ်တစ်လုံး တွေ့ရမှာဖြစ်ပါတယ်။အဲဒီလို စာကားလုံးနှစ်လုံးပေါင်းစပ်ပြီး အသစ်ဖန်တီးလိုက်တဲ့ ဝေါဟာရ စကားလုံးအသစ်ကို (Portmanteau word) လို့ ခေါ်ပါတယ်။ ရွာနေကျမိုးရေပမာဏထက်ပိုပြီး လွန်လွန်ကဲကဲရွာချတဲ့ မိုးရေပမာဏကို မှတ်သားဖွယ်ရာမိုးရေချိန် (noteworthy amount of rainfall) လို့ မိုးလေ၀သနှင့် ဇလဗေဒပညာရှင်တွေက ဆိုပါတယ်။SOUND OF RAINမြည်သံစွဲ (Onomatopoeia) အနေနဲ့ မိုးစက်လေးတွေ တပေါက်ပေါက်ကျသံ (Patter) ကို နာမ်အဖြစ် Rhythm of the Rain သီချင်းမှာ စတွေ့ဖူးပါတယ်။အဲဒီမှာ သီချင်းရေးဆရာက Pitter-patter လို့ အသံဖော်ပါတယ်။ Pitter ကို သီးခြားအသုံး မတွေ့ရသော်လည်း Patter (V) = တပေါက်ပေါက်ကျသည်ကိုတော့ ကြိယာအဖြစ် သုံးနိုင်ပါတယ်။ အလားတူ မိုးစက်လေးတွေ တဖြောက်ဖြောက် ကျသည် ကို Splatter (V) လို့ ရေးတာလည်း တွေ့ရပါတယ်။မြည်သံစွဲအနေနဲ့ Spatter of rain ကို တဖြောက်ဖြောက်၊ တဖြန်းဖြန်းကျသံ အဖြစ် တွေ့ရပါတယ်။ Spatter က မိုးစက်မိုးပေါက် သေးသေးလေးပါ။ e.g. The spatter of rain on a roof. မိုးပေါက် ကြီးကြီးတွေကို Splatter လို့ သုံးပါတယ်။ e.g. 1. the splatter of rain on the windows.2. Heavy droplets of rain splatter on to the windscreen."
    },
    {
        "title": "သပြေသီးကောက်",
        "content": "သပြေသီးကောက်\n\nဆရာကြီးမင်းသု၀ဏ် ရဲ့ သပြေသီးကောက်သပြေသီးကောက် ကဗျာလေးကို လေ့လာချင်သူများအတွက်Prof. G H Luce ရဲ့ဘာသာပြန်နဲ့အတူ ဖော်ပြပေးလိုက်ပါတယ်။ဝါဆိုဝါခေါင် ရေတွေကြီးလို့July, August - rain and floodသပြေသီးမှည့် ကောက်စို့ကွယ်Take let’s go pick the ripe rose-apple.ခရာဆူးချုံ ဟိုအထဲကHi! care! In thorns and mud.မျှော့နက်မည်းကြီး တွယ်တတ်တယ်That’s where big, black leeches grapple.မျှော့နက်ဆိုတာ ချိုနဲ့လားကွဲ့Leeches? Pah! the hornless things!မြွေနဂါးတောင် ကြောက်ဘူးကွယ်I’ll fight snakes of serpent-kings.တို့လည်းကြောက်ပေါင် အတူသွားစို့Who’s afraid? Let’s all go now.အုန်းလက်နွားလေး ထားခဲ့မယ်I’ll just leave my coconut cow.သွားကွယ်။ သွားကွယ်။Come on! Come on!အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "SEE & FEEL",
        "content": "SEE & FEEL\n\nသဘာဝဘေးအန္တရာယ်ကြောင့်ဖြစ်ဖြစ် လူဖန်တီးတာကြောင့်ဖြစ်ဖြစ်၊ အတိဒုက္ခရောက်ကြသူတွေကို အရင်က မီးဘေး၊ ရေဘေး၊ လေဘေး၊ စစ်ဘေး \"ဒုက္ခသည်\"လို့ အမည်တပ်ခေါ်ခဲ့ကြပါတယ်။ ယခုတော့ \"ဒုက္ခသည်\" အစား ပိုမိုပြော့ပြောင်းညင်သာပြီး၊ ကရုဏာပါတဲ့ အသုံးအနှုန်းမျိုး ပြောင်းလဲခေါ်ဝေါ်လာတာ တွေ့ရပါတယ်။ ရေဘေးသင့်၊ လေဘေးသင့်၊ မီးဘေးသင့်၊ စစ်ဘေးသင့်သူများ စသည် စသည်ပေါ့ဗျာ။ ဒီလို သုံးနှုန်းတာကို အဘိဓာန်က စကားနု စကားယဉ် စကားလှ (Euphemism) လို့ဖော်ပြပါတယ်။ကျွန်တော်တို့ဆီမှာ ရေကြီးရေလျှံလို့ ရေဘေးသင့်ပြည်သူတွေ သိန်းနဲ့ချီရှိလာပါတယ်။ ပြည်တွင်းစစ်၊ ကျူးကျော်စစ်စတဲ့ လူ့ပယောဂတွေကြောင့် အိုးပစ်အိမ်ပစ် ပြေးလွှားပုန်းရှောင်နေကြရသူ စစ်ဘေးသင့်များလည်းရှိပါတယ်။ အဲဒီထဲမှာ သက်ကြီးရွယ်အိုတွေနဲ့ အရွယ်နဲ့မမျှအောင် ခံစားနေကြရတဲ့ ကလေးသူငယ်တွေလည်းပါတယ်။ အကြောင်းကြောင်းကြောင့် ဘေးသင့်နေသူများ အန္တရာယ်အမျိုးမျိုးမှ ကင်းဝေးကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Galaxy Star Jealousy ပွား",
        "content": "Galaxy Star Jealousy ပွား\n\nMRTV-4 က ထုတ်လွှင့်သွားတဲ့ Galaxy Star သီချင်းအဆိုပြိုင်ပွဲကိုကြည့်ရင်း အကဲဖြတ်ဒိုင် ဂရေဟမ် က ပြိင်ပွဲဝင် နေမင်းအိမ် ရဲ့သီဆိုပုံကိုကြည့်ပြီး \"Galaxy Star မှာ Jealousy ပွားစရာ\" လို့ Galaxy နဲ့ Jealousy ကို ကာရန်ယူ အကဲဖြတ်ပြောကြားသွားပါတယ်။ဆက်ပြီး သီဆိုသူကိုလည်း Envy အားကျမိတယ်လို့ ပြောပါတယ်။ကျွန်တော်က အင်္ဂလိပ်စာလေ့လာနေသူတွေအတွက် Jealousy နဲ့ Envy တို့ရဲ့ အဓိပ္ပာယ်ကို ထဲထဲဝင်ဝင်သိရှိဖို့ ဖော်ပြပေးပါရစေ။ Jealousy ကို \"မနာလိုခြင်း၊ သဝန်တိုခြင်း\" လို့သိကြပြီး လူငယ်တွေကြားမှာတော့ ဂျေဝင်တယ်လို့ပြောကြပါတယ်။Envy ဟာ နာမ်အနေနဲ့ Jealousy လို \"မနာလိုခြင်း၊ သဝန်တိုခြင်း၊ အဘိဇ္ဈာပွားခြင်း၊ မရှုဆိတ်ခြင်း\" စတဲ့ တူညီအဓိပ္ပာယ်ရှိပါတယ်။ ကြိယာအနေနဲ့ \"မနာလိုဖြစ်သည်၊ မရှုဆိတ်သည်\" အနက်မျိုးရှိသလို၊ \"အားကျသည်\" ဆိုတဲ့ အခြားအနက်လည်းရှိကြောင်း သတိပြုစေချင်ပါတယ်။အခု ဂရေဟမ် ပြောသွားတဲ့ Envy က မင်းကို တို့များလည်း အားကျမိပါရဲ့လို့ပြောတာဖြစ်ပါတယ်။ Envy လို အနက်နှစ်မျိုးရှိတဲ့ စကားလုံးတွေကို Double-edged or Double-entender လို့ခေါ်ပါတယ်။ အဲဒီလို အနက်အဓိပ္ပာယ်နှစ်မျိုးရှိတဲ့စကားလုံးတွေဟာ အနက်ကောင်းနဲ့ အနက်ဆိုး ရှိတာကြောင့် အသွားနှစ်ဘက်ရှိတဲ့ဓားလို မသုံးတတ်ရင် အန္တရာယ်ရှိတတ်ပါတယ်။ ဒါကြောင့် ဒီအနက်နှစ်မျိုး စကားလုံးတွေကို သတိပြု သုံးနှုန်းကြဖို့လိုပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "လေစိမ်းတွေတိုက်နေတယ်",
        "content": "လေစိမ်းတွေတိုက်နေတယ်\n\nချစ်သူပဲဖြစ်ဖြစ်၊ မိတ်ဆွေပဲဖြစ်ဖြစ် တစ်ယောက်နဲ့တစ်ယောက် ဆက်ဆံရေးကျဲသွားတဲ့ အချိုးပြောင်းသွားတတ်ပါတယ်။ ဒီလို တစိမ်းလိုဆက်ဆံတာကို လေစိမ်းတွေတိုက်နေတယ်လို့တင်စားပြောဆိုခဲ့ဖူးပါတယ်။ မေဆွိ ဆိုခဲ့တဲ့ \"လေစိမ်းတွေတိုက်နေတယ်\" သီချင်းက သက်သေပါ။လေ ကိုသရုပ်ခွဲရင် Wind က တိုက်ခတ်လေ၊ Air က ရှုရှိုက်လေ လို့ ခွဲခြားနိုင်ပါတယ်။ အေးမြတဲ့ အာတိတ်လို၊ ဟိမဝန္တာတို့လို အရပ်ဒေသတွေကို ဖြတ်သန်းတိုက်ခတ်လာတဲ့ စိုစွတ်အေးမြတဲ့လေ ကို Cold winds (သို့) Raw winds လို့ဆိုပါတယ်။ ၁၉၆၁ က ရုံတင်တဲ့ \"Cold Wind In August\" ရုပ်ရှင်ကားကို လူကြီးပိုင်းက မှတ်မိကြဦးမှာပါ။ Cold Wind လေအေး၊ အေးစိမ့်တဲ့လေ ကို Cool or Cold air လို့လည်းပြောနိုင်ပါတယ်။ ဖျားနာစေတတ်လို့ လေတိုက်မခံဖို့ပြောတဲ့ လေစိမ်းက Wild winds ပါ။အင်္ဂလိပ်စကား မှာ မဖော်ရွေ မနှစ်မြို့ မနှစ်သက်လို့ တစ်ဦးနဲ့တစ်ဦး အခင်အမင်ပျက်တာ၊ အေးတိအေးစက်ဖြစ်သွားတဲ့ ဆက်ဆံရေးကို အေးခဲခြင်းသဘောမျိုးနဲ့ Chilly relationship လို့သုံးနှုန်းလေ့ရှိပါတယ်။ အေးစိမ့်စိမ့် ရာသီဥတုအခြေအနေမျိုးကိုလည်း Chilly ကိုပဲသုံးကြပါတယ်။ That word \"cold\" means \"causing air to be cold\" and it can also mean that someone's acting in a frosty way. The main meaning of chilly is cold, but this word is often used for emotions too, just like \"warm.\" A warm person is loving and kind, but a chilly person is unemotional, distant, and quiet. ဒါကြောင့် Cool; Cold; Chilly တို့က အေးစက်ခြင်း၊ စိမ်းကားခြင်း Unfriendly, emotionally distant or unfeeling. ကို ကိုယ်စားပြုနေကြောင်း တွေ့ရပါလိမ့်မယ်။ ဒီတော့ တစ်ခါက ခေတ်စားခဲ့တဲ့ \"လေစိမ်းတွေတိုက်နေတယ်\" ကို အနီးစပ်ဆုံးတူညီမှုပြုရရင် \"Chilly winds or cold winds are blowing\" ဖြစ်ပါလိမ့်မယ်။တန်ဖိုးထားချစ်ခင်ရတဲ့ မိတ်ဆွေအပေါင်း မိတ်ဝတ်မပျက်ဘဲ ထာဝရခင်မင်သွားနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Borrowed Time. _ Living On The Borrowed Time.",
        "content": "Borrowed Time. _ Living On The Borrowed Time.\n\nဂျပန်ကဗျာဆရာကြီး Masuo Basho က သူ့ရဲ့ဟိုက္ကူ ကဗျာ You only live twice ထဲမှာလူတစ်ယောက် တစ်သက်တာမှာ နှစ်ကြိမ်သာ အသက်ရှင်နိုင်တယ်လို့ စပ်ဆိုခဲ့ပါတယ်။\"You only live twiceOnce when you're bornAnd once when you look death in the face.တစ်သက်တာမှာ နှစ်ကြိမ်သာ အသက်ရှင်နိုင်တစ်ကြိမ်က မွေးဖွားချိန်၊နောက်တစ်ကြိမ်က သေမင်းနဲ့ ရင်ဆိုင်တွေ့ချိန်ဖြစ်ပါတယ်တဲ့\"အဲဒီ နောက်ဆုံးအကြိမ်ကတော့ ကိုယ်ကံကုန်ချိန်ဖြစ်ပါလိမ့်မယ်။လူတွေဟာ မသေသေးခင်တော့ ပြောအားရှိလိုက်ကြတာ ဂျော်နီဝါကား အရက်ကြော်ငြာလိုပါပဲ\"Still going strong\" သန်တုန်းမြန်တုန်းပဲ။ \"Alive and kicking\" ကျန်းမာရေးကတော့ ဒေါင်ဒေါင်မြည်ပဲ ပေါ့ဗျာ။Still kicking ဆိုတာ အသက်ရှင်နေသေးတယ်လို့ ပြောတာပါ။ \"Alive and kicking ဆိုတော့ လှုပ်လှုပ်ရှားရှားမာမာချာချာနဲ့ ရှင်သန်နေတယ်ပေါ့။ ဒီစကားမျိုးတွေက Before you go... ဆိုတာလို မသေခင်စပ်ကြား ပြောကြတာပေါ့လေ။ကျွန်တော်တို့တတွေဟာ မွေးဖွားချိန်မတိုင်မီက ဘဝနိဂုံးသေဆုံးခြင်း အချိန်မရောက်ခင်အချိန်အထိသေနေ့မစေ့သေး၍ ဆက်လက်အသက်ရှင်နေတာပါ။ စောစောကပြောသလို သေမင်းခံတွင်းထဲကလွတ်မြောက်လာပြီး ဆက်လက်အသက်ရှင်နေတာလည်း ဖြစ်နိုင်ပါတယ်။ ဒီလိုအခြေအနေကို အင်္ဂလိပ်တွေကWe are living on the borrowed time. လို့ သံဝေဂဆန်ဆန်ပြောပါတယ်။မှန်ပါတယ် We are living on the borrowed time. ပါ။ကျွန်တော်တို့အားလုံးဟာ အပြဋ္ဌာန်းခံ လူသားတွေမဟုတ်ပါလားခင်ဗျာ။ဒီတော့ ကိုယ့်အသက်ကိုလည်း ကိုယ်မပိုင်ကြပါဘူး။ကံကံ၏အကျိုးတရားအတိုင်း ကံစီမံရာ ကံဇာတ်ဆရာအလိုကျ အသက်ရှင်နေထိုင်သေဆုံးကြရတာပဲ ဖြစ်ပါတယ်။ We all are living on borrowed time!ကဲ အသက်ရှင်တုန်း ကောင်းမှုကုသိုလ်တွေလုပ်ပြီး၊ ကောင်းကျိုးကိုယ်မှာတည်ဖို့ ကြိုးစားကြရအောင်။ကဲ အသေမဦးခင် ဘာလုပ်ကြမလဲ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ADULTERY",
        "content": "ADULTERY\n\nAdultery ကို အဘိဓာန်က အိမ်ထောင်ရေးဖောက်ပြန်မှု လို့ ညင်ညင်သာသာ အဓိပ္ပာယ်ဖွင့်ပါတယ်။အပြည့်အစုံအနက်ဖွင့်ရရင် Adultery is voluntary sexual intercourse between a married person and someoneother than his or her lawful spouse. လင်ရှိမယားနဲ့ မယားရှိလင်၊ လင်ရှိမယားနဲ့ အိမ်ထောင်မရှိသူတစ်ဦးဦး၊ဒါမှမဟုတ် မယားရှိလင်နဲ့ အိမ်ထောင်မရှိသူတစ်ဦးဦး တွေ့ကြုံငြိစွန်းမိကြခြင်းပါ။ ဗုဒ္ဓဘာသာဝင် မြန်မာတွေကဒီလိုကိစ္စမျိုးကို ပယ်ပယ်နယ်နယ် ရှုံ့ချလေ့ရှိပါတယ်။ ဒီ Adultery မှာ အကျုံးဝင်တဲ့ ဝေါဟာရတွေက လင်ငယ်နေခြင်း၊နောက်မီးလင်းခြင်း၊ မယားခိုးခြင်း စတဲ့ အိမ်ထောင်ရေးဖောက်ပြန်မှုတွေပါ။အိမ်ထောင်ရေးဖောက်ပြန်သူ အမျိုးသား ကို adulterer = Adulterer is a married man who has sex with a womanwho is not his wife, or a man who has sex with another man's wife. လို့ခေါ်ပြီး၊ အိမ်ထောင်ရေးဖောက်ပြန်သူအမျိုးသမီး ကိုတော့ adulteress (Female adulterer) = Adulteress is a woman who commits adultery. လို့ခေါ်ပါတယ်။လင်ရှိမယားက နောက်တစ်ယောက်နှင့် တိတ်တိတ်ပုန်း ဖောက်ပြားတာကို \"မျောက်မထား-မျောက်မွေးသည်\" လို့ဆိုပါတယ်။အင်္ဂလိပ်လို (of married woman) keep a paramour, a lover. လို့ အနက်ပေးပါတယ်။Liaison ဆိုတာ တိတ်တိတ်ပုန်း အချစ်ဇာတ်လမ်းပါ။ Extramarital affairs ဆိုတာ ကာမပိုင်ရှိသူတွေ အချစ်ဇာတ်လမ်းဒါကြောင့် Affairs ဆိုတာလည်း ကာမေသုအချစ်ဇာတ် ကို ခေါ်တာဖြစ်ပါတယ်။ကဲ ကာမေသုကြောင့် ဗျာပွေမှုမဖြစ်ကြပါစေဖို့ နဲ့ ဒုသနသောပြစ်မှု မမြောက်ကြစေဖို့ ရည်ရွယ်ဖော်ပြလိုက်ပါတယ်။အဓိကအနေနဲ့ ဝေါဟာရတိုးပွားကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "နောက်ဆုံးတော့ ဒါပါပဲ။",
        "content": "နောက်ဆုံးတော့ ဒါပါပဲ။\n\n'Playboy' Brings Nudity Back to the Magazine After a Year-Long Ban on Naked Pictorials'Playboy' Brings Nudity Back to the Magazine After a Year-Long Ban on Naked Pictorials'Playboy' Brings Nudity Back to the Magazine After a Year-Long Ban on Naked Pictorials"
    },
    {
        "title": "Moon or Month",
        "content": "Moon or Month\n\nအားလုံးသိကြတဲ့အတိုင်း Month ဆိုတာ (ပြက္ခဒိန်) လ = Lunar month ဖြစ်ပြီး၊ Moon ဆိုတာလည်း (ကောင်းကင်က) လ ဖြစ်ပါတယ်။ ဒါကြောင့် အင်္ဂလိပ်စကား \"Month\" ရော \"Moon\" နှစ်ခုစလုံးကို မြန်မာလို \"လ\" လို့ ယေဘုယျပြောနိုင်ပါတယ်။ ထူးခြားတာက ကျွန်တော်တို့ မြန်မာ့ပြက္ခဒိန်ရဲ့ \"လ (Month)\" ဟာ \"(ကောင်းကင်က) လ (Moon)\" နဲ့ ဆက်စပ်နေတယ်ဆိုတဲ့အချက်ပါပဲ။ကမ္ဘာက လကိုလှမ်းကြည့်ရင် မြင်ရတဲ့ပုံသဏ္ဍန် (Phases of the Moon) အမျိုးမျိုးရှိပါတယ်။ လပြည့်နဲ့ လကွယ်အကြား သိသိသာသာတွေ့ရတာက လတစ်ဝက် (Half moon) နဲ့ လပြည့် (Full moon) ပါ။ အဲဒီ လတစ်ဝက် နဲ့ လပြည့် ကြားမှာတော့ လေးပုံသုံးပုံပြည့်နေတဲ့ ပြည့်လုလုလ (Gibbous moon) ရှိပါတယ်။ နောက်တစ်မျိုးက လဆန်းစအချိန် (Waxing) နဲ့ လကွယ်ခါနီးအချိန် (Waning) မှာတွေ့ရတဲ့ လခြမ်း၊ စက်ဝိုင်းခြမ်းပုံသဏ္ဍန်လ၊ မိုမောက်ကွေးဝိုက်တဲ့ လကွေးကွေးလေး (Crescent) ဖြစ်ပါတယ်။ \"လကလေးကထွက်ပေါ်တစ်ခြမ်း\" တို့၊ \"သုံးရက်လ ခုံးမျက်စ\" တို့လို အဖွဲ့အနွဲ့တွေကို မှတ်မိကြပါလိမ့်မယ်။ တိတိကျကျပြောရရင် လဆန်း (Waxing) ဆိုတာ \"လစထွက်တဲ့ရက်က လပြည့်ရက်အထိကာလ\" ကိုခေါ်တာပါ။လဆုတ် (Waning) ဆိုတာ \"လပြည့်ကျော်တစ်ရက်နေ့က လကွယ်ရက်အထိကာလ\" ဖြစ်ပါတယ်။ဒီလိုမျိုး လ ကို ကမ္ဘာကမြင်ရတဲ့ ပုံသဏ္ဍန် (Phases of the Moon) ကိုလိုက်ပြီး လဆန်းချိန် (Waxing) နဲ့ လဆုတ်ချိန် (Waning) လို့ အမည်ပေးသတ်မှတ်ကြတာဖြစ်ပါတယ်။မြန်မာ့ပြက္ခဒိန်ကိုကြည့်ရင် တစ်လ ကို ရက်ပေါင်း ၃၀၊ အချို့လမှာ ၂၉ ရက်နဲ့ ဖွဲ့စည်းထားပါတယ်။ ရက် ၃၀ ရှိတဲ့လကို ရက်စုံလ၊ ၂၉ ရက်သာရှိတဲ့လကို ရက်မစုံလလို့ခေါ်ပါတယ်။ လွယ်လွယ်မှတ်မိစေဖို့ တန်ခူး ရက်မစုံ ၂၉၊ ကဆုန် ရက်စုံ ၃၀ အစချီတဲ့ လင်္ကာလေးနဲ့မှတ်ကြပါတယ်။ ရက်စုံလ ရက် ၃၀ ကို လဆန်း ၁၅ ရက်နဲ့ လဆုတ် ၁၅ ညီတူညီမျှ ထားရှိပေးပါတယ်။ရက်မစုံလ ၂၉ ရက်အတွက် လဆန်း ၁၅ ရက်နဲ့ လဆုတ် ၁၄ ရက် သတ်မှတ်ထားပါတယ်။အဘိဓာန်က \"လပြည့် (Full moon)\" ကို \"လဝန်းကိုအပြည့်မြင်ရတဲ့ရက်၊ မြန်မာလဆန်း ၁၅ ရက်\" လို့ အနက်ဖွင့်ပြီး၊ \"လကွယ် (New moon) ကိုတော့\" လဝန်းကိုလုံးဝမမြင်ရတဲ့ရက်\" လို့ အနက်ပေးပါတယ်။ တစ်နည်းအားဖြင့် လကွယ် ဆိုတာ လဆုတ်ချိန်ရဲ့ နောက်ဆုံးနေ့ {The last day of waning (on which the moon is not visible)} ပါ။လဆုတ် (Waning) ကို လပြည့်ကျော် လို့လည်းခေါ်တာကြောင့် မြန်မာ့အလင်း၊ ကြေးမုံသတင်းစာတွေက \"လဆုတ်\" အစား \"လပြည့်ကျော်\" လို့ သုံးနှုန်းကြပါတယ်။မြန်မာလဆန်း ၁၅ ရက်ကို လပြည့် (Full moon) လို့ခေါ်ပါတယ်။ လပြည့်နေ့ (Full moon day) တွေဟာ ဗုဒ္ဓဘာသာဝင် မြန်မာတို့အဖို့ ဘာသာရေးဆိုင်ရာ အခါကြီးရက်ကြီး(Day of religious significance) တွေဖြစ်ကြပါတယ်။ အချို့ အခါကြီးရက်ကြီးနေ့တွေဟာ အများပြည်သူအားလပ်ရက် (Public holiday) တွေလည်းဖြစ်ပါတယ်။ မြန်မာ့ပြက္ခဒိန်တစ်နှစ်တာ ၁၂ လမှာ ပြန်တမ်းဝင်ရုံးပိတ်ရက် (Gazetted holiday) အဖြစ်သတ်မှတ်ထားတဲ့ အခါကြီးရက်ကြီး ၅ ရက်ရှိပါတယ်။တပေါင်းလပြည့် {Full moon day of Tabaung};ကဆုန်လပြည့်နေ့ (ဗုဒ္ဓနေ့) (ကဆုန်ညောင်ရေသွန်းပွဲတော်) {Full moon day of Kason};ဝါဆိုလပြည့်နေ့ (ဓမ္မစကြာနေ့) {Full moon day of Waso};သီတင်းကျွတ်လပြည့်နေ့ (အဘိဓမ္မာနေ့) (သီတင်းကျွတ်မီးထွန်းပွဲတော်) {Full moon day of Thadingyut};တန်ဆောင်မုန်းလပြည့်နေ့ (တန်ဆောင်တိုင်မီးထွန်းပွဲတော်) {Full moon day of Tansaungmone} ပထဝီဝင်ပညာရှင်တွေရဲ့အဆိုအရ ကမ္ဘာမြေပြင်ပေါ်က ဒီရေအတက်အကျ ၊ ရေတက်ရေကျ ဟာ အာကာသထဲက လရဲ့ဆွဲငင်အားနဲ့ဆိုင်တယ်လို့ဆိုကြပါတယ်။ ရေလုပ်သားတွေက ရေထရက် (Spring tide or Flood tide)၊ ရေသေရက် (Near tide) တွေမှတ်ပြီး၊ ငါးဖမ်းထွက်ကြပါတယ်။ ဒီရေအတက်အကျကိုမှီပြီး ရေစူး (Draft) အရ ဝင်ထွက်ခုတ်မောင်းကြရတဲ့ လှေ၊သင်္ဘောတွေလည်း လဆန်း၊ လဆုတ်၊ လပြည့်၊ လကွယ်ရက်တွေကြည့်လို့ ရေလမ်းခရီးထွက်ကာ ဘဝဝမ်းစာရှာကြရပါတယ်။ဖြစ်ပျက်တရားသဘောအရကြည့်ရင် ကျွန်တော်တို့တတွေရဲ့ လူ့ဘဝသက်တမ်းဟာ နေ့ကိုရက်စား၊ ရက်ကိုလစားပြီး တတိတိနဲ့ ကုန်ဆုံးနေကြရတာပါ။ လဆန်း၊ လဆုတ်ကိုအခြေခံတဲ့ အီဒီယံ \"Wax and Wane\" က \"လောကဓံသဘောအရ နိမ့်တုံ မြင့်တုံ\" သရုပ်မှန်ကို အထင်အရှားပြသနေကြောင်း ဆင်ခြင်နိုင်ဖို့ သတိထောက်လိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Post-Truth",
        "content": "Post-Truth\n\nဝေါဟာရကိုတောင် မနည်းအဓိပ္ပာယ်ဖွင့်နေရတယ်။ကမ္ဘာ့ကလိန်ကကျစ်တွေရဲ့ စိတ်ကူးနဲ့လုပ်ရပ်ကိုသိအောင် အတော့်ကို ကြိုးစားကြရပါမယ်။အမှန်သိပြီးရင် ကိုယ့်တိုင်းပြည်ကို အသေအလဲကာကွယ်ကြရမယ်။The harder they come ပေါ့။"
    },
    {
        "title": "Nothing Changed!",
        "content": "Nothing Changed!\n\nA Year On ....Nothing Changed!ကျွန်တော့်သားက ငှက်တွေနဲ့ ပျော်မွေ့သွားပါပြီ။ကျွန်တော်တို့မျိုးဆက်အတွက်တော့ \"Bye Bye Birdie\" လားမသိပါ။ဘာပဲဖြစ်ဖြစ် ကိုသူရိန် ပျံသာပျံပါ ထက်အာကာ....Fly Robin Fly!"
    },
    {
        "title": "I can't sleep without you.",
        "content": "I can't sleep without you.\n\nစိုးသူ လေသံနဲ့ ညည်းရရင် \"ကြည်ဖြူပါ ကြည်ဖြူပါ မေရယ် ဒီညလည်း ကိုယ်လေ အိပ်မပျော်တယ်\"ဟုတ်ပါတယ်၊ \"မင်းမရှိပဲ ဘယ်လိုမှ အိပ်မရလို့ပါ _ I can't sleep without you.\"ဒါလေးက SWEETY HOME ရဲ့ မွေ့ရာကြော်ငြာလေးပါ။ကျွန်တော်ကတော့ အိပ်ပျော်တယ်၊ မျက်နှာနဲ့ခေါင်းအုံးထိလိုက်တာနဲ့ အိပ်ပျော်သွားပါတယ်။နှင်းဆီပွင့်ပေါ် အိပ်ပျော်ခြင်းလို့တောင် တင်စားရင်ရပါတယ်။You are the reason that I don't sleep at night.ငယ်ငယ်တုန်းကလို ငါ အိပ်မရတာ မင်းကြောင့်ပဲ ဆိုတာမျိုးတွေ မရှိတော့ပါ။ဒါပေမယ့် အကြောင်းကြောင်းကြောင့် မအိပ်နိုင်သူတွေရှိကြပါတယ်။မပူပါနဲ့။ အိပ်မပျော်သူတွေအတွက် အိပ်ရာဝင်ပုံပြင်ကောင်းကောင်းလေးတွေ ရှိပါတယ်။ဒီညအတွက် အိပ်ရာဝင်ပုံပြင်ပြောဖို့ ကျွန်တော် Madonna ကို ဖိတ်ထားပါတယ်။ခု သူ ရောက်နေပါပြီ။ Please Embrace Her. Good Night!အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မျက်မမြင်လေးကျွန်တော် Blind Boy",
        "content": "မျက်မမြင်လေးကျွန်တော် Blind Boy\n\nဒီနေ့မနက် ၄:၁၀ မှာ ကျွန်တော်နိုးပါတယ်။မနေ့က ၂:၃၀ မှာ နိုးခဲ့ပါတယ်။ယမန်နေ့က ၃:၁၁ မှာ နိုးခဲ့ပါတယ်။ဘယ်လိုဖြစ်တာလဲ ခန္ဓာကိုယ်ထဲက ဇီဝနာရီ ချို့ယွင်းသွားပြီလား။ဒါမဟုတ် ၇၀ တန်းထဲဝင်တော့မှာမို့ ဖောက်ပြန်လာတာလား။မရဖူး ဟေ့ Colley Cibber ရဲ့ \"Blind Boy မျက်မမြင်ကောင်လေး\" ကဗျာလိုပါပဲ....My day or night myself I makeငါနိုးနေရင် နေ့ငါအိပ်ပျော်နေရင် ည ပဲ....ကောင်းသော စိတ်စေတသိက်နဲ့အတူနိုးထနိုင်ကြပါစေ။အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "ချစ်ဖူးတယ်",
        "content": "ချစ်ဖူးတယ်\n\nMNTV က ယခုထုတ်လွင့်ပြသသွားတဲ့ လိမ္မော်ရောင်ကောလိပ်ည ဂီတညချမ်း အစီအစဉ်မှာအဆိုတော်ကြီးချစ်ကောင်းက ကိုယ်တိုင်ရေးပုံတူ သီချင်းနဲ့ ဖျော်ဖြေသွားပါတယ်။လွမ်းမောသတိရစရာပါ _ A real nostalgia.ချစ်ဖူးတယ်... ချစ်ဖူးတယ်... ချစ်ဖူးတယ်အို တစ်ကယ်ပဲ ရူးနိုင်တယ်Susanna, Susanna,Susanna, I'm crazy loving youSusanna, Susanna,Susanna, He's crazy loving youI'm so crazy loving you.........မူရင်း Art Company ရဲ့ သီချင်းလေး Susanna ကို နခံစားရင်း အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ဩဇာတိက္ကမနဲ့ ပြည့်စုံခြင်း",
        "content": "ဩဇာတိက္ကမနဲ့ ပြည့်စုံခြင်း\n\nCharisma ကို အဘိဓာန်က \"ဩဇာတိက္ကမနဲ့ ပြည့်စုံခြင်း\" လို့ အနက်ပေးပါတယ်။ဥပမာပေးတဲ့ဝါကျက A politician with tremendous popular charisma တဲ့ဗျာ။၁၉၆၂ ခုနှစ် ကျွန်တော် ၁၄ နှစ်သားအရွယ်က စပြီးအခုထိ အခုလို လူထုကြည်ညို လေးစား ကိုးစားယုံကြည်အားထားရတဲ့လူထုခေါင်းဆောင်မျိုး မပေါ်ဖူးသေးဘူးလို့ ပြောရင်လွန်အံ့မထင်ပါ။ဒီညတော့ အမေစု တစ်ယောက် သောင်းတိုက်က ကြားစေသားမိန့်ခွန်းပြောပြီးလို့နှစ်နှစ်ခြိုက်ခြိုက် အိပ်ပျော်မယ်လို့ ယုံကြည်ပါတယ်။ပြည်သူပြည်သားအပေါင်းတို့လည်း ကောင်းစွာအိပ်စက်နိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အမေစု State of the Nation",
        "content": "အမေစု State of the Nation\n\nအမေစု State of the Nation နိုင်ငံတော်အခြေပြမိန့်ခွန်းမပြောမီ ဒါလေး မျှဝေပါရစေအမေစု State of the Nation နိုင်ငံတော်အခြေပြမိန့်ခွန်းမပြောမီ ဒါလေး မျှဝေပါရစေအမေစု State of the Nation နိုင်ငံတော်အခြေပြမိန့်ခွန်းမပြောမီ ဒါလေး မျှဝေပါရစေQUOTEဒေါ်စုလို ဗုဒ္ဓတရားတော်အား အခြေအနေတစ်ခုအထိ ကောင်းမွန်စွာကျင့်ကြံအားထုတ်ပြီးသူတစ်ယောက်အနေနဲ့ လောကဓံ ၈ ပါးဖြစ်တဲ့တကမ္ဘာလုံးက ဝိုင်းဝန်းချီးမွန်းမှုကိုလဲ ခံခဲ့ရပြီးပြီတကမ္ဘာလုံးက ဝိုင်းဝန်းရှုံ့ချ ကန့်ကွက်တာကိုလဲ ခံနေရပြီ။ချစ်ခင်နှစ်သက်သော သူတွေနဲ့လဲ ကွေကွင်းခဲ့ရပြီးပြီမချစ်ခင်မနှစ်စရာကောင်းသောသူတွေနဲ့လဲ တစ်လျောက်လုံးထိတွေ့ဆက်ဆံနေရပြီးသလို အခုထက်ထိလည်း ဆက်ဆံနေရတုန်းပဲဒေါလာသန်းနဲ့ချည်ပြီး ပိုက်ဆံတွေ ဝင်ခဲ့ဘူးသလိုအကျဉ်းကျနေချိန်တွေမှာလဲ လောက်ငှအောင် ခြိုးခြံချွေတာနေခဲ့ပြီးပြီ။တကယ့်အသက်ကိုနှုတ်မဲ့ ကျဉ်ဆံတစ်တောင့်ရဲ့ ရှေ့ကို ရဲရဲဝံ့ဝံ့လဲ တိုးဝင်ပြီးကံကောင်းလို့ ဒီပဲရင်းဆိုတဲ့ သေမင်းနှုပ်ခမိးက ထွက်လာတဲ့ အာဂမိန်းမတစ်ယောက်အတွက် သူတကယ်ချစ်တဲ့ ပြည်သူကလွဲရင် ဘာတွေကိုများ ကြောက်စရာအလေးပေးစရာများ ရှိနေသေးလို့လဲဗျာ။UNQUOTE"
    },
    {
        "title": "DASSK _ Televised Address to the Nation",
        "content": "DASSK _ Televised Address to the Nation\n\nလာမည့် ၁၉ ရက် အင်္ဂါနေ့ မနက် ၁၀ နာရီမှာ အမေစုကမြန်မာနဲ့ကမ္ဘာကို အင်္ဂလိပ်လို မိန့်ခွန်းပြောကြားပါမယ်။အမေစုရဲ့မိန့်ခွန်းဟာ ကြိုတင်ရေးသားထားတာကို အဆင်သင့်ဖတ်ကြားတာမျိုး မဟုတ်ဘဲအကြေအလည်သိရှိထားတဲ့ အချက်အလက်တွေကို လက်တန်းပြောကြားမှာဖြစ်လို့မြန်မာပြန်စာတန်းထိုးပေးနိုင်မှာမဟုတ်လို့ သိရပါတယ်။ မြန်မာဘာသာပြန်ဆိုချက်ကိုလည်းအတန်ငယ် အချိန်ပေးစောင့်ဖတ်ကြရပါမယ်။Gravity နဲ့ Coverage အရ လက်ရှိ ရခိုင်အရေးဟာ မြန်မာ့ပြည်တွင်းရေးသက်သက်မဟုတ်ဘဲကမ္ဘာက အာရုံစိုက်ရလောက်အောင် ကျယ်ပြန့်နေတာကြောင့် အင်္ဂလိပ်ဘာသာစကားသုံးရတာဖြစ်တယ်ဆိုတာ အသိဉာဏ်ရှင်သန်နေသူအားလုံး သိကြပါတယ်။ကျွန်တော့်အနေနဲ့ အမေစု အင်္ဂလိပ်လို မိန့်ခွန်းပြောကြားမယ်ဆိုတော့စာမတတ်တဲ့ အသက် ၆၀ ကျော်အမေအိုတစ်ယောက် ပြောစကားလေးကို ပြန်ပြောင်းသတိရမိပါတယ်။အဲဒီ အမေအိုမှာ ပညာတတ်ပြီး မြို့တက်အလုပ်လုပ်နေတဲ့ သားတစ်ယောက်ရှိတယ်။သားက သူ့အမေ စာမဖတ်တတ်မှန်းသိပေမယ့် အမေ့ဆီကို စာမှန်မှန်ရေးပို့လေ့ရှိတယ်။အမေက သူ့သားထံက စာတွေကို သူ့ဘော်လီအင်္ကျီ အိပ်ထဲမှာ ကျစ်ကျစ်ပါအောင် သိမ်းထားလေ့ရှိတယ်။သူများတွေက ဖတ်ပြမယ်ဆိုတာတောင် ပေးမဖတ်ခဲ့ပါဘူး။အမေရယ် အမေက စာမှမဖတ်တာ ဒီအတိုင်းထားလို့ ဘာအကျိုးရှိမှာလည်းဆိုတော့အမေအို ပြန်ပြောလေ့ရှိတာက \"ညည်းတို့ ဘာသိလို့တုံး ငါ့သားဆီကစာပဲသူ့အမေ မာကြောင်း သာကြောင်းပဲဖြစ်မှာပေါ့\" တဲ့။ တကယ့် Ignorant Appreciation ပါပဲဗျာ။ကျွန်တော်တို့ မြန်မာပြည်သူပြည်သားတွေအားလုံး (\"အ\"သုံးလုံးကျေသူတွေရော၊\"အ\"သုံးလုံး မကျေသူတွေရော) က အမေစုဟာ မေတ္တာရှေ့ထားပြီး ဖြောင့်မတ်မှန်ကန်စွာဒီမိုကရေစီရေးဆောင်ရွက်ပေးနေသူ နိုင်ငံရေးသုခမိန်လို့ ခံယူထားပါတယ်။ဒါကြောင့် စောစောက စာမတတ်တဲ့ အမေအိုကြီးပြောသလိုပြောရရင်\"အမေစု က ဘိုလိုပြောလို့ တို့နားမလည်ချင်နေပါစေ၊ အမေစုပြောတဲ့ မိန့်ခွန်းဟာမြန်မာပြည်ကြီးကောင်းကျိုး အတွက်ပြောတာပဲလို့\" မှတ်ယူယုံကြည်လိုက်ပါမယ်။အမေစု ကျန်းမာပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ချိုလိမ် Pacifier",
        "content": "ချိုလိမ် Pacifier\n\nPACIFIER (Conciliator) vs PACIFIER (Dummy)Pacific (adj) ကို အဘိဓာန်က \"ငြိမ်းချမ်းရေးလိုလားသော၊ ငြိမ်းချမ်းသော\" လို့ အနက်ပေးပါတယ်။Pacify (verb) ကိုတော့ \"စစ်မက်ငြိမ်းအေးစေသည်၊ နှစ်သိမ့်သည်၊ ချွေးသိပ်သည်\" လို့ အနက်ဖွင့်ပါတယ်။Pacifier (noun) မှာ ၁. A person or thing that pacifies လူပုဂ္ဂိုလ်ပဲဖြစ်ဖြစ်၊ အရာဝတ္ထုပဲဖြစ်ဖြစ်ငြိမ်းအေးစေသူ၊ နှစ်သိမ့်ပေးသူ၊ ချွေးသိပ်သူ၊ ၂. A rubber or plastic nipple for a baby to suck onနို့စို့အရွယ်ကလေးငယ် အငိုတိတ်စေဖို့ ရာဘာ၊ ပလတ်စတစ်နဲ့လုပ်ထားတဲ့ နို့သီးခေါင်းပုံ ချိုလိမ် ဆိုပြီးအဓိပ္ပာယ်နှစ်မျိုးရှိပါတယ်။အဲဒီအဓိပ္ပာယ်နှစ်မျိုးထဲက ပထမအဓိပ္ပာယ် Pacifier စစ်မက်ငြိမ်းအေးစေသူ၊ ငြိမ်းချမ်းရေးရရှိအောင်ဆောင်ရွက်ပေးသူမျိုးကို အတွေ့နည်းပါတယ်။ အကြောင်းက လက်တွေ့လောကမှာ ငြိမ်းချမ်းရေးဖော်ဆောင်ရတာ ခက်ခဲလွန်းလို့ဖြစ်ပါတယ်။ မြန်မာပြည်ကိုကြည့် ငြိမ်းချမ်းရေးအတွက်ခေတ်အဆက်ဆက် အနှစ် ၇၀ နီးပါး ကြိုးပမ်းလာတာ အခုထိ Pacification မဖြစ်နိုင်သေးပါဘူး။ဒါပေမဲ့ဗျာ Pacifier ရဲ့ ဒုတိယအဓိပ္ပာယ် ချိုလိမ် လို့လူသိများတဲ့ နို့လိမ်လေးကတော့ နို့စို့ကလေးငယ်ကိုComforting နှစ်သိမ့်ပေးလျက်ရှိပါကြောင်း တွေးမိပါတယ်။ Long Live Pacifier. အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Battle for Bottle",
        "content": "Battle for Bottle\n\nဒီအပတ်အတွက် မှတ်သားနာယူဖွယ်အဆိုအမိန့် (Quotable Quote) အဖြစ်အောက်ပါစကားစုလေးကို ဖော်ပြလိုက်ပါတယ်။\"Some battle their way to the top,others bottle their way to the bottom.အချို့သူတို့သည် ထိပ်ဆုံးသို့ ရောက်သည့်တိုင် တိုက်ပွဲဝင်ကြသည်။အချို့ကတော့ အောက်ခြေသို့ ရောက်သည့်အထိ သောက်ပွဲဝင်ကြသည်\"စဉ်စားဆင်ခြင်စရာ သတိထောက်စကားပါ။အသုံးအနှုန်းအရပြောရရင် Battle ဆိုတဲ့ ကြိယာနဲ့လိုက်ဖက်အောင် Bottle ကို သုံးလိုက်ရသော်လည်းအမှန်က Bottle အနေနဲ့ \"အရက်သောက်သည်\" ဆိုတဲ့ အဓိပ္ပာယ်မရှိဘဲ \"ပုလင်းသွင်းသည်\" ဆိုတဲ့အဓိပ္ပာယ်သာရှိပါတယ်။ ယခုလို ရေးသားပြောဆိုမှုမျိုးကို ကဗျာဆရာတို့၏ လွတ်လွတ်လပ်လပ်လုပ်ပိုင်ခွင့်တစ်နည်း စာပေဖန်တီးသူတို့အတွက် စကားစဉ်၊ အနက်အဓိပ္ပာယ်တို့ကို အဆင်ပြေသလိုပြောင်းလဲနိုင်ခွင့်၊ လိုင်စင်ရကဗျာ့အခွင့်အရေး (Poetic license) လို့ခေါ်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Don't make waves!",
        "content": "Don't make waves!\n\nPeople Power can slip thru your fingers if ...........ပြည်သူ့အာဏာပိုင်စိုးမယ့် ပြည်သူ့အစိုးရလက်ထက်မှာအကြီးမားဆုံးစိန်ခေါ်ချက်တွေ၊ ယုတ်မာရက်စက် အသိဉာဏ်မဲ့အဖျက်အမှောင့်တွေနဲ့ရင်ဆိုင်နေရတာ မြန်မာပြည်ကြီးကောင်းစားရေးကို မျှော်တွေးသူတိုင်းသိကြပါတယ်။အခုလို ဖြစ်တည်လာဖို့ ကြိုးစားရတာ နှစ်ငါးဆယ်နီးပါးကြာခဲ့ပါတယ်။ချောက်ထဲကျဖို့က အချိန်တိုအတွင်း ဖြစ်သွားနိုင်လို့ အသိတရားနဲ့ယှဉ်ပြီး လုပ်ဆောင်သွားကြပါ။ပျက်စီးရာပျက်စီးကြောင်းအကြံနဲ့ လှိုင်းဂယက်ထအောင် မလုပ်ကြပါနဲ့။Don't make waves!"
    },
    {
        "title": "LITERACY FOR MANKIND",
        "content": "LITERACY FOR MANKIND\n\nစက်တင်ဘာ ၈ ရက် က အပြည်ပြည်ဆိုင်ရာ စာတတ်မြောက်ရေးနေ့ (International Literacy Day) ပါ။ဒီနှစ်ဆောင်ပုဒ်က \"Literacy in a digital world ဒစ်ဂျစ်တယ်နည်းပညာကမ္ဘာမှာ စာတတ်မြောက်ရေးသည် အခရာ\" ဖြစ်ပါတယ်။၂၀၁၄ သန်းခေါင်စာရင်းအရ ကျွန်တော်တို့နိုင်ငံမှာ ကျောင်းနေအရွယ် အသက် ၅ နှစ် က ၁၆ အကြားကျောင်းမနေနိုင်သူ၊ အချိန်မတိုင်ခင် ကျောင်းထွက်လိုက်ရသူ ၃ သန်းခန့်ရှိပြီး၊ ၁၅ နှစ်အထက်အရွယ်ရောက်ပြီးစာမတတ်သူဦးရေ ၄ သန်းနီးပါးရှိကြောင်းသိရပါတယ်။ဒါကြောင့်နိုင်ငံတော်က ကျောင်းနေအရွယ်ကလေးတိုင်း စာသင်ကြားနိုင်စေဖို့၊ သက်ကြီးစာမတတ်သူလျော့နည်းပပျောက်ဖို့ကြိုးစားနေတာတွေ့ရလို့ ဝမ်းသာပီတိဖြစ်ရပါကြောင်းပြောကြားရင်း အပြည်ပြည်ဆိုင်ရာ စာတတ်မြောက်ရေးနေ့ကို ကြိုဆိုလိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "MY BLUE HEAVEN _ Cliff Richard",
        "content": "MY BLUE HEAVEN _ Cliff Richard\n\nဒီနေ့ ဟိုးအနှစ် ၉၀ လောက်က ရေးခဲ့တဲ့ သီချင်းဟောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Oldie but Goodie. အဟောင်းထဲက အကောင်းလေးပါ။ဒီသီချင်းက \"My Blue Heaven အပြာရောင်ကောင်းကင်ဘုံ\" လို့ အမည်ရတဲ့ သီချင်းလေးပါ။ဒီသီချင်းရဲ့ဖြစ်တည်မှု နှစ်ပေါင်း ၉၀ နီးပါးအတွင်းမှာ အထင်ကရ အဆိုတော်ကြီးတွေ မူဟန်အမျိုးမျိုးနဲ့ ပြန်ဆိုခဲ့ကြပါတယ်။ကျွန်တော်က ၁၉၆၁ မှာ Cliff Richard (& the Shadows) ဆိုခဲ့တဲ့ သီဆိုဟန်ကို ကြိုက်နှစ်သက်ပါတယ်။အင်္ဂလိပ်စာလေ့လာနေသူ ရောင်းရင်းတွေအနေနဲ့ တေးစာသားတွေ ခံစားနားဆင်ရင်းဝေါဟာရတိုးပွားလာစေဖို့ ရည်ရွယ်မျှဝေလိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။\"My Blue Heaven\"အပြာရောင်ကောင်းကင်ဘုံWhen the whippoorwills callဝစ်ပါဝဲငှက်ကလေး အော်မြည်သံကြားရချိန်And evening is nighညနေစောင်းဖို့ နီးလာပါပြီ။I’m so happy in my blue heavenအပြာရောင်ကောင်းကင်ဘုံလေးမှာ ကျွန်တော်တို့ပျော်နေကြပါတယ်။Just take a turn to the rightညာဘက်ကို တစ်ချက်လေးချိုးလိုက်တာနဲ့You’ll see a little white lightအလင်းရောင်ဖြူဖြူလေး ကို တွေ့ရပါလိမ့်မယ်။It lead you to my blue heavenအဲဒီ မီးရောင်ဖြူဖြူလေးက ကျွန်တော်တို့ရှိရာကို ညွှန်ပြနေပါတယ်။It’s just a smiling face, a fireplace, a cozy roomအဲဒီမှာ ချစ်ပြုံးမျက်နှာလေးရယ် ၊ မီးလင်းဖိုရယ် ၊ နွေးထွေးတဲ့အခန်းလေးရယ် ရှိပါတယ်။It’s a lover’s nest that nestles where the roses bloomဒီနေရာဟာ နှင်းဆီပန်းတွေပွင့်နေတဲ့ ချစ်သူတို့နွေးထွေးပျော်စံရာ အိမ်လေးပေါ့။Just my Molly and me,အရင်က ဇနီးသည်မော်လီရယ် ၊ ကျွန်တော်ရယ် နှစ်ယောက်တစ်ကမ္ဘာပါ။and little baby makes threeအခု ကလေးငယ်လေးရောက်လာတော့ သုံးယောက် ဖြစ်သွားပါပြီ။We’re so happy in my blue heavenအပြာရောင်လောကနိဗ္ဗာန်လေးမှာ ကျွန်တော်တို့ပျော်နေကြပါတယ်။When the whippoorwills callဝစ်ပါဝဲငှက်ကလေး အော်မြည်သံကြားရချိန်And evening is nighညနေစောင်းဖို့ နီးလာပါပြီ။I’m so happy in my blue heavenအပြာရောင်ကောင်းကင်ဘုံလေးမှာ ကျွန်တော်တို့ပျော်နေကြပါတယ်။Whippoorwill ဆိုတာ မြောက်အမေရိကန် ညည့်ငှက်ကလေးပါ။သူ့အမည်ကို သူ့အော်သံ ဝစ်ပါဝဲ whippoorwill အတိုင်းခေါ်တာဖြစ်ပါတယ်။ဒီက ဥသြ၊ တစ်တီတူး၊ ယောက်ဖခွေးခေါ်ငှက် တို့လို သူတို့ရဲ့အော်မြည်သံကို အစွဲပြု မှည့်ခေါ်ထားတဲ့ငှက်မျိုးပါ။မြည်သံစွဲအင်္လကာ ကို Onomatopoeia လို့ခေါ်ပါတယ်။ပျော်ရာနိဗ္ဗာန် လို့အလွယ်ပြောကြတာကြောင့် \"လောကနိဗ္ဗာန်\" လို့သုံးမိတာ ဘဝင်မကျရင် ခွင့်လွတ်ပါ။"
    },
    {
        "title": "A STAR IS BORN",
        "content": "A STAR IS BORN\n\nA STAR IS BORN _ Now A Name, Soon be a LegendMRTV-4 က ထုတ်လွှင့်သွားတဲ့ Galaxy Star သီချင်းအဆိုပြိုင်ပွဲရဲ့ တစ်နှစ်ကျော် ခရီးရှည်ကြီး ယနေ့ညမှာ အပြီးသတ်သွားပါပြီ။သမ္မာကျမ်းစာထဲကအတိုင်းပါပဲ _ Many are called but few are chosen. ခေါ်တာတော့ အများကြီး၊ ရွေးတော့အနည်းငယ်ပါ။အားလုံးသိကြတဲ့အတိုင်း အခု အတော်တကာ့အတော်ဆုံးတွေထဲက တစ်ယောက်တည်းကို ရွေးလိုက်ပါပြီ။ပြိုင်ပွဲတစ်နေရာမှာ အကဲဖြတ်ဒိုင် ဂရေဟမ် က ပြိုင်ပွဲဝင် နေမင်းအိမ် ရဲ့သီဆိုပုံကိုကြည့်ပြီး \"Galaxy Star မှာ Jealousy ပွားစရာ\" လို့ Galaxy နဲ့ Jealousy ကို ကာရန်ယူ အကဲဖြတ်ပြောကြားသွားတာ မှတ်မိပါလိမ့်မယ်။အရွေးချယ်ခံရသူက Best of the Best; King of the King. နေမင်းအိမ် ပါ။ကဲ နောက်ဆုံးရွေးချယ်ခံရပြီး အမြင့်ဆုံးဆုကြေးငွေ ကျပ်သိန်း ၁၀၀၀ ရရှိသွားသူ \"နေမင်းအိမ်\" ကိုStanding Ovation မတ်တပ်ရပ်လက်ခုတ်တီး ဂုဏ်ပြုလိုက်ကြရအောင်လားဗျာ။ အားလုံး မင်္ဂလာပါ။Matthew 22:14\"For Many are invited but few are chosen.\" BibleKing James Version; \"Many are called but few are chosen.\""
    },
    {
        "title": "ပြဿနာကို အဖြေရှာရတာမလွယ်ပါ",
        "content": "ပြဿနာကို အဖြေရှာရတာမလွယ်ပါ\n\nအဖြေ ကို အဘိဓာန် က Answer or Solution လို့ အနက်ပေးပါတယ်။ပြဿနာကို အဖြေရှာရတာမလွယ်ပါ။ ဖြေရှင်းနည်းလည်း အမျိုးမျိုးရှိပါတယ်။လက်ရှိရခိုင်အရေးက ၂၁ ရာစုမြန်မာတွေအတွက် အကြီးမားဆုံးစမ်းသတ်မှုဖြစ်စေပါလိမ့်မယ်။နိုင်ငံ့အစိုးရနဲ့ တပ်မတော်တို့ ဉာဏ်မီသလောက် အကောင်းဆုံးကိုင်တွယ်ဖြေရှင်းပေးနေတယ်လို့ ယုံကြည်ပါတယ်။တာဝန်သိသိ စောင့်ကြည့်ကြပါ။Don't make waves.Don't rock the boat.Credit to contributor"
    },
    {
        "title": "QUEST FOR PEACE",
        "content": "QUEST FOR PEACE\n\nငြိမ်းချမ်းရေး ကြိုးပမ်းရာမှာ ပါဝင်သူအပေါင်းကို လေးစားအားပေးလျက်ပါ။ငြိမ်းချမ်းရေးကြိုးပမ်းမှုက အဖျက်အမှောင့်ဆူးညှေင့်ခလုတ်တွေ တင်းကြမ်းပြည့်နှက်နေပါတယ်။ဒီဖြစ်စဉ်ကနေ ရက်ဂေးခေတ်ဦး တေးသံရှင် Jimmy Cliff ရဲ့ THE HARDER THEY COME သီချင်းကို အမှတ်ရသွားပါတယ်။မျှဝေဖို့ကြိုးစားပေမယ့် မရလို့ တေးစာသားလေးပဲ တင်လိုက်ပါတယ်။စိတ်ဝင်စားသူတွေ ရှာဖွေနားဆင်ကြည့်ကြပါ။ငြိမ်းချမ်းရေးအတွက် The Harder They Come, The Better We Will do ပေါ့ဗျာ။THE HARDER THEY COME / JIMMY CLIFFWell they tell me of a pie up in the skyWaiting for me when I dieBut between the day you're born and when you dieThey never seem to hear even your crySo as sure as the sun will shineI'm gonna get my share now of what's mineAnd then the harder they comeThe harder they'll fall, one and allOoh the harder they comeThe harder they'll fall, one and allWell the oppressors are trying to keep me downTrying to drive me undergroundAnd they think that they have got the battle wonI say forgive them LordThey know not what they've doneSo as sure as the sun will shineI'm gonna get my share now of what's mineAnd then the harder they comeThe harder they'll fall, one and allOoh the harder they comeThe harder they'll fall, one and allOoh yeah oh yeah woah yeah oooohAnd I keep on fighting for the things I wantThough I know that when you're dead you can'tBut I'd rather be a free man in my graveThan living as a puppet or a slaveSo as sure as the sun will shineI'm gonna get my share now of what's mineAnd then the harder they comeThe harder they'll fall, one and allOoh the harder they comeThe harder they'll fall, one and allYeah, the harder they come,The harder they'll fall one and all."
    },
    {
        "title": "When The Music Dies",
        "content": "When The Music Dies\n\nA tribute to veteran vocalist Khaing Htoo!Gone but not forgotten.စစ်ကိုင်းလမ်းက တေးမြုံငှက်သီချင်းတစ်ပုဒ် ပန်းတစ်ဆုပ်နဲ့ အဝေးဆုံးကို လွင့်ပျံသွားပြီပေါ့။"
    },
    {
        "title": "Glen Campbell dies at 81",
        "content": "Glen Campbell dies at 81\n\nကျေးလက်တေးဂီတအဆိုတော်ကြီး Glen Campbell (အသက် ၈၁ နှစ်) ဟာ ၈.၈.၂၀၁၇ နေ့က ကွယ်လွန်သွားပါပြီ။ရောက်ရာဘုံဘဝမှာ ကောင်းစွာအိပ်စက်အနားယူနိုင်ပါစေလို့ ဆုတောင်းလိုက်ပါတယ်။သူကတော့ သူ့ရဲ့တမ်းတဖော်လွမ်းချင်း \"Still Within Sound Of My Voice\" သီချင်းထဲကလို ခေါ်လို့အော်လို့ ကြားနိုင်လောက်တဲ့အခြေအနေမှာ မရှိတော့ပါဘူး။ကဲ လွမ်းမောစွဲနှစ်စရာ သီချင်းကောင်းတွေထဲက ကျွန်တော်တို့ကြိုက်ခဲ့တဲ့ \"Southern Nights\" (1977) သီချင်းနဲ့ အလွမ်းဖြေလိုက်ကြပါဦး။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "8888 People Power Movement",
        "content": "8888 People Power Movement\n\nWhen We Took To The StreetsLast 29 Years Ago, We Were There.We were Personnel of Myanma Five Star Line _ MFSL.This photo evidenced we did participate in 8888 People Power Movement.However, media misquoted us as Burma Navy. NAY!We Were There."
    },
    {
        "title": "PEOPLE POWER IN MYANMAR _ August 8, 1988",
        "content": "PEOPLE POWER IN MYANMAR _ August 8, 1988\n\nRemembering the 29th anniversary of the 8888 uprising which launched the pro-democracy movement.Sacrificing life, blood & sweat of people from all social strata, we could manage to elect a democratic government.Repelling repressive rudeless regime who ruled almost 5 decade, our odyssey's not yet over. Still We are in the wilderness.As our late National Leader reminded us, \"Don't Hallo Till You Are Out Of The Wood.\"နှစ် ၅၀ နီးပါးအုပ်ချုပ်ခဲ့တဲ့ စစ်အာဏာရှင်တွေကို တွန်းလှန်ဖယ်ရှားပစ်ပြီး၊ ပြည်သူ့အာဏာပိုင်စိုးတဲ့ ဒီမိုကရေစီအစိုးရတစ်ရပ် ထူထောင်နိုင်ခဲ့ပေမယ့်အဖျက်အမှောင့် အတားအဆီးအမျိုးမျိုးနဲ့ ရင်ဆိုင်နေရလို့ အခုထိ ကျွန်တော်တို့ဟာ တောနက်ကြီးထဲမှာပဲ ရှိနေပါသေးတယ်။ဗိုလ်ချုပ်ပြောသလို \"ဘေးမကင်းမီ ဟင်းမချပါနဲ့\" ဆိုသလိုပါပဲဗျာ။အသိကြွယ် အသိမှန် လိမ်မာပါးနပ်စွာနဲ့ ငြိမ်းချမ်းသာယာဝပြောတဲ့ ဖက်ဒရယ်ပြည်ထောင်စုကြီးတည်ဆောက်နိုင်ပါစေကြောင်း ဆုတောင်းလိုက်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Elegance",
        "content": "Elegance\n\nAttitude ကို အဘိဓာန်က စိတ်နေသဘောထား (Disposition or State of mind) နဲ့ကိုယ်နေဟန်ထား (Position of the body or Posture) ဆိုတဲ့ အဓိပ္ပာယ်နှစ်မျိုးရှိတယ်လို့ဆိုပါတယ်။Elegance is an attitude ဆိုရင် သူကလေးရဲ့ ကြော့ရှင်းလှပမှု က စိတ်နေသဘောထား နဲ့ ကိုယ်နေဟန်ထားဒွိစုံရောပြွမ်းနေတယ်လို့ ပြောရင်လွန်မလားဗျာ။အားလုံး မင်္ဂလာညချမ်းပါ။Credit to original artist & actress model."
    },
    {
        "title": "အတုမြင်အတတ်သင်",
        "content": "အတုမြင်အတတ်သင်\n\nMonkey see, Monkey doအတုမြင်အတတ်သင်မျောက်တွေဟာ အလွန်ဆော့တတ်ကြသလို ဟိုကလိဒီကလိလည်း အလွန်လုပ်တတ်ကြပါတယ်။အတုမြင်အတတ်သင် (Monkey see, Monkey do.) ဆိုတာ မျောက်တွေရဲ့ အတုခိုးမြန်ပုံကို ဖော်ပြနေပါတယ်။ မျောက်တွေရဲ့ သဘာဝကလာတဲ့စကား Monkey around ဆိုတာ Fool around လိုပဲ \"ဆော့သည်၊ နန့်ကြောဆွဲသည်၊ ကမြင်းသည်\" လို့ အဓိပ္ပာယ်ရပါတယ်။ အထူးသဖြင့် မျောက်တွေဟာ မဟုတ်တရုတ်တွေ၊ မတော်တရော်တွေလည်း လုပ်တတ်ကြပါတယ်။ ဒါကြောင့် မတော်တရော်လုပ်ရပ်တွေကို Monkey business လို့ခေါ်တာဖြစ်ပါလိမ့်မယ်။အဲဒီကနေ့ ထိန်းမနိုင်သိမ်းမရဖြစ်နေတဲ့ မျောက်သောင်းကျန်းတွေကို နှိပ်ကွပ်ချင်ရင် သူတို့ကို အနေတော်ကြိုးတစ်ချောင်းစီပေးပြီး ကိုယ့်ကြိုး ကိုယ်ဆွဲဆင်းသွားတတ်အောင် သင်ပေးဖို့ပဲဖြစ်ပါတယ်။For unruly Monkeys, Give monkeys enough rope and they'll hang themselves.For unruly Monkeys, Give monkeys enough rope and they'll hang themselves.For unruly Monkeys, Give monkeys enough rope and they'll hang themselves.အားလုံး မင်္ဂလာပါ။For unruly Monkeys, Give monkeys enough rope and they'll hang themselves.For unruly Monkeys, Give monkeys enough rope and they'll hang themselves.For unruly Monkeys, Give monkeys enough rope and they'll hang themselves.မျောက်တွေဟာ အလွန်ဆော့တတ်ကြသလို ဟိုကလိဒီကလိလည်း အလွန်လုပ်တတ်ကြပါတယ်။အတုမြင်အတတ်သင် (Monkey see, Monkey do.) ဆိုတာ မျောက်တွေရဲ့ အတုခိုးမြန်ပုံကို ဖော်ပြနေပါတယ်။မျောက်တွေရဲ့သဘာဝကလာတဲ့စကား Monkey around ဆိုတာ Fool around လိုပဲ၊ ဆော့သည်၊ နန့်ကြောဆွဲသည်၊ကမြင်းသည် လို့အဓိပ္ပာယ်ရပါတယ်။ အထူးသဖြင့် မျောက်တွေဟာ မဟုတ်တရုတ်တွေ၊ မတော်တရော်တွေလည်း လုပ်တတ်ကြပါတယ်။ဒါကြောင့် မတော်တရော်လုပ်ရပ်တွေကို Monkey business လို့ခေါ်တာဖြစ်ပါလိမ့်မယ်။အဲဒီကနေ့ ထိန်းမနိုင်သိမ်းမရဖြစ်နေတဲ့ မျောက်သောင်းကျန်းတွေကို နှိပ်ကွပ်ချင်ရင်သူတို့ကို အနေတော်ကြိုးတစ်ချောင်းစီပေးပြီး ကိုယ့်ကြိုး ကိုယ်ဆွဲဆင်းသွားတတ်အောင် သင်ပေးဖို့ပဲဖြစ်ပါတယ်။Give monkeys enough rope and they'll hang themselves. အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "WALK ON THE WILD SIDE",
        "content": "WALK ON THE WILD SIDE\n\nအင်္ဂလိပ်ဝေါဟာရမှာ လမ်းလျှောက်သူ အမျိုးမျိုးရှိကြပါတယ်။ဆေးကုသစရိတ်တွေ ကြီးမြင့်နေချိန် ကျွန်တော်တို့ ကျန်းမာရေးအတွက် လမ်းလျှောက်သင့်ပါတယ်။အပျင်းပြေ လမ်းလျှောက်နေသူတွေလည်းရှိပါတယ်။ ဝမ်းစာရေးအတွက် လမ်းလျှောက်ရသူတွေကတော့ ဒုနဲ့ဒေးပါ။ကျွန်တော်က အင်္ဂလိပ်စာလေ့လာနေသူများအတွက် လမ်းလျှောက်သူ (Walker) အမျိုးမျိုးအကြောင်း စုစည်းဖော်ပြလိုက်ပါတယ်။Walkerကျန်းမာရေး (သို့) အပျင်းပြေအတွက် လမ်းလျှောက်သူ ကို Walker လို့ခေါ်ပါတယ်။Cat-walkerဖက်ရှင်ပြပွဲရဲ့ ကျဉ်းမြောင်းတဲ့သွားလမ်းလေးမှာ လမ်းလျှောက်ပြသရသူ ကိုယ်ဟန်ပြမယ်-မော်ဒယ်ဂဲလ် ကို ခေါ်တာပါ။Fire-walkerအလျှံညီးညီးပူပြင်းသည့်မီးကို ဖြတ်လျှောက်နင်းပြသူJay-walkerနမော်နမဲ့လမ်းလျှောက်သွားသူ-ယာဉ်စည်းကမ်း လမ်းစည်းကမ်း လိုက်နာမှုမရှိဘဲ လမ်းဖြတ်ကူးသူStreet-walker လမ်းလျှောက်အပြာမယ်-လမ်းသွားလမ်းလာ ယောက်ျားများကို လိုက်လံမြူဆွယ်သူ ပြည့်တန်ဆာJohnny Walker အရက်ကြိုက်နှစ်သူများကို မအိုဆေးပေးသူ - ဂျော်နီဝါကားတကယ်ပါ အရက်သေစာခုံမင်တဲ့ သေသောက်ကျူးသူတွေအဖို့ အိုတောင်မအိုလိုက်ရဘဲ ငယ်ငယ်ရွယ်ရွယ်အချိန်မှာပင် သေဆုံးစေတတ်သူဖြစ်ပါတယ်။လမ်းလျှောက်ကြသူအပေါင်း အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "FERRY TO YANGON",
        "content": "FERRY TO YANGON\n\nFerry ကို အဘိဓာန်က ကူးတို့ လို့အနက်ဖွင့်ပါတယ်။ ကူးတို့ ဆိုတာ ခရီးသည်နဲ့ ကုန်တွေကို လှေ၊ သမ္ဗန်၊ သင်္ဘောတွေနဲ့မြစ်ကူးချောင်းဖြတ် ပို့ဆောင်ရေးနည်းလမ်းတစ်ခုပါ။ အခုအခါ ရေလမ်းခရီးသာမက ကုန်းလမ်းမှာလည်း မော်တော်ယာဉ်တွေနဲ့ ခရီးတိုဖယ်ရီတွေ သုံးနေကြတော့ Ferry ကို အသံလှယ်ပြီး ဖယ်ရီ = ကြိုပို့ လို့တောင် ရေးသားပြောဆိုနေကြပါပြီ။မြို့တော်ဟောင်း ရန်ကုန်မှာ လူတိုင်းကားစီးနိုင်ပါစေဆိုပြီး၊ စဉ်းစားတွေးခေါ်မှုဟန်ချက်ညီညီ မဆောင်ရွက်နိုင်ဘဲ အထိန်းကွပ်မဲ့ မော်တော်ယာဉ်တင်သွင်းမှုကြောင့် ယာဉ်ကြောပိတ်ကာ လမ်းပေါ်မှာလူတွေ အသက်ကြီးနေကြရပါတယ်။ကုန်းလမ်းပိုင်းမှာ ယာဉ်ကြောပိတ်တာကို ဖြေလျော့ဖို့ ရေလမ်းကြောင်းမှာ Water bus; Water taxi ကူးတို့ဖယ်ရီတွေ စတင်ပြေးဆွဲနေကြပါပြီ။ ဒီနေရာမှာ ကူးတို့ရေယာဉ်စီး ခရီးသည်တွေ ဘေးကင်းလုံခြုံမှုအတွက် တာဝန်ရှိသူတွေက အထူးကြပ်မတ်ဆောင်ရွက်ကြမယ်လို့ ယုံကြည်ပါတယ်။ သတိထားရမှာက ကုန်းလမ်းထက်စာရင် ရေလမ်းမှာ အသေအပျောက်များတဲ့ ရေယာဉ်နစ်မြုပ်မှုအဖြစ်ဆိုးတွေ ဖြစ်တတ်လို့ပါပဲ။ ရှေ့လူတွေ အသက်ပေါင်းများစွာရင်းပြီး၊ နောက်လူတွေ ဘေးကင်းလုံခြုံအောင်လုပ်ပေးရတာမျိုး မဖြစ်စေချင်ပါဘူး။ ဒါနဲ့ပတ်သက်လို့ လွန်ခဲ့တဲ့အနှစ် ၃၀ _ ၁၉၈၇ တုန်းက ဖြစ်ပျက်ခဲ့တဲ့ ဇေဘရူးဂါဖယ်ရီ(Zeebrugge Ferry Disaster) မှောက်တဲ့အကြောင်း ပြောချင်ပါတယ်။ဘယ်လ်ဂျီယံ၊ ဇေဘရူးဂါဆိပ်ကမ်းကနေ အင်္ဂလန်နိုင်ငံဟားလ် (Hull) ဆိပ်ကမ်းကို ထွက်ခွာလာတဲ့ MS Herald of Free Enterprise အမည်ရှိ ခရီးသည်နဲ့ မော်တော်ကားတွေ မောင်းတက်မောင်းဆင်းလုပ်နိုင်တဲ့ (roll-on roll-off \"RORO\" ferry) ဖယ်ရီဟာ ဆိပ်ကမ်းကထွက်ခွာပြီး မိနစ်ပိုင်းအတွင်း နစ်မြုပ်ခဲ့ပါတယ်။ခရီးသည် ၁၈၇ ဦး ဆုံးပါးခဲ့ရတဲ့ ဒီဖြစ်ရပ်ကို ပြည်သူ့ရေးရာကာကွယ်စောင့်ရှောက်သူတွေရဲ့ အရေးယူဆောင်ရွက်ပုံက ဒီလိုပါ။ ပထမဆုံး ဒီဖြစ်ရပ်ကို မတော်တဆမှုမဟုတ်လို့ သတ်မှတ်ပါတယ်။ ဆက်ပြီး Director of Public Procecution (DPP) ဌာနက သေမှုသေခင်းအရာရှိ (Coroner) ခန့်အပ်ပြီး၊ သင်္ဘောပိုင်ရှင်နဲ့ တာဝန်ရှိသူတွေကို လူသေမှုနဲ့ တရားစွဲပါတယ်။ ဖော်ထုတ်ချက်အရ တာဝန်ရှိဝန်ထမ်းဟာ အိပ်ပျော်နေပြီး၊ သင်္ဘောဦးပိုင်းတံခါးကို မပိတ်မိလို့ ရေဝင်ပြီး နစ်ခဲ့ရကြောင်းသိခဲ့ရပါတယ်။ ကြားနာချက်တွေကိုအခြေခံပြီး \"ကုမ္ပဏီထိပ်ပိုင်းကနေ အောက်ခြေအထိ အဆင့်တိုင်းမှာ ပေါ့ဆမှု \"negligence at every level of the company's hierarchy\"တွေရှိကြောင်း ကောက်ချက်ချပါတယ်။ နောက်ဆုံး ကြီးလေးတဲ့ပေါ့ဆမှု (Gross negligence) ကြောင့် လူတွေသေခဲ့ရတယ်လို့ တရားရုံးက စီရင်ချက်ချပါတယ်။ဆက်လက်ပြီး တရားရုံးရဲ့စီရင်ချက်ကို ပို့ဆောင်ရေးဝန်ကြီးနဲ့ ဝန်ကြီးချုပ်တို့ထံ အသိပေးပါတယ်။ ••••• သူတို့ရဲ့ကိုင်တွယ်ဖြေရှင်းမှု့က အတုယူစရာပါ။ဒါမျိုးတွေ ဒီလိုဖြစ်တတ်တယ် _ ခင်ဗျားလည်း ဒီလိုအဖြစ်မျိုးကြုံတွေ့နိုင်ပါတယ်။ It could happen to YOU.ဘေးအန္တရာယ်ကင်းမှုကို အသက်တွေနဲ့ မရင်းကြရပါစေနဲ့။ဖယ်ရီစီးမိဘပြည်သူအပေါင်း အန္တရာယ်အသွယ်သွယ်မှ ကင်းဝေးကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Hate the sin, Love the sinner",
        "content": "Hate the sin, Love the sinner\n\nလူ့ဘောင်လောကအကျိုးမပြုသူတွေ၊ မသမာသူတွေ၊ မတရားစီးပွားဖြစ်လာသူတွေ၊ ဆိုးရွားယုတ်မာသူတွေကိုOnce a communist, always a communist; Once a thief, always a thief အယူအဆဟောင်းတွေနဲ့ ပစ်ပယ်မထားသင့်ပါ။လူ့လောကကောင်းကျိုးအတွက် အပြစ်သားတွေလည်း လူကောင်းအဖြစ် ပါဝင်လာသင့်ပါတယ်။Hate the sin, Love the sinner ပါ။"
    },
    {
        "title": "အောင်ပွဲနဲ့အတူပြန်လာပါမယ်",
        "content": "အောင်ပွဲနဲ့အတူပြန်လာပါမယ်\n\nSpartan စပါတန်စစ်သားတွေ စစ်တိုက်မထွက်မီ မိခင်ကသားကို၊ ဇနီးမယားကလင်ယောက်ျားကို၊ ရည်းစားကသူ့ချစ်သူကို ခွဲခွာခါနီးမှာ ကြားလေ့ရှိတာက “Come back with your shield - or on it.”“ဒိုင်းကိုကိုင်ပြီးပြန်လာပါ (စစ်ပွဲတွင်အနိုင်ရ၍ ဒိုင်းကိုတ၀င့်၀င့်ကိုင်ကာ အိမ်ပြန်လာပါ) (သို့) ဒိုင်းကိုစီးပြီးပြန်လာပါ (မနိုင်လို့ရှုံးရရင်လည်း၊ အသေခံကာအလောင်းကိုဒိုင်းပေါ်တင်၍ အိမ်ကိုပြန်ယူလာပါစေ)”အခုလိုအချိန်အခါမျိုးမှာ ဘယ်သူမှ စစ်မတိုက်ချင်တာအမှန်ပါ။ကမ္ဘာစစ်ကြီးတွေအပြီး ခါးသည်းတဲ့အကျိုးဆက်တွေနဲ့ အသက်ပေါင်းများစွာ စတေးခံပြီးနောက်မလိုအပ်တဲ့စစ်ပွဲတွေ မဖြစ်အောင်လည်း မြန်မာအပါအဝင် ကမ္ဘာ့ခေါင်းဆောင်တိုင်းက ကြိုးစားနေကြပါတယ်။ဒါပေမဲ့ တိုင်းပြည်နဲ့လူမျိုးအတွက် တကယ်တမ်းအန္တရာယ်ကျရောက်လာပြီဆိုရင်တော့ ကျွန်တော်တို့ချစ်ရတဲ့သူတွေကို ခွဲခွာပြီး စစ်တိုက်ထွက်ရပါဦးမယ်။အားလုံးကို နှုတ်ဆက်လိုက်ပါတယ်။ ကျွန်တော်တို့နဲ့အတူရှိနေပေးပါ။ အောင်ပွဲနဲ့အတူ ပြန်လာပါမယ်။••••• အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "POST-TRUTH အမှန်တရားအလွန်က ပေါက်ကရများ",
        "content": "POST-TRUTH အမှန်တရားအလွန်က ပေါက်ကရများ\n\nအခု ကျွန်တော်တို့ မျက်မှောက်ဘဝမှာ အမှန်တရားကို ကျော်လွန်ပြီး မရိုးဖြောင့်မှု၊ ကလိမ်ကကျစ်ကျမှု၊ မစင်ကြယ်မှုတွေ၊ လိမ်လည်လှည့်ဖျားမှုပရိယာယ်တွေကစဉ်းလဲစွာ လွှမ်းမိုးခြယ်လှယ်နေပါတယ်။ အရပ်စကားနဲ့ပြောရရင် နိုင်ငံရေးသမားတွေ၊ မီဒီယာတွေက ပေါက်ကရလေးဆယ်တွေနဲ့ အမှန်တွေကို ပုံဖျက်နေကြတယ်။ပေါက်ကရလေးဆယ် ကို အဘိဓာန်က trash; junk; rubbish; nonsense လို့ တူညီအဓိပ္ပာယ်ပေးပါတယ်။ အရာရာကို စဉ်းစားချင့်ချိန် သတိပြုကြဖို့ပါ။"
    },
    {
        "title": "တရားခံဘယ်သူလဲဟေ့",
        "content": "တရားခံဘယ်သူလဲဟေ့\n\nWho's Culprit or Perpetrator?တရားခံဘယ်သူလဲဟေ့အမှုအတွက် လက်သည် ရှာနေသူများအတွက် မေခလာရဲ့ ကော်လာပေါ်က နှုတ်ခမ်းနီ ပါ။သူက ခင်ဗျား တရားခံဖြစ်ကြောင်း ပြနေတဲ့ \"ဖော်ကောင်\" ဖြစ်ပါတယ်။\"Lipstick On Your Collar\" is a tell-tale sign!"
    },
    {
        "title": "Fine Mess ဒုက္ခလှလှ",
        "content": "Fine Mess ဒုက္ခလှလှ\n\nအဘိဓာန်က Mess ကို \"ညစ်ပတ်ခြင်း၊ ရှုပ်ပွခြင်း၊ သပွတ်အူလိုက်ခြင်း၊ အရှုပ်အထွေး၊ ကမောက်ကမ\" လို့ အဓိပ္ပာယ်ဖွင့်ပါတယ်။ အင်မတန်ရှုပ်ထွေးပွေလီ၊ ဖရိုဖရဲ၊ ပေပေကျံကျံ အခြေအနေမျိုးဆိုက်နေရင် A real mess; A terrible mess လို့ သုံးကြပါတယ်။အဲဒီလို ရှုပ်ရှုပ်ယှက်ယှက်၊ ပေပေရေရေ၊ ဖိတ်ဖိတ်စင်စင်ရှိတဲ့ ကြောင်ချေးရုပ် Mess ကို ရှေ့က ကောင်းလှပါတယ် ဆိုတဲ့ Fine နဲ့တွဲပြီး A fine mess လို့ ငေါ့တော့တော့အရွှန်းဖောက်သုံးတာလည်းရှိပါတယ်။ A fine mess ဆိုတာ ဗြောင်းဆန်နေ၊ ရှင်းမရအောင်ရှုပ်နေ၊ သပွတ်အူလိုက်နေ၊ ဆိုးဆိုးရွားရွားဖြစ်နေတဲ့ Disappointing or terrible condition အခြေအနေမျိုးပါ။ အထင်နဲ့အမြင်ပါစင်အောင်လွဲသွားတဲ့အခါ၊ ကံကြမ္မာအလှည့်အပြောင်းဖြစ်ပြီး၊ ခုတ်ရာတခြား၊ ရှရာတလွဲဖြစ်သွားတဲ့အခါ \"တို့တော့ ဒုက္ခလှလှတွေ့ပြီ ~ We are in a fine mess.\" လို့ ခနဲ့တဲ့တဲ့ ရွဲ့တဲ့တဲ့ပြောကြပါတယ်။လူသိများသိနေတဲ့ A fine mess အသုံးအနှုန်းကိုမှီးပြီး၊ အများတကာစိတ်ဝင်စားအောင် နာမည်ပေးထားတဲ့ရုပ်ရှင်ကားက \"A Fine Madness\" ဖြစ်ပါတယ်။ ဒီမှာလည်း Madness ဆိုတဲ့ \"ရူးကြောင်ခြင်း၊မိုက်မဲမှု\" စတာတွေကို Fine နဲ့တွဲလို့ဖြစ်လာတဲ့ A Fine Madness ဟာ \"လိမ်လိမ်မာမာပါးပါးနပ်နပ်ရူးတာလား၊ ပညာသားပါပါမိုက်မဲတာလား\" စဉ်းစားစရာဖြစ်နေပါတယ်။ နိစ္စဓူဝဖိစီးမှုတွေနဲ့ ပြည့်နေသူတွေ ထွက်ပေါက်ရအောင် ပြောကြည့်လိုက်ပါတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ဘဝနိဂုံးသေဆုံးခြင်း-အပိုင်း ၁",
        "content": "ဘဝနိဂုံးသေဆုံးခြင်း-အပိုင်း ၁\n\nDEATH - Episode 1 \"ဘဝနိဂုံးသေဆုံးခြင်း - အပိုင်း ၁\"လူ့ဘဝရရှိလာတဲ့ လူသားတွေအဖို့ ရှင်သန်ခြင်းရဲ့ ဆန့်ကျင်ဘက်က သေဆုံးခြင်းဖြစ်ပါတယ်။ အဲဒီ လူတိုင်းမလွန်ဆန်နိုင်တဲ့ သေခြင်းတရားနဲ့ပတ်သက်ပြီး အင်္ဂလိပ်ဝေါဟာရလေးတွေကို စုစည်းဖော်ပြသွားပါမယ်။ အားလုံးသိကြတဲ့အတိုင်း သေဆုံးတာကို Die ဆိုတဲ့ ကြိယာနဲ့ သုံးတာ များပါတယ်။ အခြား အဓိပ္ပာယ်ဆင်တူ စကားလုံးတွေ ကတော့ Decease; Exit; Expire; Go; Leave; Pass away; Perish တို့ ဖြစ်ကြပါတယ်။ Bite the dust; Cash in one's chip;Kick the bucket; Leave the planet တို့လိုဗန်းစကားတွေလည်း အများကြီးရှိပါတယ်။ မြန်မာမှာလည်း \"ကွယ်လွန်၊ အနိစ္စရောက်၊ သေဆုံး၊ တိမ်းပါး၊ မျက်စိမှိတ်၊ စုတေ၊ ကံကုန်။ အသက်ပါ၊ အသက်ထွက်\" စသဖြင့်အမျိုးမျိုးပြောကြပါတယ်။Die ရဲ့နာမ်ပုဒ်က Death ပါ။ မိသားစုဝင် တစ်ယောက်ယောက် သေဆုံးသွားတာကို “a death in the family” ၊ ကိုယ်နဲ့ အင်မတန် ရင်းနှီးတဲ့သူ တစ်ဦးဦး သေဆုံးတာကို “like a death in the family”၊ သေလုမြောပါးဖြစ်နေတာကို “dying”၊ နေ့လားညလား ဖြစ်နေတာကို “be on the deathbed”အသက်ငင်နေတာကို “be in the throes of death”၊ သေခါနီးကို “on the verge of death” ၊ သေငယ်ဇောနဲ့ မြောနေတာကို “be in a coma” စသဖြင့် အသုံးများစွာ ရှိပါတယ်။ သေဆုံးတဲ့အသက်အရွယ်နဲ့ ပတ်သက်လို့၉၉ နှစ်လောက်မှ ကွယ်လွန်တာဆို “He died at the ripe age of 99” လို့ ဆိုပါတယ်။ သက်တမ်းစေ့နေရတယ်လို့ ဆိုလိုတာပါ။ ကလေးအရွယ်လေးနဲ့ သေဆုံးသွားရင် “He died in his childhood.” လို့ ပြောပါတယ်။ ဒီလို အကြွေစောတာမျိုးကျတော့ “It’s untimely death.” လို့ ဆိုပြန်တယ်။မတော်တဆ ထိခိုက်သေဆုံးရင် (Accidental death)၊ အသတ်ခံရရင် (Murder)၊ ကိုယ့်ကိုယ်ကို သတ်သေရင် (Suicide)၊ မမျှော်လင့်ဘဲ ရုတ်တရက် အသေဆိုးနဲ့သေတာမျိုးကို “person who had died a violent death” လို့ ဆိုပါတယ်။ ငြိမ်းငြိမ်းချမ်းချမ်းလေး သေဆုံးသွားတာမျိုးကို “die a peaceful death”၊ သေချိန်တန်လို့ သေသွားတာမျိုးကို “time to die” ၊ ကောင်းကောင်းမွန်မွန်လေး သေဆုံးသွားရင် “die a good death” ၊ အိပ်ရာထဲ သက်သောင့်သက်သာနဲ့သေဆုံးသွားရင် “He died in his sleep” စသဖြင့် သုံးနှုန်းကြပါတယ်။ လူသတ်မှု (murder) ဆိုတာ သေစေလိုတဲ့ဆန္ဒနဲ့ ရည်ရွယ်သတ်ဖြတ် တာကို ပြောတာပါ။ ဥပဒေစကားနဲ့ဆိုရင် Homicide ပါ။ မရည်ရွယ်ဘဲ သတ်မိသွားရင် Man-slaughter လူသေမှုလို့ ခေါ်ပါတယ်။သတ်ဖြတ်တာကို ဖော်ပြတဲ့ ဝေါဟာရအမျိုးမျိုးလည်းရှိပါတယ်။ သက်ရှိသတ္တဝါကို သတ်တာမှန်သမျှ Kill လို့ သုံးပါတယ်။ (နိုင်ငံရေးအရ) လုပ်ကြံသတ်ဖြတ်တာကို Assassinate; တိရစ္ဆာန်အမြောက်အများကို သုတ်သင်ရှင်းလင်းတာကို Cull; လူ့အသက်သတ်တာကို Murder; အပြတ်ရှင်းတာကို Liquidate;ကွပ်မျက်တာကို Execute; ကြိုးပေးပြီး သတ်တာကို Hanging; လျှပ်စစ်ဓာတ်လွှတ်ပြီး စီရင်တာကို Electrocution; ဆေးထိုးပြီး သတ်ရင် Lethal injection; ကိုးရီးယားရာဇဝင်ကား တွေထဲကလို အဆိပ်တိုက်ပြီး အဆုံးစီရင်တာကို Forced to drink poison စသဖြင့် အသုံးအမျိုးမျိုး တွေ့ရပါတယ်။DEATH - Episode 2 \"အပိုင်း ၂\" ဆက်ပါဦးမယ်။ အားလုံး သေမျိုးတွေပါ။"
    },
    {
        "title": "ဘဝနိဂုံးသေဆုံးခြင်း-အပိုင်း ၂",
        "content": "ဘဝနိဂုံးသေဆုံးခြင်း-အပိုင်း ၂\n\nDEATH - Episode 2 \"ဘဝနိဂုံးသေဆုံးခြင်း - အပိုင်း ၂\"The deceased က ကွယ်လွန်သူပါ။ ကျန်ရစ်သူမိသားစုကို The bereaved (family) လို့ ခေါ်ပါတယ်။ သေသူရဲ့ ရုပ်အလောင်းကို body; dead body; corpse လို့ ခေါ်ပါတယ်။ coffin or casket က အခေါင်းပါ။ နိဗ္ဗာန်ယာဉ်လို့ ခေါ်ကြတဲ့ အသုဘယာဉ်ကို Hearse လို့ ခေါ်ပါတယ်။အလွယ်ခေါ်တဲ့ အရပ်သုံးကတော့ မသာကား ပေါ့။အသုဘ၊ ဈာပန ကို Funeral; ဈာပနပို့တဲ့လူတန်း၊ ယာဉ်တန်းကို Cortege လို့ခေါ်ပြီး၊ အသုဘပို့တာကိုတော့ funeral procession လို့ ခေါ်ပါတယ်။ The death ဆိုတာသေမင်း (သို့) ယမမင်းပါ။ သေခြင်းတရားက ဆင်းရဲချမ်းသာအားလုံးကို တန်းတူညီစေလို့ သူ့ကို “The death, the leveller” လို့ တင်စားခေါ်ပါတယ်။မီးသင်္ဂြိုလ်စက် crematorium (UK) / crematory (US) ထဲ ထည့်လိုက်ရင်တော့ အားလုံး ပြာ (ash) ဖြစ်သွားမှာပေါ့။ မြေမြှပ်ရင် bury / inter; ဂူသွင်းရင် entomb; မီးသင်္ဂြိုလ်ရင် Cremate; ရေထဲပစ်ချရင် Burial at sea; မြှပ်စရာမြေမရှိ၊ ရှို့စရာ ထင်းမရှိတဲ့နေရာတွေမှာ လူသေအလောင်းကိုဒီအတိုင်းပစ်ထားပြီး လင်းတစားစေတာမျိုးဆို sky burial စသဖြင့် သူ့အရပ်နဲ့သူ့ဇာတ် သင်္ဂြိုလ်ပုံအမျိုးမျိုး ရှိကြပါတယ်။ မြေမြုပ်ပြီးမှ စစ်ဆေးဖို့ ပြန်တူးဖော်တာမျိုးကို exhume or disinter လို့ခေါ်ပါတယ်။သချုႋင်းကုန်း၊ သုသာန်၊ တစပြင်တို့ကို cemetery; graveyard; churchyard လို့ ခေါ်ပါတယ်။ Churchyard က ခရစ်ယာန်ဘုရားကျောင်း ပရဝုဏ်အတွင်းမှာရှိတဲ့ သချုႋင်းပါ။ ဘုရားပေးတဲ့ မြေကွက်လေး God's acre လို့လည်း တင်စားခေါ်ပါတယ်။ Grave-digger or cemetery worker ကတော့သုဘရာဇာ သို့မဟုတ် စဏ္ဍာလပါ။Rest in peace ရဲ့ အတိုကောက် R.I.P ဆိုတာ သေတဲ့သူကို ငြိမ်းငြိမ်းချမ်းချမ်း အိပ်စက် အနားယူနိုင်ပါစေလို့ ဆုတောင်းစကားဖြစ်ပြီး၊ Condolences က သေဆုံးသူရဲ့မိသားစုထံ ဝမ်းနည်းကြေကွဲကြောင်းပြောပြချက်၊ တစ်နည်း ဝမ်းနည်းစကား၊ Letter of Condolence က ဝမ်းနည်းစာ ပါ။ခရစ်ယာန်ဘာသာထုံးစံအရ ကွယ်လွန်သူအတွက် ချီးမွှမ်းတင်ချီးကျူးဂုဏ်ပြုစကား (ပြောတာ) ကို Eulogy (Eulogize) လို့ခေါ်ပြီး၊ Tomb က အုတ်ဂူ ပါ၊ သင်္ချိုင်းဂူကမ္ပည်းကျောက်စာတိုင် ကို Tombstone လို့ခေါ်ပါတယ်။ အုတ်ဂူပေါ်ကမ္ဗ္ဗည်းရေးထိုးတာကို သင်္ချိုင်းစာ (Epitaph) လို့ခေါ်ပါတယ်။ ခရစ်ယာန်ဘာသာဝင် ကွယ်လွန်သူဝိညာဉ်အတွက်ဆုတောင်းပွဲ (Requiem mass) လုပ်လေ့ရှိပြီး၊ ယင်းပွဲအတွက်သီဆိုတဲ့ဓမ္မတေးကို Requiem = A hymn for the deceased လို့ခေါ်ပါတယ်။ သေသူအတွက် ဝမ်းနည်းကြေကွဲစွာသီဆိုသောသီချင်း ကို Dirge = Funeral hymn or lament; Song of mourning လို့လည်းခေါ်ပါတယ်။ အိုင်ယာလန် နိုင်ငံကလာတဲ့ ဝေါဟာရ Wake ဆိုတာ အသုဘအိမ်မှာ ညအိပ်စောင့်သောပရိသတ်လို့ အဓိပ္ပာယ်ရပါတယ်။ သေသူ အတွက် ဆုတောင်းပေးဖို့ ညသန်းခေါင် သန်းလွဲ မအိပ်ဘဲနေပေးတာကိုVigil ခေါ်ပါတယ်။မြန်မာတွေက ဘုန်းကြီးပျံပွဲတွင် ပျံလွန်တော်မူသည့် ဘုန်းကြီး၏ဂုဏ်ပုဒ်များကို အဆိုတော်နှင့်ဆိုင်းဝိုင်းတွဲဖက်ကာ သီဆိုတဲ့ ဧယင်ကျူး ဓလေ့ရှိပါတယ်။ ဧယင်ကျူး ကိုမြန်မာအဘိဓာန်က To sing funeral song or dirge extolling the virtues of the departed monk. လို့အနက်ပေးပါတယ်။ ဒီတော့ ကျွန်တော်တို့ရဲ့ ဧယင်ကျူး တာဟာ Eulogy ရော၊ Requiem ရော နှစ်မျိုးစလုံး အကျုံးဝင်တယ်လို့ပြောရမှာဖြစ်နေပါတယ်။DEATH - Episode 3 \"အပိုင်း ၃\" ဆက်ပါဦးမယ်။ အားလုံး သေမျိုးတွေပါ။"
    },
    {
        "title": "Trouble is my middle name",
        "content": "Trouble is my middle name\n\nဘဝအကြောင်းပြောမလို့လား၊ ခဏလေးနောက်ဆုတ်လိုက်ဦး။အလွမ်းအဆွေးတွေလား၊ ရင်ဘတ်ထဲအပြည့်ပဲ၊ အသာလေးနေလိုက်ပါဦး။ဒုက္ခဆိုတာက ကျွန်တော်ရဲ့နာမည်ရင်းပါ။ဒီညအတွက် နားထောင်စေချင်တဲ့ သီချင်းလေးက Nobody Knows The Trouble I've Seen ပါ။Gospel တို့၊ Spiritual တို့၊ Blues တို့ နားထောင်ချင်သူတွေအတွက် ရည်ရွယ်ပါတယ်။ဒီသီချင်းကို သီဆိုသူတွေ အများကြီးပါ။အကယ်၍ မျက်မမြင်တစ်ယောက်ကသာ ဒီသီချင်းကို ဆိုလိုက်ရင် ဘယ်လိုခံစားရမလဲ။သူမြင်တဲ့ဒုက္ခကို ကျွန်တော်တို့သိကြမယ်မထင်ဘူးနော်။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "When Power meets Efficiency",
        "content": "When Power meets Efficiency\n\nWhen Power meets Efficiency _ KOBELCO G 10ကျွန်တော်တို့ မြန်မာကိုင်ဒိုကုမ္ပဏီ က KOBELCO excavator Generation 10 Launching Ceremony ကို ၁၀-၁၀-၂၀၁၇ နေ့မှာ ကျင်းပဖို့ ဒီကနေ့ညကြီးပိုင်းအထိ တာဝန်ရှိဌာနတွေ အချောသတ်လုပ်ကိုင်နေကြရဆဲပါ။အရင့်အရင်ရက်တွေကလည်း ဆန်းဒေးတောင် မနားနိုင်အောင် ဖုတ်ပူမီးတိုက်အလုပ်တွေများကြတယ်ဆိုတော့ ဘေးကကြည့်ရတဲ့သူတွေအဖို့ သူတို့တတွေတော့ ပျားတုပ်နေကြပြီ လို့ထင်ကောင်းထင်ကြပါလိမ့်မယ်။ ဘေးကကြည့်ရတဲ့သူတွေအဖို့ သူတို့အထင်လည်း မမှားပါဘူး။ဒါပေမဲ့ သူတို့ထင်သလို ကျွန်တော်တို့တွေ ပျားတုပ်နေကြတာတော့ မဟုတ်ပါ _ ပျားပန်းခပ်လှုပ်ရှားနေကြတာပါခင်ဗျာ။ Just like bees, we are bustling around...ပွဲအတွက် နေ့မအား ညမနားနိုင်အောင် လှုပ်ရှားပေးနေသူတွေကို မြင်သာအောင်ပြောရရင် ဘဲရေကူးနေတဲ့ဥပမာလိုပါပဲ။ ရေပေါ်မှာ သူ့ခန္ဓာကိုယ် ငြိမ့်ငြိမ့်လေးနဲ့ ငြိမ်ငြိမ်လေး ကူးသွားနိုင်ဖို့ ရေအောက်က သူ့ခြေထောက်တွေ ဘယ်လောက် မြန်မြန် ကြိုးစားရုန်းကန်ကူးခပ်နေကြရတယ်ဆိုတာပါပဲ။\"Be like a duck. Stay calm on the surface but paddle like hell underneath.\"ဒီလောက်ဆို သူတို့ဘယ်လောက် ကြိုးစားရုန်းကန်ကြရတယ်ဆိုတာ သိလောက်ပါပြီ။ပါဝင်ဝန်းရံပေးကြသူများကို လေးစားကျေးဇူးတင်ပါတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "FOR YOUR READING PLEASURE ...",
        "content": "FOR YOUR READING PLEASURE ...\n\nWhat do WORDS mean to you?Words can heal or break you.The foolish hang onto words, And live with beautiful memories.The clever absorb the meaning of words, And enjoy inquiry.The wise distill the value of words, And absorb their essence."
    },
    {
        "title": "Live; Learn & Legacy",
        "content": "Live; Learn & Legacy\n\nလူ့ဘဝသက်တမ်းက တိုတောင်းလွန်းပါတယ်။နှစ် ၁၀၀ ဝန်းကျင်လောက်နေရတဲ့ အချိန်လေးအတွင်းမှာ ကိုယ့်အတွက်၊ ကိုယ့်မိသားစုအတွက်၊ ဖြစ်နိုင်ရင် ကိုယ့်တိုင်းပြည်အတွက် တန်ဖိုးရှိပြောစမှတ်ဖြစ်အောင်၊ သမိုင်းကြောင်းကောင်းအောင် ကြိုးပမ်းကြစေချင်ပါတယ်။ ဒါနဲ့ပတ်သက်လို့ ဆရာကြီး ဒေါက်တာအောင်ထွန်းသက်ရဲ့ အမှာစကားကို မျှဝေချင်ပါတယ်။\"လူတစ်ယောက်မှာ Live အသက်ရှင်ရမယ်။Love မေတ္တာရှိရမယ်။Learn လေ့လာ သင်ယူရမယ်။Legacy ကိုယ့်ရဲ့ အမွေကောင်းချန်ခဲ့ရမယ်။ကိုယ် မရှိတဲ့အချိန်မှာ ဘာပဲကျန်ခဲ့မလဲ။ နာမည်တစ်ခုပဲကျန်မယ်။ ဘာမှ မကျန်ဘူး။ ပစ္စည်းလည်းမကျန်ဘူး။ ကျန်တာက နာမည်လေးတစ်ခုပဲ။ဒါကြောင့် နာမည်လေးကို ဒီထက်ကောင်းအောင် ထိန်းရမှာ။ စောင့်ရှောက်ရမှာ။လူတွေအားလုံးရဲ့ တစ်ဦးချင်းတစ်ယောက်ချင်း ပြည်သူပြည်သားတွေအားလုံး စောင့်ထိန်းရမှာပဲ။ အဲဒီတော့ ကိုယ့်သမိုင်းကိုယ်ရေးတာပဲ\"Now A Name, Soon Be A Legendစင်္ကာပူနိုင်ငံရဲ့ နိုင်ငံရေးသုခမိန် လီကွမ်းယူဟာ သူ့ဘဝတစ်ခုလုံးကို နှစ်မြှုပ်ပြီး သေးငယ်တဲ့ကျွန်းနိုင်ငံလေးကို ကမ္ဘာ့အံ့ဖွယ်ဖြစ်အောင် ကြိုးပမ်းပေးခဲ့တယ်။ဒါက သူ့ပြောစကားပါ။\"At the end of the day, what have I got? A successful Singapore.What have I given up? My life.\"သူ့ချန်ခဲ့တဲ့ အမွေကောင်း Legacy ကြောင့် စင်္ကာပူနိုင်ငံသားတွေ သူ့ကို အမြဲတမ်း အမှတ်ရနေကြမှာပါ။ကဲ ကျွန်တော်တို့လည်း ကိုယ့်အတိုင်းအထွာနဲ့ကိုယ် သမိုင်းကြောင်းကောင်းအောင် ကြိုးပမ်းကြရအောင်။အားလုံး မင်္ဂလာပါ။Ref:Myanmar B2B Management Magazine ၂ နှစ်ပြည့်အထူးထုတ်Lee's Legacy _ Singapore; Straits Times Press 2015"
    },
    {
        "title": "The Saint Sees It Through.",
        "content": "The Saint Sees It Through.\n\nThe Saint Sees It Through.May His Holiness Pope Francis bestow his blessings upon all us in Myanmar regardless of race and religion.May all beings be peaceful.May all be free from suffering."
    },
    {
        "title": "Selfie in Mad Mundo",
        "content": "Selfie in Mad Mundo\n\nပထမဆုံး ကိုယ့်ပုံကိုယ်ပြန်ရိုက်တဲ့ဓာတ်ပုံ (Self Photographic Portrait) ကို လွန်ခဲ့တဲ့နှစ်ပေါင်း ၁၇၈ နှစ် (၁၈၃၉ ခုနှစ်) မှာ ဖီလာဒယ်ဖီးယားမြို့သား Robert Cornelius ဆိုသူ အပျော်တမ်းဓာတုဗေဒပညာရှင်၊ ဓာတ်ပုံဝါသနာအိုးတစ်ယောက်က ရိုက်ကူးခဲ့တယ်လို့ မှတ်တမ်းရှိပါတယ်။ဒီကနေ့ Facebook ပေါ်မှာ ခေတ်စားနေတဲ့ မိမိကိုယ်မိမိပြန်ရိုက်ဓာတ်ပုံ (Selfie) ကို Hopey အမည်ရှိ ဩစတြေးလျလူငယ်တက္ကသိုလ်ကျောင်းသားတစ်ယောက် ရိုက်ကူးခဲ့တယ်လို့ Daily Telegraph ကဆိုပါတယ်။Selfie စကားလုံးကို ၂၀၀၂ စက်တင်ဘာမှာ တွင်တွင်ကျယ်ကျယ်စတင်သုံးစွဲခဲ့ပြီး၊ ၂၀၁၃ မှာ အောက်စဖို့အဘိဓာန်က Selfie ကို ၂၀၁၃ နှစ်အတွက် ထင်ရှားကျော်ကြားဆုံးစကားလုံးအဖြစ် ရွေးချယ်ခဲ့ရတဲ့အထိ ဖြစ်လာပါတယ်။ကျွန်တော်တို့ဆီမှာလည်း ဟိုးလွန်ခဲ့တဲ့အနှစ်လေးငါးဆယ်လောက်ကတည်းက ကင်မရာကိုင်နိုင်သူတွေ မျောက်အုန်းသီးရသလို ခဲရာခဲဆစ်ကြံဖန်ပြီး ကိုယ့်ပုံကိုယ်ပြန်ရိုက်ကြတာရှိပါတယ်။ ပူးတွဲပါကာတွန်းလေးက သက်သေဖြစ်ပါလိမ့်မယ်။ သူတို့လို ပွင့်လင်းလူ့အဖွဲ့အစည်းမှာတော့ Selfie ဆိုတာ စိတ်သွားတိုင်းကိုယ်ပါသူတွေအတွက် \"ကိုယ်ဟာကိုယ်ပြန်ရိုက်သူ\" လို့ အဓိပ္ပာယ်သစ်ဖွင့်ရမလို ဖြစ်ပါတယ်။ ဒါကြောင့် အမေရိကန်စိတ်ရောဂါဆိုင်ရာအသင်းကြီး(American Psychiatric Association – APA) က Selfie ရိုက်ခြင်းကို စိတ်ဝေဒနာတစ်မျိုး (Selfitist) လို့ သတ်မှတ်လိုက်ပြီဖြစ်ပါတယ်။ တဆက်တည်း Selfie ရိုက်သူတွေကိုလည်း ယဉ်ယဉ်လေး ရူးနေသူလို့ ကင်ပွန်းတပ်လိုက်ပါပြီ။ ဘာပဲဖြစ်ဖြစ် ကျွန်တော်တို့ ပုထုဇဉ်လူသားတွေအားလုံးဟာ တစ်မျိုးမဟုတ်တစ်မျိုး၊ တစ်နည်းနည်းနဲ့ ရူးနေကြတာပဲ မဟုတ်ပါလားခင်ဗျာ။ အားလုံး မင်္ဂလာပါ။PS> The American Psychiatric Association (APA) has officially confirmed what many people thought all along: taking ‘selfies’ is a mental disorder."
    },
    {
        "title": "ONE LOVE",
        "content": "ONE LOVE\n\nThe haves က လူချမ်းသာ၊ လူကုံထံ၊ ကြေးရတတ်တွေကို ခေါ်တာပါ။The have-nots က လူဆင်းရဲ၊ ချို့တဲ့သူ၊ ပစ္စည်းမဲ့တွေကို ခေါ်တာပါ။ခြုံ့လိုက်ရင် The haves က ထားစရာမရှိသူ၊ The have-nots က စားစရာမရှိသူပါ။နိုင်ငံတစ်ခုမှာ ဘယ်ဝါဒကျင့်သုံးကျင့်သုံး ဆင်းရဲချမ်းသာကွာဟမှုက ရှိနေမှာပါ။ချမ်းသာသူတွေ ရွှေဖိနပ်ရှပ်တိုက်စီးနေချိန် မရှိနွှမ်းပါးသူတွေ ကုန်းကောက်စရာဖြစ်နေပါတယ်။ဖွံ့ဖြိုးတိုးတက်မှုကိုရှာရင်း ဆင်းရဲသားတွေမပါတဲ့ သူဌေးကမ္ဘာ မတည်ဆောက်မိဖို့လည်းလိုပါတယ်။နောက်ဆုံးတော့ အစိုးရက ပြည်သူအပေါ် နားလည်စာနာမေတ္တာထားပေးဖို့လိုပါတယ်။အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "Evolution of a Song",
        "content": "Evolution of a Song\n\nIron Cross _ IC အဖွဲ့သား အဆိုတော် ဝိုင်ဝိုင်းရဲ့ \"ကြိုးမဲ့စွန်\" သီချင်းကို ကြိုက်နှစ်သက်သူများပါတယ်။ဒီသီချင်းရဲ့ မူရင်းက ဟောင်ကောင်တေးသံရှင် Jacky Cheung ရဲ့ \"Kiss Me Goodbye or Goodbye Kiss\"(\"吻别\", \"Wen Bie\") တရုတ်တေးတစ်ပုဒ်ပါ။ ဒီတရုတ်တေးသွားကို အခြေခံပြီး၊ ဒိန်းမတ်တေးဂီတအဖွဲ့Michael Learns to Rock က ၂၀၀၄ မှာ \"Take Me to Your Heart\" သီချင်းအဖြစ် ရေးဖွဲ့ဖန်တီးခဲ့ရာ အောင်မြင်ကျော်ကြားလူကြိုက်များခဲ့ပါတယ်။ ဒီတစ်ညအတွက် ခံစားနားဆင်ကြည့်ကြပါဦး။အာလုံး မင်္ဂလာညချမ်းပါ။Take Me To Your Heart / MLTRSongwriter(s) Jascha Richter (MLTR); Philip Yin / Chi Hung Ho, Wen Chi Yin"
    },
    {
        "title": "ဝိညာဉ်များနဲ့ကခုန်ခြင်း",
        "content": "ဝိညာဉ်များနဲ့ကခုန်ခြင်း\n\nဝိညာဉ်များနဲ့ကခုန်ခြင်း Dancing With Souls & SpiritsTitanic မင်းသား Leonardo DiCaprio ရဲ့ Revenant “ပြန်လာသူ” ရုပ်ရှင်ကားကို ကြည့်ဖူးကြပါလိမ့်မယ်။ အဲဒီကားနာမည် Revenant အဓိပ္ပာယ်ရှာလိုက်တော့ အဘိဓာန်တွေက A person who returns. ပြန်လာသူ၊ A person who returns as a spirit after death; ghost.သေဆုံးပြီးနောက် ဝိဉာဉ်အဖြစ် ပြန်ရောက်လာသူ၊ သရဲတစ္ဆေ လို့ အနက်နှစ်ခုပေးပါတယ်။ ခေတ်နောက်ပြန်ဆွဲတယ်ပြောပြော၊ စိတ်ဓာတ်ခွန်အားနည်းတယ်ပဲဆိုဆို၊ ဘာသာရေးအဆုံးအမတွေ ဘယ်လိုပဲရှိရှိ အသက်ရှင်နေတဲ့လူတွေဟာ သေသွားတဲ့လူတွေကို ပြန်ရှင်စေချင်တာ ငြင်းမရတဲ့အချက်ဖြစ်ပါလိမ့်မယ်။ အထူးသဖြင့် ကွယ်လွန်သွားတဲ့ကိုယ်ချစ်မြတ်နိုးရသူတွေဆို ပြန်တွေ့ချင်ကြတယ်။ ဘယ်လိုမှ မဖြစ်နိုင်မှန်းသိပေမယ့် ပြန်ရှင်လာရင် ကောင်းမှာပဲလို့ထင်ကြတယ်။အာဖရိကနဲ့ ကာရီဘီယံဒေသအချို့မှာ လူသေကောင်ကို ပယောဂအစီအရင်နဲ့ အသက်သွင်းကြတယ်ဆိုပဲ။ အဲဒီလိုနည်းနဲ့အသက်ပြန်ရှင်လာတဲ့ ဖုတ်ကောင်ကို Zombie လို့ခေါ်ပါတယ်။ အနောက်တိုင်းရော၊ အရှေ့တိုင်းမှာပါ ဖုတ်ကောင်တို့၊ ဖုတ်ဝင်တာတို့ကို ယုံကြည်ကြပါတယ်။ ဒါကြောင့် Walking Dead; The Exorcist; Ghost Whisperer ရုပ်ရှင်တွေ လူကြိုက်များနေတာဖြစ်ပါလိမ့်မယ်။ အချို့မြန်မာတွေလည်း သေခါနီးလူ (သို့) သေသူရဲ့ ခန္ဓာကိုယ်ထဲ မကောင်းဆိုးဝါးဝိညာဉ်ဝင်တာ၊ ဖုတ်ဝင်တာမျိုးကို ယုံကြည်နေကြဆဲပါ။ သရဲတစ္ဆေ (Ghost); နာနာဘာဝ (Demon; Spirit); မကောင်းဆိုးဝါးဝိညာဉ် (Evil spirit) တွေဟာ လူတွေထဲဝင်ပူးတာကို တွေ့ဖူးကြပါလိမ့်မယ်။ မကောင်းဆိုးဝါးဝင်ပူး၊ သရဲဝင်ပူး (Possession by an evil spirit or Demoniac possession) တာရှိသလိုဂမ္ဘီရအတတ် (Occult)၊ အောက်လမ်း၊ စုန်း၊ ကဝေ စတဲ့ ပဉ္စလက်နည်း (Witchcraft) တွေနဲ့ သရဲခေါ်သွင်းတာလည်းရှိပါတယ်။ ပူးကပ်နေတဲ့ နတ်၊ သရဲတစ္ဆေ၊ နာနာဘာဝ အစရှိတာတွေကို နှင်ထုတ်ခြင်း၊ အစွဲချွတ်ခြင်း၊ မကောင်းဆိုးဝါးနှင်ခြင်း ကို Exorcism လို့ခေါ်ပြီး၊ အဲဒီလို နှင်ထုတ်ခြင်းမန္တရားတတ်ကျွမ်းသူ ကိုတော့ Exorcistလို့ခေါ်ပါတယ်။ဒါတွေနဲ့ပတ်သက်လို့ Psychomancy ခေါ် ဂမ္ဘီရအတတ်နဲ့ ဝိညာဉ်များကို ဆက်သွယ်ခြင်း (Occult communication between souls or with spirits) ပညာရပ် ပေါ်ထွန်းနေပါပြီ။ စိတ်ဝင်စားသူများ ဆက်လက်ရှာဖွေနိုင်ပါတယ်။ အားလုံး နှစ်နှစ်ခြိုက်ခြိုက်အိပ်ပျော်နိုင်ကြပါစေ။"
    },
    {
        "title": "Cast Your Vote",
        "content": "Cast Your Vote\n\nလောကမှာ အသိဉာဏ်နည်းပြီး ကျေးဇူးမသိသူတွေ များပါတယ်။ဘယ်လိုပဲ ဒေါသဖြစ်စရာတွေ့တွေ့၊ နာကျည်းခံပြင်းစရာတွေကြုံရကြုံရ စိတ်မဆိုးကြပါနဲ့။အခုအချိန်က ခဲနဲ့ပစ်ရမယ့်အချိန်မဟုတ်တော့ပါ။ ဆန္ဒမဲနဲ့ ဖယ်ရှားပစ်ရမှာဖြစ်ပါတယ်။ဒါ လူ့ယဉ်ကျေးမှုပါ။Civilization began the first timean angry person cast a vote instead of a rock.အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "Mugabe _ World’s Oldest Dictator",
        "content": "Mugabe _ World’s Oldest Dictator\n\nဇင်ဘာဘွေနိုင်ငံဟာ ၁၉၈၀ မှာ ဗြိတိသျှတို့လက်အောက်က လွတ်လပ်ရေးရှိခဲ့ပါတယ်။ တိုင်းပြည်လွတ်လပ်ရေးရအောင် ကြိုးပမ်းခဲ့တာကြောင့် လက်ရှိသမ္မတ ရောဘတ်မူဂါဘီ (Robert Mugabe) ကို လွတ်မြောက်ရေးတိုက်ပွဲဝင်ခေါင်းဆောင် (Liberation leader) လို့ အသိအမှတ်ပြုထားပါတယ်။ဒါပေမဲ့ အခု အသက် ၉၃ နှစ်ရှိပြီဖြစ်တဲ့ ရောဘတ်မူဂါဘီဟာ ဇင်ဘာဘွေကို ၃၇ နှစ်တာလုံးလုံး အကြင်နာတရားကင်းမဲ့စွာ အုပ်ချုပ်ခဲ့ပါတယ်။ သူအာဏာရပြီး ၇ နှစ်အကြာမှာ တိုင်းပြည်ရဲ့နိုင်ငံ့အကြီးအကဲ၊ အစိုးရအဖွဲ့အကြီးအကဲနဲ့ ကာကွယ်ရေးဦးစီးချုပ်ရာထူးအားလုံးကို သိမ်းပိုက်ကာ အာဏာရှင်ဆန်ဆန် အုပ်ချုပ်ခဲ့ပါတယ်။ နိုင်ငံရေးပြိုင်ဘက်တွေကိုလည်း ရက်ရက်စက်စက်နှိပ်ကွပ်လေ့ရှိတာကြောင့် သူ့ကို အာဏာရှင်မင်းဆိုးမင်းညစ်တစ်ယောက်လို့ သတ်မှတ်ကြပါတယ်။သူရဲ့စီမံအုပ်ချုပ်မှုညံ့ဖျင်းလွဲမှားခဲ့တာတွေကြောင့် တိုင်းပြည်စီးပွားရေးကမောက်ကမဖြစ်၊ နိုင်ငံရေးမငြိမ်သက်မှုတွေဖြစ်လျက်ရှိပါတယ်။ ဘယ်အရာမှမမြဲဘူး(Nothing is permanent); ဘယ်သူမှ အကြာကြီးစိုးမိုးခြယ်လှယ်လို့မရတဲ့ သဘောတရား (Nobody runs forever) နဲ့အညီ ကမ္ဘာ့အသက်အကြီးဆုံးနိုင်ငံ့အကြီးအကဲ(The world’s oldest Head of State) မူဂါဘီတစ်ယောက် ၁၅-၁၁-၂၀၁၇ နေ့က စစ်တပ်ရဲ့ထိန်းသိမ်းမှုအောက် ရောက်ရှိသွားပါပြီ။ သူ့ကံကြမ္မာဘယ်လိုရှိမလဲမသိသေးပါ။ ဘာပဲဖြစ်ဖြစ် ဇင်ဘာဘွေနိုင်ငံမှာ The Ruthless Rule of the World’s Oldest Dictator ကမ္ဘာ့အသက်အကြီးဆုံးစစ်အာဏာရှင်ရဲ့ ယုတ်မာရက်စက်မှုချုပ်ငြိမ်းသွားပြီလို့ မျှော်လင့်ရပါတယ်။ စောင့်ကြည့်ကြပါဦး။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ပန်းပန်လျှက်ပဲ",
        "content": "ပန်းပန်လျှက်ပဲ\n\nDASSK ALWAYS CHAMPIONS THE TRUTHShe never stoops & stands tall as ever!She never stoops & stands tall as ever!She never stoops & stands tall as ever!အာဆီယံအသိုက်အဝန်းထဲ သူ ပန်းပန်လျှက်ပဲအာဆီယံအသိုက်အဝန်းထဲ သူ ပန်းပန်လျှက်ပဲအာဆီယံအသိုက်အဝန်းထဲ သူ ပန်းပန်လျှက်ပဲQUOTEဒေါ်အောင်ဆန်းစုကြည်အဖို့က အလုံးအထည် တစက်မှ လျော့မသွားတဲ့အပြင်အမှန်တရားကို မျက်နှာအောက်ချ ခေါင်းငုံ့ခြင်းမရှိဘဲ ရဲရဲ ရင်ဆိုင်ရဲ သတ္တိကိုကျွန်တော်တို့ အားလုံး အတုယူရမှာ ဖြစ်ပါတယ်UNQUOTECredit to contributor."
    },
    {
        "title": "ကျွန်တော် စံရွှေမြင့်ပါ",
        "content": "ကျွန်တော် စံရွှေမြင့်ပါ\n\nကာတွန်း လို့ပြောရင် Cartoon နဲ့ Carton တို့ကို ပြေးမြင်ကြပါလိမ့်မယ်။Cartoon က ရုပ်ပြောင် ပါ။ Cartoon နဲ့အသံဆင်တူတဲ့ Carton က ကတ်ထူ (သို့) ပလတ်စတစ်သေတ္တာ၊ ဘူး ဖြစ်ပါတယ်။ကာတွန်း ကိုထပ်ခွဲရင် ရုပ်ပြောင် (Cartoon) နဲ့ ရုပ်ပြ (Comic; Comic strip) လို့ နှစ်မျိုးတွေ့ရပါတယ်။Caricature က လူသိများသူတစ်ယောက်ကို ရယ်ရွင်ဖွယ်ဖြစ်အောင် နောက်ပြောင်ရေးဆွဲထားတဲ့ ရုပ်ပြောင် ဖြစ်ပါတယ်။ကာတွန်းပညာနဲ့ ပုံတူရုပ်ပြောင်ရေးတာပါ။ အထူးသဖြင့် နိုင်ငံရေးသမားတွေကို ရေးဆွဲဖော်ပြလေ့ရှိပါတယ်။ကျွန်တော်တို့ရဲ့ ဘဝအမောတွေကို ကာတွန်း တွေက ဖာထေးပေးလို့ လူကြီးရော လူငယ်ပါ ကာတွန်းကြိုက်ကြပါတယ်။အလားတူပါပဲ ကောမစ် ခေါ် ရုပ်ပြ၊ ရုပ်ပြဇာတ်လမ်းလေးတွေကလည်း လူငယ်လူလတ်တွေကို ဆွဲဆောင်နိုင်ပါတယ်။ဒါကြောင့် နိုင်ငံတကာမှာ လူကြိုက်များတဲ့ ကာတွန်းရုပ်ပြတွေကနေ ရုပ်ရှင်အဖြစ် အသက်သွင်းကြတာဖြစ်ပါတယ်။ဒီမှာတော့ ကာတွန်း စံရွှေမြင့်တို့၊ နေကျောက်ခဲ တို့က သက်သေပါ။ အားလုံး အမှတ်ရစေဖို့ တင်ပြပါရစေ။ မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "For unthoughtful facebook users!",
        "content": "For unthoughtful facebook users!\n\nHere is Breaking News\"Woman who gave Donald Trump the middle finger fired from her job\"အမေရိကန်သမ္မတ Donald Trump ကို လက်ခလယ်ထောင်ပြခဲ့ပြီး၊ ဓာတ်ပုံကို သူ့ရဲ့ Profile အဖြစ် Twitter နဲ့ Facebook တွေပေါ်တင်လို့အသက် ၅၀ အရွယ် အမျိုးသမီးကြီးတစ်ဦး အလုပ်မှထုတ်ပယ်ခံရ။အမေရိကန်နိုင်ငံလို Freedom of Speech အပါအဝင် ဒီမိုကရေစီအပြည့်အဝရှိတဲ့ တိုင်းပြည်မှာတောင်မိမိကုမ္ပဏီ ဂုဏ်သိက္ခာထိခိုက်မယ့် လုပ်ရပ်မျိုး ခွင့်မပြုကြပါ။ သတိပြုဆင်ခြင်ကြဖို့လိုပါတယ်။For Your GuidanceIn Western culture, the finger or the middle finger (as in giving someone the (middle) finger or the bird[1] or flipping someone off[1]) is an obscene hand gesture. The gesture communicates moderate to extreme contempt,and is roughly equivalent in meaning to \"fuck off,\" \"fuck you,\" \"shove it up your ass,\" \"up yours,\" or \"go fuck yourself.\""
    },
    {
        "title": "Honesty; Integrity",
        "content": "Honesty; Integrity\n\nဘယ်လိုကြည့်ကြည့် ဘာနဲ့တိုင်းတိုင်း ဘယ်သူ့ကိုမေးမေးဘယ်လိုကြည့်ကြည့် ဘာနဲ့တိုင်းတိုင်း ဘယ်သူ့ကိုမေးမေးဘယ်လိုကြည့်ကြည့် ဘာနဲ့တိုင်းတိုင်း ဘယ်သူ့ကိုမေးမေးအဖြေက ရိုးသားခြင်း ပါပဲ။ခပ်တိမ်တိမ်ကောင်တွေဆီမှာ ဒါမျိုးမရှိဘူး။"
    },
    {
        "title": "Help! Help! Help!",
        "content": "Help! Help! Help!\n\nကနေ့မနက် ၅ : ၃၅ SKY NET ရဲ့ Education Channel _ Amazing Knowledge ကဏ္ဍက ၉၁ အရွယ်မှာ ဘွဲ့ယူသွားတဲ့ အဖွားအိုတစ်ယောက်အကြောင်းထုတ်လွှင့်ရာမှာ မြန်မာရေးထုံးမရှိတဲ့ အမျိုးသမီးဖြစ်ကြောင်းပြစကားလုံး \"သူ\" ကို \"သူမ\" \"သူမ\" လို့ နားနောက်စရာသုံးနှုန်းသွားတာကြားရပါတယ်။ ဘယ်သူပြင်ပေးကြမှာလဲ။နောက်တစ်ခုက \"ပညာသင်ဖို့နောက်မကျပါ\" ဆိုတာလေးပါ။ ဒါက It is never too late to learn. ကို အဘိဓာန်ကြည့်လုံးကောက်ဘာသာပြန်လိုက်ပုံရပါတယ်။ အမှန်က မြန်မာတွေနားစွဲနေတဲ့ \"ပညာလို အိုသည်မရှိ\" လို့ ချောချောမွေ့မွေ့ပြန်ဆိုရင် ကောင်းမယ်ထင်ပါတယ်။ တည်းဖြတ်စစ်ဆေးဖို့ အယ်ဒီတာတွေမထားရှိတာလား၊သူတို့လည်း ပြင်ဆင်တည်းဖြတ်နိုင်စွမ်းမရှိတာလား ........။"
    },
    {
        "title": "ဂျပန်ပြည်သားလူရှောင်များ",
        "content": "ဂျပန်ပြည်သားလူရှောင်များ\n\nHikikomori _ Acute Social Withdrawal ဂျပန်ပြည်မှာ ဘယ်သူနဲ့မှ အပေါင်းအသင်းမလုပ်ဘဲ အိမ်တွင်းပုန်းနေထိုင်သူ မြီးကောင်ပေါက်တွေ၊ အရွယ်ရောက်ပြီးသူတွေ ထောင်ပေါင်းများစွာရှိကြပါတယ်။ လိပ်တွေလို ခေါင်းဖွက်နေထိုင်သူတွေလို့လည်းဆိုကြပါတယ်။ဒီလို အများနဲ့မတူ တစ်မူထူးခြားစွာ လူမှုအသိုင်းအဝိုင်းကို ပစ်ပယ်ကာ သီးသီးသန့်သန့်တစ်ယောက်တည်း အနည်းဆုံး ၆ လနဲ့အထက် အစွန်းရောက်နေထိုင်မှုမျိုးကို ဂျပန်လို \"Hikikomori ひきこもり or 引き籠り တစ်ကိုယ်တည်းသမား (သို့) ခေတ်သစ်ရသေ့\" လို့ခေါ်ပါတယ်။  အနောက်နိုင်ငံသားတွေကတောင်အစစအရာရာ လိုလေသေးမရှိ ပြည့်စုံပါတယ်လို့ပြောရတဲ့ ဂျပန်ပြည်မှာ ဘာကြောင့် ဒီလို လူရှောင် လူကြောက်တွေ ပေါ်လာရသလဲ။ ဒီလူတွေဟာ ဘယ်သူနဲ့မှ မတွေ့ချင်၊ အပေါင်းအသင်းမလုပ်ချင်လောက်အောင် ဘာကြောင့်ကြောက်စိတ်ဝင်သွားရတာလဲ။ စိတ်ပညာရှင်တွေက အကြောက်လွန်ရောဂါ (Phobia) တစ်မျိုးလို့ပြောကြတယ်။လူမှုဗေဒပညာရှင်တွေက အလုပ်ပိတာတွေ၊ သောကတွေ၊ လောဘတွေကြောင့် စိတ်ဖိစီးမှုလွန်ကဲပြီး၊ အခုလို လူ့လောကြီးကို စိတ်ကုန်သွားတာလို့ဆိုပါတယ်။ ဒါက Dark Side of Japan ဂျပန်ရဲ့ အရိပ်ထဲမှာ နေပူနေတဲ့ အကြောင်းခြင်းရာတစ်ခုဖြစ်ပါတယ်။ အားလုံး မင်္ဂလာပါ။ Image credit to original artists."
    },
    {
        "title": "စည်းကမ်းမဲ့သစ်မခုတ်ရ",
        "content": "စည်းကမ်းမဲ့သစ်မခုတ်ရ\n\nLUMBER IN LUMBARသမ္မတဦးထင်ကျော်အစိုးရ အာဏာရပြီးနောက် ၂၀၁၆ မတ်လ ၃၀ ရက်နေ့က သယံဇာတနှင့်သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးဝန်ကြီးဌာန (Ministry of Natural Resources and Environmental Conservation) ကို ဖွဲ့စည်းခဲ့ပါတယ်။ ဒီဝန်ကြီးဌာနအသစ်ဟာ ယခင်ဝန်ကြီးဌာနဟောင်းနှစ်ခုဖြစ်တဲ့ သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးနှင့်သစ်တောရေးရာဝန်ကြီးဌာန(Ministry of Environmental Conservation and Forestry) နဲ့ သတ္ထုတွင်းဝန်ကြီးဌာန (Ministry of Mines) တို့ကို ပူးပေါင်းဖွဲ့စည်းလိုက်တာဖြစ်ပါတယ်။စည်းကမ်းမဲ့သစ်ခုတ်ခြင်း၊ စည်းလွတ်ဝါးလွတ်သတ္ထုတူးဖော်တာတွေကြောင့် ပိုးစိုးပက်စက်ပျက်စီးသွားတဲ့ သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးအတွက် ဦးတည်ပါတယ်။ ဒါနဲ့ပတ်သက်လို့ ရေမြေတောတောင်သဘာဝကာကွယ်စိတ်ထက်သန်တဲ့ဖွံ့ဖြိုးပြီးနိုင်ငံတွေမှာ သစ်တိုတစ်ချောင်းတောင် ဥပေံဒမဲ့ခုတ်လို့မရပါဘူး။ ကျွန်တော်တို့နိုင်ငံမှာတော့ သစ်တောကြီးတစ်ခုလုံးကို စည်းကမ်းမဲ့ခုတ်ယူနိုင်ခဲ့ကြပါတယ်။သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးနဲ့ပတ်သက်လို့ ဟာသလေးတစ်ခုရှိပါတယ်။ တစ်နေ့ အမေရိကန်က အပန်းဖြေဥယျာဉ်တစ်ခုမှာ ဂျင်းဘောင်းဘီဝတ်အမျိုးသမီးတစ်ယောက် မြင်းစီးနေရင်း အရှိန်ပြင်းပြင်းနဲ့ ကြွေကျလာတဲ့ ထင်းရူးသီး အချွန်အတက်က သူ့ရဲ့ဆီးခုံတည့်တည့်နေရာကို ထိုးစိုက်မိပါလေရောဗျာ။ အဲဒီမှာ ဇာတ်လမ်းစပါတော့တယ်။ အဲဒီ ဂျင်းဘောင်းဘီမှာအမိအရစိုက်ဝင်နေတဲ့ ထင်းရူးသီးဆူးချွန်ကိုနုတ်ဖို့ အကူအညီတောင်းခံလိုက်တော့ ရဲတွေရောက်လာပါတယ်။ ဒါပေမဲ့ ရဲအရာရှိက ဒီကိစ္စကို သူဆောင်ရွက်နိုင်မှာမဟုတ်ကြောင်း။ သဘောက ဒီကိစ္စ ရဲအရေးမပိုင်ဘူးပေါ့ဗျာ။ အမေရိကန်ဖက်ဒရယ်ဥပဒေအရ အပန်းဖြေအနားယူတဲ့နေရာတစ်ခုက သစ်တိုတစ်ချောင်းတောင် အခွင့်မရဘဲ မထုတ်ယူနိုင်ကြောင်းပြောသွားပါတယ်။No one can extract timber from a pleasure zone!Hint _ Cone of pine = Timber; Pubic area = Pleasure zone -အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Be Kind To The Obese",
        "content": "Be Kind To The Obese\n\nအသက်သုံးဆယ်ဝန်းကျင်အရွယ်ရောက်သူတိုင်းကို မေးကြည့်၊ ကနေ့အထိ စုဆောင်းမိတာဘာလဲ။ဒါက Obesity ခေါ် ဝဖြိုးခြင်း ပဲဖြစ်ပါတယ်။ဘယ်သူမှ Roly-poly မဖြစ်ချင်ကြ၊ Humpty-dumpty လိုဖြစ်မှာတော့ ကြောက်ကြတယ်။ဒါပေမဲ့ ကျွန်တော့်မိန်းမလည်း ဝတယ်၊ သားလည်း ဝလာတယ်၊ သမီလည်း ဝဖြိုးစပြု လာပြီ။သိပ်မဝဘူးဆိုတဲ့ ကျွန်တော်တောင် ဝလာပြီ။ အရက်ဘီယာမခုံမင်လို့ ပိုက်မထွက်တာပဲရှိတယ်။ဘာပဲဖြစ်ဖြစ် ယုတ်စွအဆုံး လမ်းလျှောက်ခြင်းတောင် မလုပ်ချင်ကြတဲ့ ကျွန်တော်တို့တတွေ ဝတာမဆန်းပါဘူး။ခေတ်ဆိုးတွေကြားထဲ အခက်အခဲ၊ အကြပ်အတည်း၊ စိတ်မချမ်းမြေ့စရာတွေ ပြည့်နေခဲ့ပေမယ့်ကျွန်တော်တို့ ပိန်မသွားကြပါဘူး။ It's a strange strange world we live in.Obesity _ Blessing or Bane!အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "လျှာကဝေလားဟေ့",
        "content": "လျှာကဝေလားဟေ့\n\nAre you a Tongue Wizard? မင်းက လျှာကဝေလားဟေ့။This is not my cuppa tea.ကျွန်တော့်အကြိုက်တော့မဟုတ်ပါ။Sharing for gourmet.အစားကောင်းကြိုက်သူတွေအတွက် မျှဝေလိုက်ပါတယ်။Bon Appetit!စားကောင်းကြပါစေ။"
    },
    {
        "title": "Baby, I Don't Care/Elvis Presley",
        "content": "Baby, I Don't Care/Elvis Presley\n\nမြန်မာပြည်သိန်းတန် ရဲ့ နိဗ္ဗာန်ဆော်ဓမ္မတေးအယ်ဘမ်ထဲက \"အန်ကယ်ကတော့ နိုးပါ ~ မအားသေးဘူး\" သီချင်းက လူကြိုက်များခဲ့ပါတယ်။ အဲဒီ \"မအားသေးဘူး\" သီချင်းရဲ့ မှီငြမ်းသီချင်းက ရော့ခ်ဘုရင်ကြီး Elvis Presley ရဲ့ Baby, I Don't Care ဖြစ်ပါတယ်။ ဒီသီချင်းဟာ လွန်ခဲ့တဲ့အနှစ် ၆၀ က နာမည်ကြီးရုပ်ရှင် Jailhouse Rock ဇာတ်ဝင်တေးတစ်ပုဒ်ပါ။ ခံစားနားဆင်ကြည့်ကြပါဦး။ အားလုံး မင်္ဂလာပါ။(You're so square) Baby, I Don't Care / Elvis Presley ~ 1957You don't like crazy musicYou don't like rockin' bandsYou just wanna go to a movie showAnd sit there holdin' handsYou're so square, baby, I don't careYou don't like hotrod racin'Or drivin' late at nightYou just wanna park where it's nice and darkYou just wanna hold me tightYou're so square, baby, I don't careYou don't know any dance steps that are newNo one else could love me like you do, do, do, doI don't know why my heart flipsI only know it doesI wonder why I love you, babyI guess it's just becauseYou're so square, baby, I don't careBaby, I don't care ♤♤♤အန်ကယ်ကတော့ နိုးပါ ~ မအားသေးဘူး / မြန်မာပြည်သိန်းတန်အိမ်ရှေ့ဘဲလ်တီးသံ ငါအလုပ်များတုန်းမှာဘယ်သူတွေလည်း အလှူခံလားအန်ကယ်ကတော့နိုး မအားဘူးကွာ မအားသေးဘူးဟေ့...ဘယ်အချိန်တုန်းကငါ အားခဲ့လို့လည်းကွာမျက်စိနားနှာခေါင်းလျှာကိုယ်စိတ် လောဘမသတ်နိုင်ဘူးမအားဘူးကွာ မအားသေးဘူးဟေ့...ကမ္ဘာလဆန်းတစ်ရက်နေ့ကတည်းက ငါမအားတဏှာနောက်...နောက်...လိုက်အသက်ကလေးဖြောင့်ဖြောင့်ရှူဖို့အရေးတောင်မအား မအား မအားမအားမအားအိုတာငါ့အလုပ်မဟုတ် နာတာလည်း ဂရုမစိုက်နိုင်ဇရာ ဗျာဓိ မရဏံပိ အန်ကယ်ကတော့နိုး နိုးနိုးပါမအားသေးဘူးဟေ့...မအားသေးဘူးဟေ့...အန်ကယ်ကတော့နိုးပါ နိုးနိုးချာချာလည်မူး ...တဏှာဝင်္ကအရူး...မအားသေးဘူး...နိုး နိုး နိုး ♤♤♤Special credit to original artists & uploaders."
    },
    {
        "title": "တန်ဆောင်တိုင်မီးထွန်းပွဲတော်",
        "content": "တန်ဆောင်တိုင်မီးထွန်းပွဲတော်\n\nHighlights for Full Moon Day of TazaungmonAs everybody knows \"Tazaungdaing Festival of Lights\" is one of the Holiday Days of Religious Significance (အခါကြီးရက်ကြီး). We observe Tazaungdaing Festival annually and it’s accompanied by communal Kathina or Kahtain (ကထိန်)–offering of Kathina Robes to the members of Sanghas; offering Padethabin \"the tree of plenty\" to the monasteries. Padethabin (ပဒေသာပင်) means tree-shaped stand where various articles of offering are hung.The English equivalence of Padethabin is the Cornucopia or  \"horn of plenty \". It is a symbol of abundance and nourishment.We also celebrate Mathoe Thingan weaving ceremony at the Great Shwe Dagon Pagoda. Accodrding to Myanmar-English Dictionary, Mathoe Thingan (မသိုးသင်္ကန်း)  is yellow robe for Sangha or the Buddha, woven, stitched andfinished overnight during the Kahtain period.on this festivities of Tazaungdaing Festival of Lights, May all living beings realize the essence of peace and tranquility thru your meritorious deeds! Auspiciousness to Y'all."
    },
    {
        "title": "Kiss My Cat",
        "content": "Kiss My Cat\n\n••• ၁၉၇၀ ပြည့်နှစ်ကစလို့ အင်္ဂလိပ်သီချင်းသံစဉ်တွေကို အခြေခံပြီး မြန်မာစာသားသွတ်တဲ့ စတီရီယိုတေးတွေ ခေတ်စားလာတာကနေ့အထိပါပဲ။ သံစဉ်သာမက တေးစာသားပါ အဓိပ္ပာယ်ပြန်တဲ့ တိုက်ရိုက်ဘာသာပြန်သီချင်းတွေတောင် သီဆိုခဲ့ကြဖူးပါတယ်။••• အင်္ဂလိပ်တေးသွားမှာ မြန်မာစာသားသွတ်သီချင်းတွေနဲ့အပြိုင် မြန်မာတေးသွားမှာ အင်္ဂလိပ်စာသားသွတ်သီချင်းတေးအယ်ဘမ်တစ်ခုထွက်ခဲ့ပါတယ်။ တေးအယ်ဘမ်အမည်က Kiss My Cat ပါ။ ဖန်တီးရှင်က အောင်နိုင်စန်း ပါ။အခု တေးသံရှင် မေဆွိ ရဲ့ \"မောင်\" သီချင်းနဲ့ မိတ်ဆက်ပေးပါရစေ။ နားသောတဆင်ကြည့်ကြပါဦး။မင်္ဂလာနေ့လယ်ခင်းပါ။"
    },
    {
        "title": "Totoise & Turtle Survival",
        "content": "Totoise & Turtle Survival\n\nလိပ်ကလေးလို ကိုယ်ဘက် ကိုယ်ယက်တယ်ဆိုတဲ့ လိပ်တွေက ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်နိုင်စွမ်းနည်းပါတယ်။အခုတော့ လိပ်ပက်လက်လှန်ထားသလို အခြေအနေမျိုး ရောက်နေကြပါပြီ။အချို့မျိုးရင်းတွေ မျိုးသုဉ်းဖို့ အန္တရာယ်ကျရောက်နေပါပြီ။သူတို့လေးတွေ ရှင်သန်ရေးအတွက် နေရာအနှံ့မှာ ကာကွယ်ပေးကြပါ။ အသိဖြန့်ပေးကြပါ။"
    },
    {
        "title": "ဖြူချင်ဖြူ ~မည်းချင်မည်း",
        "content": "ဖြူချင်ဖြူ ~မည်းချင်မည်း\n\nဟိုးအရင်က အသားမည်းတဲ့ အာဖရိကန်နွယ်ဖွားတွေကို အမေရိကန်တွေက နီဂရိုး (Negro) လို့ခေါ်ကြတယ်။ မြန်မာလို လူမည်း၊ ကပ္ပလီ တွေပေါ့။ နောက်ပိုင်းမှာ နီဂရိုး~ကပ္ပလီ~လူမည်း အစား ယဉ်ကျေးအသုံးအနှုန်း Afro-American / African-American လို့ ပြောင်းလဲခေါ်ကြတယ်။ဒါပေမဲ့ အဖြူ အမည်းအသားအရောင်ခွဲခြားမှုက လူမည်းသမ္မတအိုဘားမား လက်ထက်အထိရှိနေဆဲပါ။ ဘာကြောင့်များ လူတွေ အသွေးရောင်ကြည့်ပြီး ခွဲခြားဆက်ဆံနေကြပါလိမ့်။ဒါနဲ့ပတ်သက်လို့ လူဖြူ ၊ လူမည်းအဆိုတော်နှစ်ယောက်တွဲဆိုထားတဲ့ \"Ebony and Ivory အဖြူ နဲ့အမည်း\" သီချင်းစာသားလေးကို သတိရမိတယ်။\"Ebony and ivory live together in perfect harmonySide by side on my piano keyboard,Oh Lord, why don't we?\"စန္ဒယားခလုတ်တွေကိုကြည့်လိုက် အဖြူ အမည်းနှစ်ခုတွဲမှ သံစဉ်ကောင်းတွေ ဖန်တီးနိုင်တဲ့သဘောပါ။အဆိုတော် Michael Jackson ရဲ့ \"Black or White ဖြူ ချင်ဖြူ ~မည်းချင်မည်း\" သီချင်းကလည်း \"ဖြူ ဖြူ မည်းမည်း အကြောင်းမဟုတ်It don't matter if you're black or white\" လို့ ဖြူ ခြင်း မည်းခြင်းပညတ်တွေကို မေ့လိုက်ကြဖို့ တိုက်တွန်းထားတယ်မဟုတ်ပါလား။ဒါပဲလေ I said if you're thinkin' of being my babyIt don't matter if you're black or whiteကိုယ် ချစ်ခင်ရသူဟာ ပိန်းပိတ်အောင်မည်းမှောင်နေပါစေ၊သပိတ်ရောင်နက်ပြောင်နေပါစေ It don't matter ကိစ္စမရှိပါဘူး~ရပါတယ်။"
    },
    {
        "title": "မျက်မာန်တော်ညှိးပါနဲ့ ခိုကိုးသူတွေပါ",
        "content": "မျက်မာန်တော်ညှိးပါနဲ့ ခိုကိုးသူတွေပါ\n\nဆောင်းခိုသည်~ဆောင်းခိုခြင်း ကို အင်္ဂလိပ်က Hibernate ~ Hibernation လို့ တူညီအဓိပ္ပာယ်ပေးပါတယ်။Hibernate ~ Hibernation ကို အနက်ဖော်ရရင် (သာငှက်တိရစ္ဆာန်များ) အလွန်အေးချမ်းသည့်အချိန်ကာလတွင်သစ်မြစ်၊ မြေတွင်း စသည်တို့တွင် မစားမသောက်၊ မလှုပ်မယှက်ဘဲ နေထိုင်တာဖြစ်ပါတယ်။(of an animal or plant) spend the winter in a dormant state.လူတွေမှာလည်း တက်ကြွလှုပ်ရှားမှုမပြုဘဲ အကြာကြီးအိမ်ထဲအောင်းနေရင် \"ဆောင်းခိုသည်\" လို့ပြောနိုင်ပါတယ်။အခုလို အမေရိကန်ပြည်နယ်တချို့မှာ မကြုံစဖူးနှင်းတွေဖုံးနေလို့ ဘာမှလုပ်မရလို့ ရပ်နေရတာလည်း ဆောင်းခိုခြင်းပါပဲ။"
    },
    {
        "title": "I'm an urban poor.",
        "content": "I'm an urban poor.\n\nကျွန်တော်က မြို့ပြလူဆင်းရဲတစ်ယောက်ပါ။I'm an urban poor.ပြီးတော့ ကျွန်တော့်ချစ်သူနဲ့အတူ မြို့ပြင်က အမှိုက်ပုံမှာနေပါတယ်။And I dwell with my dearest in suburban squalid scraps.ဒီလို ဘဝမျိုးနဲ့နေထိုင်ရတာကို ကျွန်တော်တို့ကြိုက်ပါတယ်။"
    },
    {
        "title": "ကယ်လီဖိုးနီးယားတောမီး",
        "content": "ကယ်လီဖိုးနီးယားတောမီး\n\nCalifornia Wildfire ကယ်လီဖိုးနီးယားတောမီးယနေ့ထုတ်သတင်းစာအရ ဒီဇင်ဘာ ၄ ရက်ကတည်းက လောင်ကျွမ်းတဲ့တောမီးကြောင့် ကယ်လီဖိုးနီးယားတောင်ပိုင်းရဲ့ အရင် စည်စည်ကားကားမြို့ကြီးတွေ အခု ပြာအတိနဲ့ မြို့ပျက်ကြီး (Ghost town) ဘဝရောက်သွားကြပါပြီ။ မီးသတ်ဗိုလ်က အခုလောင်တဲ့တောမီးက တကယ့်ရက်စက်ကြမ်းကြုတ်တဲ့ သတ္တဝါတစ်ကောင်လိုပါပဲ! မပူပါနဲ့ ~ သူ့ကိုနှိမ်နင်းနိုင်မှာပါ \"It's a beast. But we will kill it.\" လို့ ပြောပါတယ်။ကမ္ဘာ့ရာသီဥတုတွေ ဆိုးဆိုးရွားရွား မဖောက်ပြန်ခင်ကတည်းက မိုးနည်းခြောက်သွေ့ပြီး၊ အကြာကြီးမိုးမရွာဘဲနေတတ်လို့ \"It Never Rains In Southern California ကယ်လီဖိုးနီးယားတောင်ပိုင်းမှာ မိုးခေါင်တယ်\" သီချင်းကို လွန်ခဲ့တဲ့၄၅ နှစ်က ရေးစပ်သီဆိုခဲ့တာပါ။ ဒီသီချင်းက အခြေအနေအကြောင်းခြင်းရာနဲ့ ကိုက်ညီပြီး၊ သံစဉ်စာသားကလည်း ထိမိတော့ လူအများရင်ဘတ်ထဲ စွဲငြိကျန်ရစ်တာပေါ့ဗျာ။ သီချင်းရှင် Albert Hammon ရဲ့ အကောင်းဆုံးဂန္တဝင်တေးတွေထဲကအကောင်းဆုံးသီချင်းတစ်ပုဒ်လို့ ပြောနိုင်ပါတယ်။ ကဲ \"ကယ်လီဖိုးနီးယားတောင်ပိုင်းမှာ မိုးခေါင်တယ်\" သီချင်းကိုမမီလိုက်သူ လူငယ်တွေ ရှာဖွေနားထောင်လိုက်ပါဦး။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မကောင်းကွက်ကိုကြည့်လျှင်",
        "content": "မကောင်းကွက်ကိုကြည့်လျှင်\n\nFor beautiful eyes, look for the good in others.မကောင်းကွက်ကိုကြည့်လျှင် ပေါင်းနိုင်စရာလူမရှိ။ကောင်းကွက်ကိုသာကြည့်လျှင် မပေါင်းနိုင်စရာလူမရှိ။ဒါက မေတ္တာရှင်(ရွှေပြည်သာ) ဆရာတော်ရဲ့ ဆုံးမစကားပါ။နောက်အဆိုအမိန့်တစ်ခုက \"ကမ္ဘာပေါ်မှာ အလှဆုံးမျက်ဝန်းဆိုတာသူတစ်ပါးရဲ့ ကောင်းကွက်ကို မြင်တတ်တဲ့ မျက်ဝန်းပဲ ဖြစ်ပါတယ်\" တဲ့။ကဲ ကျွန်တော်တို့ ဘယ်မျက်ဝန်းနဲ့ကြည့်ကြမလဲ။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ညီလာခံ Conference",
        "content": "ညီလာခံ Conference\n\nညီလာခံ Conference; Convention; Summitအခုတလော သတင်းစာထဲမှာ တွေ့တွေ့နေရတာက \"ညီလာခံ\" ကျင်းပတဲ့သတင်းတွေပါ။ညီလာခံနဲ့ပတ်သက်လို့ လတ်တလောကျင်းပနေတဲ့ ညီလာခံလေးခုကို အင်္ဂလိပ်စာလေ့လာသူတွေအတွက် ဖော်ပြလိုက်ပါတယ်။၁. စာပေညီလာခံ (Literature Conference)၂. ဒုတိယအကြိမ် မြန်မာနိုင်ငံလူငယ်စွန့်ဦးတီထွင်လုပ်ငန်းရှင်များ၏ထိပ်သီးညီလာခံ ၂၀၁၇(The 2nd Entrepreneurship Summit 2017)၃. တတိယအကြိမ် အာရှ-ပစိဖိတ်ရေညီလာခံ (3rd Asia-Pacific Water Summit)၄. စက်မှုကုန်သည်အသင်းချုပ်ညီလာခံ ၂၀၁၇ (UMFCCI Convention 2017)ညီလာခံ ကို မြန်မာအဘိဓာန်က \"ကိုယ်စားလှယ်များစုဝေးဆွေးနွေးရာ အစည်းအဝေးကြီး\" လို့ အနက်ပေးပါတယ်။အဲဒီ အစည်းအဝေးကြီး ဆိုတဲ့ ညီလာခံ ကို အင်္ဂလိပ်လို Conference; Convention; Summit လို့ တူညီအဓိပ္ပာယ်ဖွင့်နိုင်ပါတယ်။Summit ကိုတော့ အဘိဓာန်က \"ထိပ်သီးတွေ့ဆုံဆွေးနွေးပွဲ၊ ညီလာခံ\" လို့ အနက်နှစ်မျိုးဖွင့်ပါတယ်။ဒါကြောင့် နိုင်ငံရေးသတင်းတွေမှာတော့ \"ထိပ်သီးဆွေးနွေးပွဲ\" လို့ ပြန်ဆိုတာ တွေ့ဖူးကြပါလိမ့်မယ်။ဒီတော့ ညီလာခံ ကို Conference; Convention (သို့) Summit လို့လည်း ရေးသားသုံးစွဲနိုင်ပါကြောင်း တင်ပြလိုက်ပါတယ်။Vocabulary ဝေါဟာရ ပေါကြွယ်ဝကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Redemption Song Lyrics",
        "content": "Redemption Song Lyrics\n\nရက်ဂေး Reggae အကျော်အမော်ကြီး Bob Marley မကွယ်လွန်မီ ၁၉၈၀ က သီဆိုခဲ့တဲ့Redemption Song ကို John Legend ပြန်ဆိုထားတာ နားဆင်ကြပါဦး။Bob Marley – Redemption Song LyricsOld pirates, yes, they rob I;Sold I to the merchant ships,Minutes after they took IFrom the bottomless pit.But my hand was made strongBy the 'and of the Almighty.We forward in this generationTriumphantly.Won't you help to singThis songs of freedom'Cause all I ever have:Redemption songs;Redemption songs.Emancipate yourselves from mental slavery;None but ourselves can free our minds.Have no fear for atomic energy,'Cause none of them can stop the time.How long shall they kill our prophets,While we stand aside and look? Ooh!Some say it's just a part of it:We've got to fullfil the book.Won't you help to singThis songs of freedom-'Cause all I ever have:Redemption songs;Redemption songs;Redemption songs.---/Guitar break/---Emancipate yourselves from mental slavery;None but ourselves can free our mind.Wo! Have no fear for atomic energy,'Cause none of them-a can-a stop-a the time.How long shall they kill our prophets,While we stand aside and look?Yes, some say it's just a part of it:We've got to fullfil the book.Won't you have to singThis songs of freedom? -'Cause all I ever had:Redemption songs -All I ever had:Redemption songs:These songs of freedom,Songs of freedom."
    },
    {
        "title": "Kaido; Cairo; Cheiro",
        "content": "Kaido; Cairo; Cheiro\n\n၁၉၆၂ တောင်ငူ ~ ကိုင်ရို (Cheiro)ကျွန်တော့်ချစ်သူက ဗေဒင်လက္ခဏာတွေ စိတ်ဝင်စားတော့ ကိုင်ရို (Cheiro) ရဲ့ လက္ခဏာပညာစာအုပ်တွေ ဝယ်ဖတ်လေ့ရှိပါတယ်။ အဲဒီမှာ ပထမဦးဆုံး ကိုင်ရို ဆိုတဲ့နာမည်နဲ့ ရင်းနှီးခဲ့ရပါတယ်။ ကိုင်ရို ဆိုတာ \"လက္ခဏာဆရာက ပြောတယ်လေကွယ် နှလုံးလမ်းကြောင်းမှာ ကျွန်းခံနေတယ် မိန်းမနဲ့ပတ်သက်လာရင် ကံဆိုးနေမယ်\" အစချီတဲ့ စိုင်းထီးဆိုင် ရဲ့ သီချင်းထဲကလို \"လက္ခဏာဆရာ (Palmist)\" တစ်ယောက်ပါ။ လက္ခဏာဆရာကြီး ကိုင်ရို (Cheiro) ဟာလက္ခဏာပညာ (Palmistry) နယ်ပယ်မှာ အထူးအောင်မြင်ကျော်ကြားသူဖြစ်လို့ လက္ခဏာပညာရပ်တွေကို Palmistry လို့ ရေးသားပြောဆိုနေရာက Cheiro ကို ဂုဏ်ပြုကာ Cheiromancy (Chiromancy) လို့ ပြောင်းလဲဂုဏ်ပြုခေါ်ဝေါ်လျက်ရှိပါတယ်။၁၉၇၄ ရန်ကုန် ~ ကိုင်ရို (Cairo)ကျွန်တော် ရန်ကုန်ရောက်ပြီး မြန်မာ့ကြယ်ငါးပွင့်သင်္ဘောလုပ်ငန်း (Myanma Five Star Line) မှာ အလုပ်ဝင်တော့၊ ဥရောပသွား ကြယ်ငါးပွင့်သင်္ဘောတွေဟာ အီဂျစ်နိုင်ငံရှိဆူးအက်တူးမြောင်း (Suez canal) ကို ဖြတ်သန်းကြရပါတယ်။ ဆူးအက်တူးမြောင်းဖြတ်ခကို ကိုင်ရိုမြို့ရှိဘဏ်သို့ ငွေလွှဲပို့ရပါတယ်။ အဲဒီမှာ အီဂျစ်နိုင်ငံရဲ့မြို့တော် ကိုင်ရို (Cairo) ကို သိကျွမ်းခဲ့ရပါတယ်။ လက္ခဏာဆရာကြီး ကိုင်ရို (Cheiro) နဲ့ စာလုံးပေါင်းနည်းနည်းကွာပေမယ့် မြန်မာတွေအဖို့ အသံထွက်ကတူပါတယ်။၁၉၉၉ ရန်ကုန် ~ ကိုင်ဒို (Kaido)ကျွန်တော် အစိုးရဝန်ထမ်းအဖြစ်က နှုတ်ထွက်ပြီး၊ ကုမ္ပဏီတွေမှာ ပြောင်းရွေ့လုပ်ကိုင်ရင်း မြန်မာကိုင်ဒိုကုမ္ပဏီ (Myanmar Kaido Co., Ltd) နဲ့ သိကျွမ်းကာ အစတွင် အချိန်ပိုင်း၊ နောက်ပိုင်းတွင် အချိန်ပြည့်လုပ်ကိုင်လျက်ရှိပါတယ်။ အများသိကြတဲ့အတိုင်း Kaido က ဂျပန်စကားလုံးပါ။ ဂျပန်ကျွန်း Hokkaido ကို ပထဝီဝင်သင်တုန်းက ကြားဖူးသလိုရှိကြပေမယ့် သိပ်ရင်းနှီးကြမယ်မဟုတ်ပါ။ ကုမ္ပဏီအမည်မှာ Kaido ပါတာကြောင့် ဂျပန် ကုမ္ပဏီလားလို့ မကြာခဏအမေးခံခဲ့ရပါတယ်။ ဘာပဲဖြစ်ဖြစ် ကျွန်တော်အခုထိတွေ့နေတဲ့ Myanmar Kaido Co., Ltd က ဂုဏ်ယူဖွယ် အမျိုးသားတွေပိုင်၊ မြန်မာတွေကိုယ်တိုင်လုပ်တဲ့ မြန်မာကိုင်ဒိုပဲဖြစ်ကြောင်း ပြောကြားပါရစေ။ကဲ ကျွန်တော့်ဘဝခရီးတလျှောက် ပထမဆုံးတွေ့တဲ့ လက္ခဏာဆရာကြီး ကိုင်ရို (Cheiro); ဒုတိယတွေ့ရတဲ့ မြို့တော် ကိုင်ရို (Cairo) နဲ့ အခုနောက်ဆုံးထိတွေ့နေရတာက မြန်မာကိုင်ဒို (Myanmar Kaido) ဆိုတဲ့ သံတူကြောင်းကွဲ Cheiro; Cairo; Kaido တွေအကြောင်း ဒီမှာပဲ နိဂုံးချုပ်လိုက်ပါတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "LOCK",
        "content": "LOCK\n\nအင်္ဂလိပ်စာမှာ -lock နောက်ဆက် (suffix) တွေ အများအပြားရှိပါတယ်။အဲဒီထဲက wedlock; padlock; deadlock; gridlock တွေပါတဲ့ စာစုလေးဖတ်ကြည့်ရင်း ဗဟုသုတတိုးပွားကြပါစေ။Wedlock is Padlock.အိမ်ထောင်ကျတယ်ဆိုတာ သော့ခလောက်ကြီးကြီးနဲ့ ခတ်ခြင်းပါ။Sometimes, it becomes a Deadlock.တစ်ခါတလေ အကြပ်အတည်းတွေ ဆိုက်တတ်တယ်။Eventually, it will lead to Gridlock.နောက်ဆုံးမှာ ဘယ်လိုမှ ရှင်းမရအောင် ရှုပ်ထွေးသွားတတ်ပါတယ်။အားလုံး မင်္ဂလာညနေခင်းပါ။PS >>မင်္ဂလာဆောင်မယ့်သူတွေ စိတ်ပျက်အားလျော့စေချင်တဲ့ သဘောမျိုးမပါပါ။ကျွန်တော်လည်း အိမ်ထောင်ပြုတယ်၊ အခြားသူတွေလည်း အိမ်ရာထူထောင်စေချင်ပါတယ်။"
    },
    {
        "title": "Turkey meet Christmas",
        "content": "Turkey meet Christmas\n\nရစ်မျိုးရင်းဝင် ငှက်တစ်မျိုးဖြစ်တဲ့ Guinea fowl ရဲ့ ဇာတိချက်ကြွေ မွေးရပ်မြေက အာဖရိကတိုက် အရှေ့ပိုင်းဖြစ်ပါတယ်။ အဲဒီအာဖရိကရစ်ဟာ အော်တိုမန်အင်ပါယာကြီး (Ottoman Empire) ကိုဖြတ်ပြီး ဥရောပတိုက်ကို ရောက်ရှိသွားပါတယ်။ အားလုံး သိကြတဲ့အတိုင်း အော်တိုမန်အင်ပါယာ ဆိုတာ အခုခေတ် တူရကီနိုင်ငံ (Turkey) ဖြစ်ပါတယ်။ ဥရောပတိုက်သားတွေက အာဖရိကနွယ်ဖွား အဲဒီ Guinea fowl ရစ် ကို တူရကီနိုင်ငံကရောက်လာတဲ့ငှက် (Turkey-cock or Turkey-hen) လို့ နာမည်ပေးခဲ့ကြပါတယ်။ ဒါကတော့ အာဖရိကရစ် (Guinea fowl) ကနေ \"Turkey\" ဖြစ်လာပုံလေးပါ။အင်္ဂလိပ်စကားမှာ Turkey ဆိုတာ \"တူရကီနိုင်ငံ\" လို့ အဓိပ္ပာယ်ရသလို၊ \"ကြက်ဆင်\" လို့လည်း အဓိပ္ပာယ်ရပါတယ်။ ကြက်ဆင် လို့ပြောလိုက်တာနဲ့ အနောက်နိုင်ငံသားတွေ သူတို့ရဲ့ Thanksgiving နဲ့ Christmas တို့လို ဘာသာရေးပွဲတွေကျင်းပရာမှာ ကြက်ဆင်သားကို အဓိကဟင်းလျာအဖြစ် စားသောက်ကြတဲ့ဓလေ့ကို တွေ့ရမှာဖြစ်ပါတယ်။ အထူးသဖြင့် ခရစ္စမတ်ပွဲတော်အတွင်းမှာ နှစ်စဉ် ကြက်ဆင်အများအပြား အသက်ဆုံးရှုံးကြရပါတယ်။ ဒါကိုအစွဲပြုလို့ \"like turkeys voting for Christmas\" ကိုယ့်အတွက်အန္တရာယ်ကျရောက်မယ့်၊ ကိုယ့်အကျိုးစီးပွားထိခိုက်မယ့်အလုပ်မျိုး မလုပ်နဲ့\" ဆိုတဲ့ အီဒီယံအသုံးအနှုန်းတစ်ခုရှိပါတယ်။ အခြားအခြားသူတွေအနေနဲ့ ခရစ္စမတ်ပွဲတော်မြန်မြန်ရောက်ပါစေလို့ ဆုတောင်းကောင်းပေမယ့်၊ ခရစ္စမတ်ရောက်ရင် အသတ်ခံကြရဖို့ရှိတဲ့ ကြက်ဆင်တွေအတွက် ဆုတောင်းမမှားသင့်ကြောင်းပြောတာပါ။ ဒါကြောင့်\"like turkeys voting for Christmas\" ဆိုတာ \"Suicidal choice or Death-wish\" \"Dig one's own grave\" ကိုယ့်သေတွင်းကိုယ်မတူးနဲ့လို့ သတိပေးပြောကြားတာဖြစ်ပါတယ်။အခုအခါ အချို့လူတွေ ခရစ္စမတ်ပွဲမှာ ကြက်ဆင်သားစားကြတဲ့ ရိုးရာဓလေ့ကို တဖြည်းဖြည်းစွန့်လွတ်လာကြတာတွေ့ရပါတယ်။ လူသားအပေါင်း သတ္တဝါများအပေါ် စာနာစိတ်ထား အကြင်နာပွားကာ မေတ္တာပွားနိုင်ကြပါစေ။ May the good Lordbless you all & all the turkeys on earth! အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Love me, Love my Dog",
        "content": "Love me, Love my Dog\n\nBow Wow Wow _ Love me, Love my Dogစာရေးဆရာကြီး Mark Twain က ပြောတယ်\"The more I learn about people, the more I like my dog.\"လူတွေအကြောင်းပိုသိလေ ကိုယ့်ခွေးကိုပိုချစ်လေဆိုပဲ။ပြင်သစ်သမ္မတဟောင်း Charles de Gaulle ကလည်း ဒီလိုအလားတူပြောပြန်တယ်။The better I get to know men, the more I find myself loving dogs.အမေရိကန်အမျိုးသမီးအခွင့်အရေးတက်ကြွလှုပ်ရှားသူရှေ့နေကြီး Gloria Allred ကတော့\"The more I know about men the more I like dogs.\" တဲ့။ကဲ တစ်သံတည်း ပြောကုန်ကြပြီ။ကျွန်တော်တို့တစ်မိသားလုံး ခွေးချစ်ကြတယ်ဗျာ။ကျွန်တော့်ခွေးတွေကတော့ Food, Clothing, Shelter plus Medical အပြည့်ပါပဲ။မိတ်ဆွေတို့ရော...."
    },
    {
        "title": "ငြိမ်းချမ်းချင်လှပါပြီ",
        "content": "ငြိမ်းချမ်းချင်လှပါပြီ\n\nGive Peace A Chance ငြိမ်းချမ်းချင်လှပါပြီသဘာဝဘေးဒဏ်လျော့ပေါ့ရေး တွေလုပ်နေချိန် လူ့ပယောဂကြောင့်ဖြစ်ရတဲ့ စစ်တွေဖြစ်နေဆဲပါ။အခုလို ဒီဇင်ဘာရောက် ဆောင်းအဝင် အအေးဓာတ်လွှမ်းမိုးလာချိန် အမိုးအကာမဲ့နေထိုင်ပြေးလွှားနေရသူတွေအတွက်စာနာမိရင်း ကဗျာရှင် မောင်သရစ် ရဲ့ စစ်ပြေး (၁) ကို ထပ်မံရွတ်ဆိုနေမိပါတယ်။\"မြေကြီးပေါ်မှာအိပ်နေသည်ဖျာတစ်ချပ်လောက်ပေးကြပါ\"အားလုံး မင်္ဂလာမနက်ခင်းပါခင်ဗျာ။"
    },
    {
        "title": "In The Heat Of The Greed",
        "content": "In The Heat Of The Greed\n\nပြောင်းလဲခြင်းလှိုင်းနဲ့အတူ မလိုက်နိုင်ကြသေးတဲ့ အချို့ရုံးဌာနတွေ၊ ရုံးပြင်ကနားတွေမှာသူစိမ်းဆန်တဲ့ မျက်နှာထားတွေရယ်ခပ်တင်းတင်းချည်ထားတဲ့ ဖိုင်တွဲတွေရယ်ခပ်ရဲရဲပိတ်နေတဲ့ ဗီရိုတွေရယ်မလည်ချင်လည်ချင် ပန်ကာတွေရယ်နှင်ထုတ်နေတတ်တဲ့ ဆင်နားရွက်တံခါးတွေနဲ့ ပြည့်နှက်နေဆဲပါ။လာဘ်ပေးလာဘ်ယူပပျောက်ရေး၊ အဂတိလိုက်စားမှုတိုက်ဖျက်ရေးတွေကြားကပြည်သူတွေ 'အပိုင်း ၄' အပေးလိုင်းမှာပဲ ရှိနေသေးကြောင်းသိရပါတယ်။အားလုံး မင်္ဂလာညချမ်းပါ။Ref :Corruption in Myanmar is an extremely serious problem. Owing to failures in regulation and enforcement, corruption flourishes in every sector of government and business. ..... WikiMyanmar makes small gains in annual corruption index under NLD govt....Myanmar Times 26.1.2017"
    }
]