[
    {
        "title": "for 2018",
        "content": "for 2018\n\n"
    },
    {
        "title": "မွန်းတည့်ချိန်မှာနေဝင်သည်",
        "content": "မွန်းတည့်ချိန်မှာနေဝင်သည်\n\nမွန်းတည့်ချိန်မှာနေဝင်သည် // လပြည့်ညမှာလကွယ်သည် Super Moon; Super Blue Blood Moon; Total lunar eclipse Super moon ဆိုတာ ကမ္ဘာနဲ့လ နီးကပ်လာမှုကြောင့် ပိုမိုကြီးမားတောက်ပနေတဲ့လကို ခေါ်တာဖြစ်ပါတယ်။ အခုတွေ့မြင်ရတဲ့စူပါမွန်းက ၁၄% ပိုကြီးပြီး၊ ၃၀% ပိုတောက်ပတယ်လို့ဆိုပါတယ်။အခုဖြစ်စဉ်မှာ လကို အပြာရောင်၊ အနီရောင် အနေအထားနဲ့ မြင်တွေ့ရမှာဖြစ်လို့ NASA က Super Blue Blood Moon လို့ နာမည်ပေးထားတာဖြစ်ပါတယ်။  ဒီနှစ် ၂၀၁၈ ဇန်နဝါရီလ မှာ လပြည့် (Full moon) နှစ်ကြိမ် {ဇန်နဝါရီလ ၁ ရက် (ပြာသိုလပြည့်) နဲ့ ဇန်နဝါရီလ ၃၁ ရက် (တပို့တွဲလပြည့်)} ဖြစ်ပေါ်ခဲ့ပါတယ်။အဲဒီလို လတစ်လထဲမှာ လပြည့် (Full moon) နှစ်ကြိမ် ဖြစ်ပြီး၊ လပြည့်နှစ်ကြိမ်အနက် ဒုတိယလပြည့် ကို Blue moon လို့ခေါ်ပါတယ်။ ဒါနဲ့ပြောင်းပြန် လတစ်လထဲမှာ လကွယ် (New moon) နှစ်ကြိမ် ဖြစ်ပြီး၊ ဒုတိယလကွယ် ကို Black moon လို့ခေါ်ပါတယ်။  အင်္ဂလိပ်စကားမှာတော့ Blue moon ဆိုတာပြာလဲ့လဲ့ အရောင်အဆင်းရှိတဲ့လမင်း ကိုပြောတာဖြစ်သလို၊ အလွန်ကြာမြင့်တဲ့အချိန်ကာလ၊ ရှားရှားပါးပါးကြုံတောင့်ကြုံခဲဖြစ်စဉ် ပါ။ ဒါကြောင့် Once in a blue moon ဆိုတာ တစ်သက်မှတစ်ခါဆိုသလို ရှားရှားပါးပါးဖြစ်တဲ့သဘော ကိုပြောတာဖြစ်ပါတယ်။  လကြတ်ခြင်း၊ လကြစ်ခြင်း၊ လငပုပ်ဖမ်းခြင်း ကိုLunar eclipse လို့ခေါ်ပြီး၊ လမျက်နှာပြင်တစ်ခုလုံး မည်းမှောင်သွားတာကို လအပြည့်ကြတ်မှု (Total lunar eclipse) လို့ခေါ်ပါတယ်။ ယနေ့ညဖြစ်ခဲ့တဲ့ လအပြည့်ကြတ်မှုဖြစ်စဉ်ကြောင့် Oxymoron သဘောအရပြောရရင် \"လပြည့်ညမှာလကွယ်တယ်\" လို့ တင်စားပြောနိုင်ပါတယ်။ အားလုံး မင်္ဂလာပါ။Who Will Stop the War?\"\"Give Peace a Chance\" is an anti-war song of 1969 Credit to original cartoonist"
    },
    {
        "title": "Euphemism စကားနုစကားယဉ်",
        "content": "Euphemism စကားနုစကားယဉ်\n\nနေ့စဉ်အလုပ်အသွားမှာ နာမည်ဆိုးနဲ့ကျော်ကြားတယ်ဆိုတဲ့ အင်းစိန်ဗဟိုအကျဉ်းထောင်ကြီး Central Prison, Insein ကိုဖြတ်သွားရပါတယ်။ အဲဒီ ထောင်ကြီးထိပ်ဝ ညာဘက်အခြမ်းမှာ မြန်မာလို \"အကျဉ်းဦးစီးဌာန\" ဘယ်ဘက်အခြမ်းမှာ အင်္ဂလိပ်လို \"Correctional Department\" စာတမ်းကိုတွေ့ရမှာဖြစ်ပါတယ်။အချို့အင်္ဂလိပ်စာလေ့လာနေသူတွေအတွက်တော့ နားထွေးစရာပါ။ အရင်က အကျဉ်းဦးစီးဌာန ကို Prisons Department လို့ မြန်မာလိုတူညီမှုပြု ထားရာက နောက်ပိုင်းမှာ လူ့အခွင့်အရေးလှုပ်ရှားမှုဂယက်တွေ၊ ဒီမိုကရက်တစ်အငွေ့အသက်တွေကြောင့် Prisons Department ကို \"Correctional Department\"လို့ပြောင်းလဲသွားပုံရပါတယ်။  အဲဒီ ပြောင်းလိုက်တဲ့အမည်သစ် Correctional (Adj) ဆိုတာ \"မှန်သွားအောင်ပြင်ပေးခြင်း၊ ပြုပြင်ပေးခြင်း၊ ပြစ်ဒဏ်အဆုံးအမပေးခြင်း\" နဲ့ဆိုင်တဲ့ အဓိပ္ပာယ်ဆောင်ပါတယ်။ တစ်နည်း \"ပြစ်ဒဏ်ဆေးကြောသည့်နေရာ Penitentiary Facility\" လို့ပြောနိုင်ပါတယ်။ အခုအခါပြောင်းလိုက်တဲ့အမည်နဲ့လျော်ညီအောင် အသွင်သဏ္ဍာန်ရော၊ အနှစ်သာရပါ အလိုက်သင့်ပြောင်းလဲနေတယ်လို့သိရပါတယ်။ အေးဗျာ ခေတ်နဲ့အညီ အဖိအဖော့ ပြောင်းသွားတာတော့သေချာပါတယ်။ ဝမ်းသာစရာပါ။ ဒါပမယ့် ထောင်ကျတယ်ပဲပြောပြော၊ အကျဉ်းကျတယ်ပဲပြောပြော Euphemistically speakingစကားလှအောင်ပြောရရင် ထောင်ဆိုတာ ထောင်ပဲမို့ ထောင်အကျင့်တော့ရှိပါလိမ့်မယ်။ ဘာပဲဖြစ်ဖြစ် သတ္တဝါတစ်ခု ကံတစ်ခုပေါ့ဗျာ။  ထောင်နဲ့ပတ်သက်လို့ ၂၇ နှစ်တာအကျဉ်းခံခဲ့ရတဲ့ တောင်အာဖရိကသမ္မတဟောင်း Nelson Mandela က \"ကျွန်တော်တို့ တိုင်းပြည်မှာ အရင်ဆုံး ထောင်ထဲသွားရတယ်၊ နောက်တော့မှ သမ္မတဖြစ်တယ် - In my country, we go to prison first and then become president\" လို့ပြောဖူးပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "သွပ်ပူပေါ်ကကြောင်",
        "content": "သွပ်ပူပေါ်ကကြောင်\n\nCat On A Hot Tin Roofသွပ်ပူပေါ်ကကြောင်\"Cat On A Hot Tin Roof\" ဆိုတာ ၁၉၅၈ က ရုပ်ရှင်ကားတစ်ခုရဲ့အမည်ပါ။ဒီဇာတ်ကားအမည်ကို \"Like a cat on a hot tin roof\" ဆိုတဲ့ အီဒီယံကယူထားတာပါ။အဓိပ္ပာယ်က Very exciting အရမ်းစိတ်လှုပ်ရှားတယ်၊ Very angry သိပ်စိတ်တိုတယ်၊ ဂဏာမငြိမ်ဖြစ်တယ် ပေါ့ဗျာ။Restless ဂဏာမငြိမ်၊ Skittish ရှိုးတိုးရှန့်တန့်၊ Unable to remain still. အကြောက်လွန်လို့ပဲဖြစ်ဖြစ်၊ အစိုးရိမ်လွန်ကဲလို့ပဲဖြစ်ဖြစ် စိတ်ကိုတည်ငြိမ်အောင်ထိန်းမရဖြစ်တာမျိုးပါ။Someone who is in a state of extreme nervous worry.မူကွဲအနေနဲ့ သွပ်ပြားပူပူ အစား အုတ်ခဲပူပူ \"Like a cat on hot bricks\" လို့လည်းသုံးနိုင်ပါတယ်။ဥပမာဝါကျပေးရရင်_Nervous about the first lecture he had to give, David was like a cat on hot bricks.ဒေးဗစ်တစ်ယောက် ပထမဆုံးဟောပြောပို့ချရမှာကို ကြောက်လန့်ရင်တုန်နေပါတယ်။ နေမထိထိုင်မသာဖြစ်နေတယ်။နောက် ဥပမာဝါကျက_AAA. What's wrong with you? You are acting like a cat on a hot tin roof!ခင်ဗျားဟာ ထိတ်ထိတ်ပျာပျာနဲ့ ဘာတွေဖြစ်နေတာလဲဗျ ။BBB. I have to give a speech today. ကျွန်တော် ဒီနေ့မိန့်ခွန်းပြောစရာရှိတယ် ဗျ ။နောက်ဆုံး ဥပမာက Gilbert O'Sullivan ရဲ့ \"Get Down\" သီချင်းထဲက စာသားလေးပါ။\"Once upon a time I drank a little wineWas as happy as could be, happy as could beNow I'm just like a cat on a hot tin roof\"တစ်ခါက ဝိုင်အရက်လေးနည်းနည်းသောက်ပြီး အပျော်ကြီးပျော်မိခဲ့တယ်၊ အခုတော့ သွပ်ပြားပူပူပေါ်ရောက်နေတဲ့ ကြောင်လို ခြေမကိုင်မိ လက်မကိုင်မိ ဒုက္ခတွေဖြစ်ကုန်ပြီ။ဒီလောက်ဆို ပုံပေါ်မယ်ထင်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Seven Year Itch",
        "content": "Seven Year Itch\n\nမြန်မာစကားမှာ တစ်ခုခုကို အရမ်းအရမ်းလုပ်ချင်နေပြီဆိုရင် လက်ယားတယ်လို့ပြောလေ့ရှိသလို၊ အင်္ဂလိပ်တွေက ခြေဖဝါးယားတယ် (Get itchy feet) လို့ ဆိုပါတယ်။ မြန်မာတွေ လက်ယားတယ်ဆိုတာ တရွရွဖြစ်တယ်-မရိုးမရွဖြစ်တယ်ဆိုတဲ့ သဘောပါပဲ။ အင်္ဂလိပ်လို Itch to do something ပါ။ပိုးထတယ်လို့ပြောလျှင် လွန်မယ်မထင်ပါ။ လက်ထဲမှာ ငွေပိုငွေလျှံလေးရှိပြီဆိုရင် ဟိုဟာဝယ်ချင် ဒီဟာဝယ်ချင် ဖြစ်လာတတ်လို့ ငွေယား (Money which one is itching to spend) လို့ခေါ်တာပါ။ အတိအကျမဆိုနိုင်ပေမယ့် ကျွန်တော်တို့လူ့ခန္ဓာကိုယ်ပြင်ပ ပိုးကောင်ကိုက်လို့ ယားတာရှိသလို၊ ကိုယ်တွင်းပိုးထလို့ယားတာလည်းရှိနိုင်ပါတယ်။  ယားတာနှင့်ပတ်သက်ပြီး စိတ်ဝင်စားဖွယ်ရာ အသုံးအနှုန်းတစ်ခုက \"Seven Year Itch\" ပါ။ ဒါက အိမ်ထောင်သက်ခုနှစ်နှစ်အကြာမှာ ဖြစ်တတ်တဲ့၊ ဖြစ်ပေါ်လေ့ရှိတဲ့ \"ရွပိုးထိုးမှု\" ပါ။ အိမ်ထောင်သည်တွေအကြောင်း ဆက်ပေါင်းဖက်ပြီး ခုနှစ်နှစ်ကြာပြီးရင် အချစ်တွေဖောင်းပွညောင်းကျကုန်သလို၊ချစ်စခင်စကြင်နာစမှာထားခဲ့တဲ့ မေတ္တာသစ္စာဆိုတာလည်း ရွှေမန်းသဘင်ဖြစ်သွားကာ ဖောက်ပြန်ပျက်ယွင်းကုန်တယ်ဆိုတဲ့သဘောပါ။ ဒါကို Beloved Infidelity ယုံမှတ်ချစ်ခင်ရသူက ဗွေဖောက်ခြင်း လို့ တင်စားပြောရမလားပဲ။ သမီးရည်းစားဘဝကနေ အိမ်ထောင်သည်ဖြစ်ပြီး၊“သူတို့နှစ်ဦးအသက်ထက်ဆုံးပျော်ရွင်စွာပေါင်းကြလေသတည်း They lived happily ever after” ဆိုတာ စာထဲမှာပဲ ဖတ်လို့ကောင်းတယ်နော်။ ဒါပေမဲ့ Life after marriage အိမ်ထောင်ကျပြီးနောက်ပိုင်းဘဝ က တစ်မျိုးပဲနော်။ အဲဒီတော့ ယားတာကောင်းတယ်၊ မယားတာကောင်းတယ်ဆိုတာကိုတော့မိမိလက်တွေ့ဘဝအတွေ့အကြုံ နဲ့ ချိန်ထိုးကြတာကောင်းပါလိမ့်မယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "With or Without You",
        "content": "With or Without You\n\n\"မင်းမရှိတဲ့နောက်\" သီချင်းထဲက 'မင်းမရှိရင် အသက်မရှင်ချင်ဘူး' ဆိုတဲ့စာသားလေးက ထူးအိမ်သင်၊ အောင်ရင် တို့ကြောင့် လူသိများပြီး၊ လူငယ်တွေနဲ့ အလွန်ပဲ နီးစပ်ပါတယ်။ အင်္ဂလိပ်စာလေ့လာနေသူတွေအတွက် \"မင်းမရှိရင် အသက်မရှင်ချင်ဘူး\" နဲ့ တူညီနီးစပ်ဘာများရှိလဲလို့ Google ကိုမေးလိုက်ရင်\"I don't wanna live without you\" သီချင်းလေး ထွက်လာပါလိမ့်မယ်။ (wanna = want to)။ နောက်တစ်မျိုးက \"I can't live without you မင်းမရှိရင် အသက်မရှင်နိုင်ဘူး\" ပါ။ နောက်တစ်မျိုးရှိပါသေးတယ်။ အဲဒီသီချင်းက အမျိုးသမီးအဆိုတော် Laura Branigan ရဲ့ ကျော်ကြားသီချင်းတစ်ပုဒ်How Am I Supposed to Live Without You ပါ။ သီချင်းရေးဆရာ Michael Bolton ကိုယ်တိုင်လည်း ပြန်ဆိုခဲ့ပါတယ်။ ဒီသီချင်းက ပြန်ဆိုသူတွေများသလို အခြားဘာသာတွေနဲ့လည်း ဆိုကြပါတယ်။ \"မင်းမရှိတဲ့နောက် ကိုယ်ဘယ်လို အသက်ရှင်ရမှလဲ မတွေးတတ်တော့ဘူး\" ပေါ့ဗျာ။ကဲ လွတ်လပ်စွာ သဘောကွဲလွဲကြမယ်ဆိုရင် တစ်ယောက်သောသူက လွန်လွန်ကဲကဲ \"မင်းမရှိရင်\" Without you\" လို့ ပြောပါတယ်။ နောက်တစ်ယောက်က \"မင်းရှိမှဖြစ်မယ်~မင်းမရှိလို့မဖြစ်ဘူး~ မင်းနဲ့အတူ With you\" လို့ ထိန်းထိန်းသိမ်းသိမ်း ဝင်ပြောတယ်။ နောက်ဆုံးတစ်ယောက်က ပွဲသိမ်း ဒီလိုပြောတယ်\"With or without you\" မင်းရှိသည်ဖြစ်စေ~ မင်းမရှိသည်ဖြစ်စေ _ မင်းရှိရှိ မရှိရှိ ... အဲဒါ ဘာဖြစ်လဲ။  အားလုံး ပျော်ရွှင်ဖွယ်နှစ်သစ်အခါသမယပါ။"
    },
    {
        "title": "THE SOUND OF RAIN",
        "content": "THE SOUND OF RAIN\n\nListen to the rhythm of the falling rain နဲ့ အစချီထားတဲ့ The Cascade အဖွဲ့ရဲ့ ၁၉၆၂ ခုနှစ်က နာမည်ကျော်သီချင်း \"Rhythm of the Rain\" ဟာ ကော်ပီသီချင်းအဖြစ် ကာလကြာမြင့်စွာ လူကြိုက်များတဲ့သီချင်းဖြစ်ခဲ့ပါတယ်။ဒီသီချင်းမှာ မိုးစက်လေးတွေ တပေါက်ပေါက်ကျသံ၊ တဖြောက်ဖြောက်၊ တဖန်းဖန်းကျသံတွေကို မြည်သံစွဲအလင်္ကာ (Onomatopoeia) အနေနဲ့ တွေ့ရမှာဖြစ်ပါတယ်။တပေါက်ပေါက်ကျသံ ကို Patter အဖြစ် အဲဒီ Rhythm of the Rain သီချင်းမှာစတွေ့ဖူးကြားဖူးပါတယ်။ အဲဒီမှာ သီချင်းရေးဆရာက Pitter-patter လို့ အသံဖော်ပါတယ်။ အင်္ဂလိပ်စာမှာ Pitter ကို သီးခြားအသုံးမတွေ့ရသော်လည်း Patter (V) = တပေါက်ပေါက်ကျသည် ကိုတော့ ကြိယာအဖြစ်သုံးတာတွေ့ရပါတယ်။အလားတူ မိုးစက်လေးတွေ တဖြောက်ဖြောက် ကျသည် ကို Splatter (V) လို့ ရေးတာတွေ့ရပါတယ်။ မြည်သံစွဲအနေနဲ့ Spatter of rain ကို တဖြောက်ဖြောက်၊တဖန်းဖန်းကျသံ အဖြစ်တွေ့ရပါလိမ့်မယ်။Spatter က မိုးစက်မိုးပေါက်သေးသေးလေး ကိုပြောတာပါ။e.g. The spatter of rain on a roof.မိုးပေါက်ကြီးကြီးတွေကိုတော့ Splatter လို့ သုံးပါတယ်။ e.g. 1. the splatter of rain on the windows. 2. Heavy droplets of rain splatter on to the windscreen.မိုးရွာသံ Rain Sound Effects တွေနဲ့ပုံဖော်ထားတဲ့ လွန်ခဲ့တဲ့အနှစ် ၆၀ ကျော်က Rhythm of the Rain သီချင်းကို နားဆင်ကြည့်ကြပါဦး။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "CRUSH ~ episode 1",
        "content": "CRUSH ~ episode 1\n\n"
    },
    {
        "title": "ကြွေသွားပြီ ကြွေသွားပြီ",
        "content": "ကြွေသွားပြီ ကြွေသွားပြီ\n\nSchoolboy Crush ဆိုတာ အဆိုတော် Cliff Richard ရဲ့ ၁၉၅၈ ထုတ်သီချင်းနာမည်ပါ။အထက်တန်းကျောင်းသားအရွယ်က ကျွန်တော်လည်း အဘိဓာန်အရ Crush ကို \"ဖိ၊ ကြိတ်၊ ခြေ\" လောက်ပဲသိပါတယ်။ အဲဒါကြောင့် Schoolboy Crush ဆိုတာ ယာဉ်မတော်တဆကြောင့် ကျောင်းသားလေးကြေမွသေဆုံးသွားတယ်လို့ပဲ ထင်မိခဲ့တယ်။ နောက်မှ Crush ဆိုတာ Crush (on somebody)(တစ်ယောက်ယောက်အပေါ် ) \"ခဏပန်းအချစ်\" လို့ သိသွားတယ်။Crush ကို အဘိဓာန်တွေက \"တစ်ဘက်သတ်ချစ်ခင်စုံမက်နေခြင်း၊ စိတ်ကူးနဲ့စွဲလန်းနေခြင်း ၊ငယ်ရွယ်စဉ် (ခဏတာဖြစ်တဲ့) ရူးရူးမိုက်မိုက်ချစ်ကြိုက်စိတ်၊ နမူးနထိုင်းအချစ်၊ ခဏပန်းအချစ် - A brief but intense infatuation for someone, especially someone unattainable.\"စသည်ဖြင့် အနက်အဓိပ္ပာယ်အမျိုးမျိုးဖွင့်ကြပါတယ်။ အခုခေတ်စကားအရ တစ်ယောက်ယောက်ကို \"ကြွေ \" \"အရူးအမူး\" ဖြစ်နေတယ်။ ဒီတော့ Schoolboy Crush ဆိုတာ ကျောင်းသားအရွယ် မလိမ်မိုးမလိမ်မာလေးရဲ့ အရူးအမူးအချစ် ပေါ့ဗျာ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "CRUSH ~ episode 2",
        "content": "CRUSH ~ episode 2\n\nCrush on You ကြွေပြီလေCrush ဆိုတာ Crush (on somebody) (တစ်ယောက်ယောက်အပေါ် ) \"An infatuation or affection for someone. ခဏပန်းအချစ်\" ပါ။ အခုခေတ်စကားအရ တစ်ယောက်ကို \"ကြွေ \" \"ခိုက်\" နေတယ်ပေါ့။\"Crush ကြွေ\" နဲ့ပတ်သက်လို့ ကျွန်တော်သိမ်းထားတဲ့စာစုလေးက ဒီလိုပါ။\"It takes a minute to have a CRUSHon someone,တပ်မက်ဖို့ရာ တစ်မိနစ်သာan hour to LIKE someone,ကြိုက်မိဖို့ရာ တစ်နာရီသာand a day to LOVE someone,ချစ်မိဖို့ရာ တစ်ရက်သာbut it takes a lifetime to FORGET someone.\"မေ့ပစ်ဖို့ရာ တစ်သက်ကြာ♤♤♤မေ့ဖို့ကခက်သားနော်။သီချင်းလေးတောင်ရှိသေးI forgot to remember to forget တဲ့။ ရောက်လာတာက မေ့ပစ်ဖို့ပါ၊ အနားရောက်တော့ မင်းကိုမေ့ဖို့ သတိမရတော့ဘူး။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ဘာသာပြန်လေ့လာနေသူများဖတ်ဖို့ပါ",
        "content": "ဘာသာပြန်လေ့လာနေသူများဖတ်ဖို့ပါ\n\nComrades, friends, ladies and gentlemen,Greetings! Time flies. As we are ushering in the year of 2018, I would like to extend my New Year wishes to my countrymen and women from all ethnic groups,in Hong Kong and Macao special administrative regions and in Taiwan, as well as overseas Chinese. I also wish good luck to friends from all countries and regions across the world.It is only natural that hard work pays off,and it brings changes for the better every day. In 2017, we held the 19th National Congress of the Communist Party of China, embarking on a new journey towards the all-round building of a modern socialist China. Our nationalGDP reached a new level of 80 trillion yuan. Over 13 million new job opportunities were created in urban and rural areas. The social old-age pension schemes have covered more than 900 million people, while 1.35 billionpeople have gained access to basic medical insurance. Another more than 10 million rural residents have been lifted out of poverty. \"If only I could get tens of thousands of mansions! I would house all the poor peoplewho would then beam with smiles(ancient Chinese poet Du Fu).\" As part of our poverty alleviation efforts, 3.4 million people have moved into new and warm homes, and the goal of upgrading 6 million housing units in run-downareas has been realized in advance. The improvement of people's well-being has been accelerated, and the ecological environment has gradually improved. The people have gained a stronger sense of fulfillment, happiness andsecurity. We are now one big step closer to the completion of a moderately prosperous society in all respects.We have made one achievement after another in the fields of science and technology innovation as well as massiveprojects. The Huiyan Hard X-ray Modulation Telescope has launched into space. The C919 large passenger jet has completed its maiden flight. The quantum computer has been successfully developed. Saltwater paddies have beguntrial production. The first domestically built aircraft carrier has been put into use. The Haiyi underwater glider has conducted deep-sea observations. Samples of combustible ice in sea areas have been collected successfully.The Yangshan Phase-IV Automated Port has officially opened. The main structure of the Hong Kong-Zhuhai-Macao Bridge has been finished, and the Fuxing high speed trains have been operated across China … I would like to sayBravo to the great creativity demonstrated by fellow Chinese.We held a military drill in Zhurihe training base, commemorating the 90th anniversary of the founding of the Chinese People's Liberation Army.Upon the 20th anniversary of Hong Kong's return to China, I paid a visit to it and saw with my own eyes that Hong Kong has maintained its long-term prosperity and stability with the firm support of the motherland,and it will surely enjoy a better tomorrow. In order to remember history and call for peace, we held a ceremony to mark the 80th anniversary of the War of Resistance against Japanese Aggression, as well as a national memorialservice for the victims of the Nanjing Massacre. China played host to several multilateral diplomatic events, including the first Belt and Road Forum for International Cooperation, the BRICS Summit in Xiamen,as well as the CPC in Dialogue with the World's Political Parties High-level Meeting. I also participated in some of the world's important multi-lateral meetings. In the beginning of 2017, I attended the Davos World EconomicForum and delivered a speech at the UN Headquarters in Geneva. Then I participated in other events including the G20 Summit and the APEC summit. On different occasions, I exchanged views with relevant parties, and all of usagreed to work together to build a community with a shared future for mankind, so as to benefit people all over the world.In 2017, I received a lot of letters from the public, including villagers from Yumai Township of LongziCounty in Tibet, members of a mounted cultural troupe in West Suned Prefecture of Inner Mongolia, professors of Xi’an Jiaotong University who had relocated there from eastern China decades ago, and graduatesfrom Nankai University who had joined the army. Their stories all impressed me deeply. People have adhered to patriotism and devotion with neither complaint nor regret, which makes me feel that the common people are thegreatest and happiness is generated through hard work.Comrades, friends, ladies and gentlemen!2018 marks the beginning of China putting into action the guiding principles of the 19th CPC National Congress, which designeda blueprint for the country's development for the next three decades. \"A nine-storey tower begins with a pile of earth.\" To translate the blueprint into reality, we must neither rush upon fantasy nor be guidedby the sound of falsehood. We shall work steadily and in a down-to-earth manner.2018 marks the 40th anniversary of China's reform and opening up policy. The policy is the only way for modern China to make progressin its development as well as to realize the Chinese dream. With the 40th anniversary of the reform and opening up policy as a turning point, we shall cut paths through mountains and build bridges across rivers,overcome all difficulties and carry reform through to the end.It is our solemn commitment to lift all rural residents living below the current poverty line out of poverty by 2020. Once made, a promise isas weighty as a thousand ounces of gold. It is only 3 years left before 2020, so the whole society shall take joint actions, strive to the best of our capabilities, and implement targeted measures for more success.If we win the battle against poverty three years later on schedule, that will mark the first entire elimination of absolute impoverishment in the Chinese nation's history which has lasted for thousands of years.Let's work together for this great achievement that is significant to both the Chinese nation and mankind.At present, various sides have both expectations and worries about the prospect of peace and development for mankind,looking forward to China expressing its stand and attitude. The world is one big family. As a responsible major country, China has this to say: China will resolutely uphold the authority and status of the United Nations,conscientiously perform its due international obligations and responsibilities, keep its promises on global climate change, actively push forward the implementation of the Belt and Road Initiative, andalways contribute to the building of world peace and global development, and the safeguarding of international order. The Chinese people are willing to work together with people of various countries in opening upa beautiful future of greater prosperity and tranquility for mankind. Comrades, friends, ladies and gentlemen!Our great development achievements have been made by the people, and should be shared by the people.I understand what concerns the people the most includes education, employment, income, social security, healthcare, elderly care, housing, and the environment. You have reaped the harvest from your hard work.You have also encountered quite some frustrations. There is still much room for improvement with regard to our work in relation to the people's livelihood. So we should strengthen our sense of mission and responsibility,and do practical and fruitful work for the sake of the people's welfare. The CPC committees, governments and officials at all levels shall always take into consideration the safety and necessities ofthe people whole-heartedly, and regard the work of benefitting the people as their top political achievement. They shall pay attention to and share the concerns of the people and create conditions for them to livea better and happier life. Thank you all. Credit to contributor"
    },
    {
        "title": "Be Kinder to the less fortunate!",
        "content": "Be Kinder to the less fortunate!\n\nBe Kinder to the less fortunate!This is my Sincere New Year Message to y'all.တင်ကျီးတစ်ဝမ်း ဗျိုင်းတစ်ဝမ်း ဆိုစကားအရတချို့ရှာဖွေစားသောက်ရတာ လွယ်ကူသက်သာပေမယ့်အချို့လူတွေ ဝမ်းစာရှာရတာ မလွယ်ဘူးဗျာ.....ဒါတွေတွေ့ရင် ခင်ဗျားတို့ ကျွန်တော်တို့ ဟက်ပီးနယူးရီးယားအပျော်တွေဟက်ဟက်ပက်ပက်ရှိပါ့မလား.....ဒါတွေတွေ့ရတော့ ဝိသမလောဘတွေ၊ အာဏာတွေ၊ လက်နက်တွေနဲ့မတရား ခိုးဝှက်ရထားတဲ့ ပစ္စည်းဥစ္စာဓနတွေကြောင့် ကိုယ့်ကိုယ်ကိုယ် ၁၂ ပေတံတိုင်းအမြင့်ကြီး ခတ်နေကြရသူတွေကို ကြည့်ရင်း ဒီစကားလေးမျှဝေပါရစေ။If you are more fortunate than others, build a longer table not a taller fence.If you are more fortunate than others, build a longer table not a taller fence.If you are more fortunate than others, build a longer table not a taller fence.အားလုံး မင်္ဂလာနှစ်သစ်ပါ။"
    },
    {
        "title": "Nightcap",
        "content": "Nightcap\n\nBedtime Music Nightcap for Y'all, All my loving to All my best of friends far and near! Good night!Nightcap ဆိုတာ ညအိပ်ခေါင်းစွပ် လို့ အဓိပ္ပာယ်ကောက်နိုင်သလို ညအိပ်ရာဝင်ခါနီးသောက်တဲ့အရက် လို့လည်း အဓိပ္ပာယ်ရှိပါတယ်။ကျွန်တော့်ရေခဲသေတ္တာထဲမှာတော့ ဘာအရက်မှမရှိတော့ ညအိပ်ခေါင်းစွပ် ကောက်ဆောင်းပြီး ကွယ်လွန်သူကျေးလက်အဆိုတော်ကြီး Don Williams ရဲ့ You Are My Best Friend သီချင်းလေးနဲ့ အိပ်ရာဝင်ခဲ့ရပါတယ်။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "One Year On!",
        "content": "One Year On!\n\nOpen Sesame to THILAWA SEZOpen Sesame to THILAWA SEZOpen Sesame to THILAWA SEZCredit to all original artists.Vehicles for YangonitesCredit to contributor."
    },
    {
        "title": "POT-BELLY ဗိုက်ပူတာယာ",
        "content": "POT-BELLY ဗိုက်ပူတာယာ\n\nPOT-BELLY ဗိုက်ပူတာယာကို အင်္ဂလိပ်က Tyre လို့ စာလုံးပေါင်းပြီး၊ အမေရိကန်က Tire လို့ စာလုံးပေါင်းပါတယ်။ ဒီမှာ ရှုပ်ထွေးစရာတစ်ခုဖြစ်လာတာက၊ Tire ဆိုတာ အားအင်ကုန်ခမ်းသည်၊ မောပန်းသည် လို့ အခြားအဓိပ္ပာယ်ရှိပါတယ်။ ကားတွေမှာ ဘီးပေါက်ရင် အစားထိုးလဲလှယ်ဖို့ အပိုဆောင်ထားတဲ့တာယာဘီးကိုspare tyre လို့ သိထားကြပါတယ်။ သူ့မှာ အခြားရယ်စရာကောင်းတဲ့ အခြားအဓိပ္ပာယ်ရှိနေပြန်ပါတယ်။ ဒါက ခါးတစ်ဝိုက်ဆူဖြိုးပြီး စုဝေးနေတဲ့ အဆီပို ကို စပယ်ယာဘီး (အပိုတာယာ) လို့ လှောင်ပြောင်ခေါ်ကြပါတယ်။ အဲဒီ ဗိုက်ခေါက်အဆီလိပ် တွေရှိသူကို pot-belly ဗိုက်ရွှဲ-ဗိုက်ပူ လို့ခေါ်ပါတယ်။Pot လို့လည်း အခေါ်အဝေါ်ရှိပါတယ်။အမျိုးသားတွေမှာရှိတဲ့ အိုး (POT) ပေါ့ဗျာ။ သူက အမျိုးသမီးတွေမှာရှိတဲ့ အိုး (ASS/ BOOTY) လို နောက်မှာမရှိဘဲ၊ ရှေ့ဘက်မှာရောက်နေပါတယ်။ဘီယာအသောက်များပြီး စူထွက်လာတဲ့ဗိုက်ကိုတော့ beer-belly လို့ အပြောင်အပျက် တင်စားခေါ်ကြပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Jack in the Office",
        "content": "Jack in the Office\n\nကျွန်တော်တို့ ရပ်ကွက်ထဲမှာ ဒီလိုပဲအဘိဓာန်က “adult\" ကို နာမ်အနေနဲ့ \"အရွယ်ရောက်သောသူ၊ လူကြီး\"; နာမဝိသေသနအနေနဲ့ \"အရွယ်ရောက်သော၊ လူကြီးဆန်သော၊ ရင့်ကျက်သောGrown to full size and strength\" လို့ ဆိုပါတယ်။ဒါက အဘိဓာန်ဆရာတွေပေးတဲ့ အဓိပ္ပာယ်ပါ။ လက်တွေ့မှာတော့ အရွယ်ရောက် အသက်ကြီးလို့သာလူကြီး ဖြစ်လာပေမယ့် လူကြီးဆန်သော၊ ရင့်ကျက်သောသဘောဖြစ်မလာသူတွေ ဒုနဲ့ဒေးရှိတတ်ပါတယ်။ရုပ်ပိုင်းဆိုင်ရာအသက် (physical age) က ၅၀ နှစ်ဖြစ်သော်လည်း၊ စိတ်ပိုင်းဆိုင်ရာအသက် (mental age) က၁၅ နှစ်ဖြစ်နေသူ ကလေးလူကြီးတွေ အများအပြားရှိတတ်ပါတယ်။ အသက်ကြီးပြီး အချိန်မစီးလို့ဆိုရပါမည်။ကုမ္ပဏီများ၊ ရုံးဌာနများ၊ အဖွဲ့အစည်းများမှာ တာဝန်ထမ်းဆောင်နေကြသူများဟာ ရာထူးတစ်ဆင့်ပြီးတစ်ဆင့်တက်ကာ အရာရှိ (officer) ဖြစ်သွားကြပါတယ်။ အဲဒီလို အရာရှိ (officer) ဖြစ်ဖို့ လွယ်ကူကောင်းလွယ်ကူမည်ဖြစ်ပေမယ့်၊ လူကြီးလူကောင်း (gentleman) တစ်ဦးဖြစ်ဖို့ မလွယ်ကူပါ။ ကျွန်တော်တို့ မြန်မာနိုင်ငံ၏ လက်တွေ့ဘဝတွင်၊ကျွန်တော်တို့ လက်လှမ်းမီရာအနီးဝန်းကျင်တွင် မရင့်ကျက်သောကလေးလူကြီးများ၊ ဘယ်ပုံဘယ်နည်း အသက်ကြီးလာမှန်းမသိသော အရာရှိများ၊ စီမံခန့်ခွဲသူများ၊ ဦးဆောင်သူများဖြင့်သာ ပြည့်နှက်လျှက်ရှိရာ၊ ကောင်းမွန်သော အလုပ်ခွင်၊ ပြည့်စုံသော လူမှုဘဝ ထူထောင်ရန် အလှမ်းဝေးနေပါလမ့်ဦးမယ်။အော် Officer နဲ့ Gentleman .............အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Reminiscence",
        "content": "Reminiscence\n\nမင်းမင်းလတ်+နေနေလှိုင်းဇင်သူတို့စုံတွဲကိုမှတ်မိရင် သေချာတယ် ခင်ဗျားလည်း အသက် ၅၀ ကျော် ၆၀ ပဲ။Reminiscence..I remember the songster couple \"Min Min Latt & Nay Nay Hline Zin\"Here is their futurist album သိပ္ပံ၏ရုပ်ကြွင်းsleeve for your visual pleasure! Good Evening!"
    },
    {
        "title": "gold-digger ရွှေတူးသူ-ရွှေကျင်သူ",
        "content": "gold-digger ရွှေတူးသူ-ရွှေကျင်သူ\n\ngold-digger ရွှေတူးသူ-ရွှေကျင်သူ ကို gold-digger - a miner who digs or pans for gold in a gold field. လို့ခေါ်ပါတယ်။Gold-digger မှာ ရွှေတူးသူ အပြင် အခြားအဓိပ္ပာယ်ဖွင့်ဆိုချက် နှစ်မျိုးရှိပါသေးတယ်။တစ်မျိုးက A woman who seeks money and expensive gifts from men. ပုရိသယောက်ျားများထံမှ ငွေကြေးနှင့် တန်ဖိုးကြီးလက်ဆောင်များ ချူတတ်သော သိုက်တူးသူအမျိုးသမီး ဖြစ်ပြီး၊နောက် တစ်မျိုးက a woman who associates with or marries a rich man in order to get valuables from him through gifts or a divorce settlement ကြေးရတတ်ယောက်ျားများနဲ့ အပေါင်းအသင်းလုပ်ပြီး အဖိုးတန်လက်ဆောင်များရယူတတ်သော၊ သူဌေးကို အရချိုင်ကာ၊ကွာရှင်းချိန်ကြေးကြီးကြီးတောင်းတတ်သော အပွကြံသူ၊ ပိုင်းလုံးမ ကိုလည်း gold-digger လို့ခေါ်ပါတယ်။ခင်ဗျားတို့ ပြောပြောနေတဲ့ သွားမပါရင်နေ ကားပါရင်ပြီးရောဆိုသူတွေပါ။ အမျိုးသားတွေမှာလည်း ဒီလို ဖြတ်လမ်းနည်းနဲ့ အပွကြံသူများရှိကြပါတယ်။ သူတို့ကိုတော့ fortune-hunter ဣတ္ထိယသိုက်သမား လို့ခေါ်ပါတယ်။ အခေါ်အဝေါ်သိဖို့ တင်ပြတာပါ။ မည်သူ့ကိုမှ မထိခိုက်စေလိုပါ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Curves or Contours",
        "content": "Curves or Contours\n\nLevi's jeans လီဗိုင်းဂျင်းဘောင်းဘီကြော်ငြာလေးကို မှတ်မိကြမယ်ထင်ပါတယ်။ (လီဗိုင်းဂျင်းဘောင်းဘီဝတ်လိုက်ရင်) သိပ်ပုံပန်းကျနလှပသွားပါလိမ့်မယ် You are in great shape. တဲ့။ တယ်ဆိုတဲ့စာပါလား။ Levi Strauss က ကမ္ဘာကျော်ကုန်အမှတ်တံဆိပ်တစ်ခုဖြစ်လို့လူတိုင်း ကြိုက်နှစ်သက်ကြတာပါ။အခု ဆက်ပြောချင်တာက Jeans အကြောင်းမဟုတ်ဘဲ Shape အကြောင်းပါ။ အဘိဓာန်တွေက Shape ကို \"ပုံ၊ သဏ္ဌာန်၊ ပုံပန်းသဏ္ဌာန်၊ အနေအထား\" လို့ အနက်အမျိုးမျိုးပေးပါတယ်။ ကျွန်တော် သင်္ဘောလုပ်ငန်းမှာ လုပ်ကိုင်တုန်းက Ship-shape အသုံးအနှုန်းကို တွေ့ဖူးပါတယ်။သီချင်းတစ်ပုဒ်မှာလည်း I saw two ship-shape girls coming toward us. ဆိုတာ မှတ်သားမိပါတယ်။ အင်္ဂလိပ်တွေက အခုလို Ship-shape လို့ တင်စားလိုက်တော့ ဘယ်လိုပုံပန်းသဏ္ဌာန်မျိုးပါလိမ့်။ တကယ်တော့ Ship-shape ဆိုတာ နေသားတကျ၊ သပ်သပ်ရပ်ရပ် အနေအထားကို ပြောတာဖြစ်ပါတယ်။Ship-shape နဲ့ ဆင်တူအဓိပ္ပာယ်ရှိတဲ့ စကားတွေက သေသေသပ်သပ် Neat and tidy; Trim and neat; သန့်သန့်ရှင်းရှင်း Spick-and-span; အစီစဉ်တကျ Apple-pie order; In good order တို့ပါ။ကျွန်တော်တို့ မြန်မာစကားမှာ အမျိုးသမီးတစ်ယောက်ရဲ့ ခန္ဓာကိုယ်ပုံပန်းသဏ္ဌာန်ကို \"ငါးရံ့ကိုယ်\" လို့တင်စားပြောဆိုပါတယ်။ ငါးရံ့ကိုယ် ကို မြန်မာအဘိဓာန်က \"လုံးကျစ်ပြည့်ဖြိုးသော ခန္ဓာကိုယ်\" လို့ အနက်ဖွင့်ပါတယ်။ အင်္ဂလိပ်စကားမှာတော့ ခန္ဓာကိုယ်အချိုးအဆစ်ကောက်ကြောင်းလှပသူကို ဂီတာပုံသဏ္ဌာန်နဲ့ နိုင်းယှဉ်ပြောပါတယ်။ အများနားလည်တဲ့ ဂစ်တာရှိတ် (Guitar shape) ပေါ့ဗျာ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Don't make wave",
        "content": "Don't make wave\n\n~Don't rock the boat ~ အဖျက်အမှောင့်တွေက တည်ငြိမ်နေတာကို လှုပ်ခတ်အောင် ကြိုးစားနေကြတယ်။အားလုံး အသိတရားနဲ့ လုပ်ဆောင်ကြပါ။ ပြည်သူတွေ ကိုယ်ဘယ်အချိန် ဘာလုပ်ရမယ်ဆိုတာ သိကြပါ။"
    },
    {
        "title": "Time Warp!",
        "content": "Time Warp!\n\nDinah Shore ရဲ့ Buttons & Bows ပါ။ သက်တမ်း ၇၀ ရှိသွားပါပြီ။ ကျွန်တော့်အသက်လောက်ပါပဲဗျာ။\"ဟင့်အင်း အမေကဆူလိမ့်မယ်\" စတီရီယိုတေးရဲ့မူရင်းပါ။ အခုတော့ အမေကမဆူတော့ဘူး ထင်တယ်။ နားဆင်ကြည့်ကြပါဦး။"
    },
    {
        "title": "Triple treat",
        "content": "Triple treat\n\nA sequel to \"Super Moon; Super Blue Blood Moon; Total lunar eclipse\"မနေ့က တွေ့မြင်ခဲ့တဲ့ အာကာသရဲ့ အံ့ဖွယ်သုံးခုအကြောင်း နိုင်ငံခြားသတင်းစာနဲ့ သတင်းဌာနများက ရေးသားပြောဆိုကြရာမှာအပိုင်းသုံးပိုင်း၊ သုံးဦးသုံးဖလှယ်၊ သုံးထပ်ကွမ်း လို့ အဓိပ္ပာယ်ရတဲ့ Triple;တော်တော့်ကို ထူးခြားဆန်းကြယ်တဲ့ အခြေအနေသုံးရပ် လို့အဓိပ္ပာယ်ရတဲ့ Triple treat;အတိုင်ပင်ခံသုံးယောက်တစ်ဖွဲ့၊ သုံးပါတီအစုအဝေး လို့ အဓိပ္ပာယ်ရတဲ့ Troika;ဘောလုံးပွဲမှာ တစ်ဦးတည်းသုံးဂိုးသွင်းခြင်း၊ ရွေးကောက်ပွဲမှာ သုံးနေရာအနိုင်ရခြင်း လို့ အဓိပ္ပာယ်ရတဲ့ Hat trick;သုံးပွဲဆက်တိုက်အနိုင်ရခြင်း လို့ အဓိပ္ပာယ်ရတဲ့ Trifectaစကားလုံးတွေကို သုံးထားတာတွေ့ရပါတယ်။အင်္ဂလိပ်စာလေ့လာနေကြသူများအနေနဲ့ အဲဒီစကားလုံးတွေရဲ့ အင်္ဂလိပ်လို အဓိပ္ပာယ်ဖွင့်ဆိုချက် (Definition) တွေ၊ စကားလုံးတွေရဲ့ ရင်းမြစ်၊ ဝေါဟာရသမိုင်း (Etymology) ကိုပါ လေ့လာနိုင်မယ်ဆိုပါက များစွာအကျိုးရှိပြီး၊ ပိုမို ရသအရသာရှိမယ်လို့ ယုံကြည်ပါတယ်။ စိတ်ဝင်စားသူတွေ မျက်စိပသာဒဖြစ်ဖို့ ကမ္ဘာအရပ်ရပ်က ထွက်ပေါ်လာတဲ့ပုံကောင်းတွေ စုစည်းဖော်ပြလိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။ Special credit to original artists."
    },
    {
        "title": "Driver or MotoristDriver",
        "content": "Driver or MotoristDriver\n\nTerm of Address _ Driver or MotoristDriver ကို အဘိဓာန်က ကားမောင်းသူ၊ ကားမောင်းသမား၊ ယာဉ်မောင်း လို့ အဓိပ္ပါယ်ဖွင့်ပါတယ်။ အများတကာ အလွယ်ခေါ်နေကြတာက အသံလှယ်ထားတဲ့ ဒရိုင်ဗာ ပါ။ ဒရိုင်ဗာ ဆိုတဲ့ အခေါ်အဝေါ်က ရင့်သီးနှိမ်ချတယ်ထင်သူတွေက ကားဆရာ လို့ ယဉ်ယဉ်ကျေးကျေးခေါ်ကြပါတယ်။ဘယ်သူမဆို စက်တပ်မော်တော်ယာဉ်တစ်စီးကို မောင်းနှင်သူဟာ ဒရိုင်ဗာ ဖြစ်သွားပါတယ်။ ကျွန်တော်တို့ကုမ္ပဏီရဲ့သူဌေး သူ့ယာဉ်မောင်းမလာလို့ ကိုယ်တိုင်မောင်းသွားရင် သူ့ကို ဒရိုင်ဗာ လို့ ခေါ်ကြမလား။ အခြေအနေအကြောင်းတရားတစ်ခုကြောင့် ယာဉ်မောင်းနှင်သွားလာသူကို အင်္ဂလိပ်စာမှာ Driver အပြင် Motorist လို့အသုံးအနှုန်းရှိပါတယ်။ Motorist ဆိုတာ Driver of a car ယာဉ်မောင်းနှင်သူ ပါ။ အဲဒီတော့ လမ်းမပေါ်ရောက်လာရင် ခင်ဗျားဟာ ခြေကျင်လျောက်သူ၊ လမ်းသွားလမ်းလာ (Pedestrian) ဖြစ်ချင်ဖြစ်မယ်၊ ဒါမှမဟုတ် ယာဉ်မောင်းသူ (Motorist) ဖြစ်ချင်ဖြစ်ပါလိမ့်မယ်။ Term of address အရ ကားမောင်းသူ တိုင်းကိုဒရိုင်ဗာ မခေါ်မိစေဖို့ပါ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အမူးပဲ ပုလင်းအလဲဆိုသူ",
        "content": "အမူးပဲ ပုလင်းအလဲဆိုသူ\n\nအမူးပဲ ပုလင်းအလဲဆိုသူ ချစ်မိတ်ဆွေကြီးအတွက်\"Wine hath drowned more men than the sea. ပင်လယ်ထဲ ရေနစ်သေသူထက် အရက်ခွက်ထဲ နစ်သေသူက ပိုများတယ်\" လို့ Thomas Fuller ကပြောခဲ့တယ်။အားလုံးသိတဲ့အတိုင်း အရက်သေစာကို အတိုင်းအဆမရှိ ခုံခုံမင်မင်သောက်သူတွေစောစောစီးစီးသေပွဲဝင်လျက်ပါ။ ဒါကြောင့် ယမကာအရက်ကို မအိုဆေး လို့ ပြောင်းပြန်အနက်ပေးကြတာဖြစ်ပါလိမ့်မယ်။ အသောက်သမားတွေ မက်တဲ့ Johnnie Walker အရက်က သူ့ဆောင်ပုဒ်အတိုင်း Still going Strong သန်သန်မာမာချီတက်နေဆဲပါ။ သေရည်ပုလင်းကမလဲဘဲ သေသောက်ကြူး သူတွေသာတဖြုတ်ဖြုတ်ကြွေနေကြပါပြီ။ စဉ်းစားကြပါ။ Your life or Your wine."
    },
    {
        "title": "Before You Go",
        "content": "Before You Go\n\nBefore You Go .....သင်တို့ မသေမီ ဒါလေးဖတ်သွားကြပါ Part 1အိမ်ကြီးကြီးတွေ ရှိကြတယ်။ ဒါပေမဲ့ မိသားစုဝင်နည်းနည်းနဲ့။အဆင်ပြေမှုတွေ ပိုများလာတယ်၊ ဒါပေမဲ့ အချိန်တွေ နည်းကုန်ကြတယ်။ဘွဲ့လက်မှတ်တွေများများ ပိုင်ဆိုင်လာတယ်၊ ဒါပေမဲ့ ယေဘုယျအသိတွေ နည်းလာတယ်။ဗဟုသုတတွေ များလာတယ်၊ ဒါပေမဲ့ ဝေဖန်ပိုင်းခြားမှုတွေ နည်းလာတယ်။တတ်ကျွမ်းသူတွေ များများရှိတယ်။ ဒါပေမဲ့ ပြဿနာတွေ ပိုများလာတယ်။ဆေးတွေ များများစားစား ရှိတယ်။ ဒါပေမဲ့ ကျန်းမာရေးကောင်းတဲ့သူတွေ နည်းလာတယ်။Credit to original composer."
    },
    {
        "title": "a new President was elected.",
        "content": "a new President was elected.\n\nOn March 28, a new President was elected.Please welcome and embrace our President of the Republic of the Union of Myanmar.Long live Mr. President & Serve for the People.♡♡♡ Foto credit to Frontier Myanmar.Hope y'all will like it....It's worth watching.Credit to Central Base"
    },
    {
        "title": "See the rest",
        "content": "See the rest\n\n... ငွေရောင်ပိတ်ကားပေါ် ဆက်လက်ရှုစားတော်မူကြပါလွန်ခဲ့တဲ့နှစ်ပေါင်း ၆၀ ကျော် (၁၉၅၅) က ရုပ်ရှင်လက်ကမ်းကြော်ငြာ (hand-bill) အဟောင်းလေးတွေတွေ့လို့ မျှဝေလိုက်ပါတယ်။ ဒီကြော်ငြာတွေကို ကားတစ်စီးနဲ့ လိုက်လံဝေငှလေ့ရှိပါတယ်။ တိတိကျကျပြောရရင် ကားပေါ်က ကြဲချတာကိုလိုက်ကောက်ရပါ။ တစ်ခါတလေ သူ့ထက်ငါလုကောက်ကြရင်း ကြော်ငြာစာရွက်ပြဲသွားတာရှိသလို၊ လုကောက်သူတွေ ချော်လဲကြ ဒူးပြဲကြရပါတယ်။ တကယ့်လွမ်းမောအမှတ်ရစရာ ငယ်ဘဝပါ။  ဒီကြော်ငြာစာရွက်ထဲက ရုပ်ရှင်ရုံတွေ Palladium တို့၊ Globe တို့ အခုမရှိတော့ပါ။ Palladium နဲ့ Globe က ဘေးချင်းကပ်ရှိခဲ့တာပါ။အခု Sule Shangri-la ဟိုတယ်ကြီးဖြစ်နေပါပြီ။ ကျွန်တော့်လို ရုပ်ရှင်ဝါသနာအိုးတွေ အမှတ်ကြမယ်ထင်ပါတယ်။ ပိုပြီး အမှတ်ရစရာကောင်းတာက အဲဒီ ရုပ်ရှင်လက်ကမ်းကြော်ငြာတွေထဲမှာ ပြသမယ့်ရုပ်ရှင်ရဲ့ ဇာတ်လမ်းအကျဉ်းချုပ် (Synopsis) ကို အင်္ဂလိပ်လို၊ တချို့က အင်္ဂလိပ်~မြန်မာ နှစ်ဘာသာနဲ့ ရေးထားလို့ရုပ်ရှင်ကြည်မယ့်သူရော၊ အင်္ဂလိပ်စာလေ့လာလိုက်စားသူတွေအတွက်ပါ အသုံးတည့်ပါတယ်။ အဲဒီ ဇာတ်လမ်းအကျဉ်းချုပ် က အကျဉ်းချုပ် ဆိုတဲ့အတိုင်း ဇာတ်လမ်းအပြည့်အစုံမဖော်ပြဘဲ၊ တစ်ဝက်လောက်မှာဖြတ်ပြီး \"See the rest on the silver screen ကျန်တဲ့အပိုင်းကို ငွေရောင်ပိတ်ကားပေါ်မှာ ဆက်လက်ရှုစားတော်မူကြပါ\"စာတမ်းလေးနဲ့ အဆုံးသတ်ထားပါတယ်။ ကျွန်တော်တို့ခေတ်က မြုပ်ကွက်တစ်ခုခုကို မပြောချင်ရင်၊ တစ်ဘက်လူကို ဆတ်တငံ့ငံ့လုပ်ချင်ရင် ကောင်းခန်းမှာဖြတ်ပြီး \"ငွေရောင်ပိတ်ကားပေါ်ဆက်လက်ရှုစားတော်မူကြပါ\" လို့ပြောလေ့ရှိကြပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အုံးခဲ့တဲ့ခေါင်းအုံးလေး",
        "content": "အုံးခဲ့တဲ့ခေါင်းအုံးလေး\n\nကျွန်တော်အိပ်မက်မက်တုန်းကအုံးခဲ့တဲ့ခေါင်းအုံးလေး\"Send Me The Pillow That You Dream On\" သီချင်းကို ၁၉၅၆ က အဆိုတော် Dean Martin သီဆိုခဲ့ပါတယ်။အဲဒီထဲက Send me the pillow that you dream on, So darling, I can dream on it, too ... စာသားလေးကို အမှတ်ရဆဲပါ။\"မင်းအိပ်မက်မက်တုန်းက ခေါင်းအုံးလေး ကိုယ့်ဆီပို့လိုက်၊ အချစ်ရေ အဲဒီ ခေါင်းအုံးလေးပေါ်အိပ်ရင်း ကိုယ်လည်း အိပ်မက်မက်ရတာပေါ့\"...ဟုတ်လား မဟုတ်လား မသိ မြီးကောင်ပေါက်အရွယ်က ဘုမသိ ဘမသိ ကြိုက်ခဲ့တာပါ။ဒီလိုပါပဲ ၁၉၅၉ က ဖြန့်ချိတဲ့ Pillow Talk ရုပ်ရှင်ကားကိုလည်း နှစ်သက်ခဲ့ပါတယ်။ ဒါတွေဟာ ကျွန်တော့်ရဲ့ ၁၄~၁၅ မနူးမနပ်အရွယ်က ဘာမှန်းဂဃနဏမသိဘဲ ကြိုက်နှစ်သက်ခြင်း (Ignorant appreciation) တစ်မျိုးပါ။ အမြတ်ရခဲ့တာက အင်္ဂလိပ်စကားလုံးဝေါဟာရတွေ၊အသုံးအနှုန်းတွေ တော်တော်များများ ရင်ထဲစွဲထင်ကျန်ရစ်နေတာပါပဲ။ Pillow \"ခေါင်းအုံး\" နဲ့ပတ်သက်တဲ့ ဆိုစကားတွေထဲက မှတ်မှတ်ရရ Pillow Talk အကြောင်းပါ။ မဖတ်ရသေးသူများအတွက် ပြန်လည်တင်ထားပါတယ်။♥♥♥လောလောဆယ် သီချင်းလေးနားထောင်လိုက်ပါဦး။"
    },
    {
        "title": "No news is good news.",
        "content": "No news is good news.\n\nWell Impressed On Our Heartsအင်္ဂလိပ်စကားမှာ \"No news is good news. ဘာသတင်းမှမကြားရတာ သတင်းကောင်း\" ပဲလို့ အဆိုရှိပါတယ်။ မနေ့က မတ်လ ၂၁ ရက်နေ့မှာ နိုင်ငံတော်သမ္မတကြီး ဦးထင်ကျော် ဟာ ကျန်းမာရေးကြောင့် အနားယူသွားကြောင်းသိရပါတယ်။ သမ္မတကြီးအနေနဲ့ တာဝန်ထမ်းဆောင်ခဲ့ရတဲ့သမ္မတသက်တမ်း ၂ နှစ်နီးပါးကာလအတွင်း မြန်မာပြည်သူတွေရဲ့ မေတ္တာကိုကောင်းကောင်းရယူနိုင်ခဲ့ပါတယ်။ သက်တမ်းမကုန်ဆုံးမီ ခွဲခွာသွားမှုကြောင့် ရိုက်ခတ်လာတဲ့ ပြည်သူတွေရဲ့ နှလုံးခုန်သံကို သမ္မတကြီး ကြားနိုင်ပါစေ။ သမ္မတကြီး ကောင်းစွာအနားယူနိုင်ပါစေ၊ ကိုယ်ရောစိတ်ပါ ချမ်းမြေ့ပါစေ။ တွေ့ဆုံရတာ မကြာမြှင့်ပေမယ့် ကျွန်တော်တို့ ရင်ထဲမှာ တာရှည်စွာစွဲထင်ကျန်ရစ်နေမှာဖြစ်ပါတယ်။အားလုံး မင်္ဂလာနံနက်ခင်းပါ။"
    },
    {
        "title": "From GOOD to GREAT",
        "content": "From GOOD to GREAT\n\nဆရာ့ဆရာကြီးတွေရဲ့ အဆိုအရ ကုမ္ပဏီနှစ်မျိုးရှိကြောင်း... ကောင်းတဲ့ကုမ္ပဏီ (Good Company) နဲ့ ကြီးကျယ်မြင့်မြတ်တဲ့ကုမ္ပဏီ (Great Company) ပါ။Good Company က အမြတ်အစွန်းများများရနေတဲ့ ကုမ္ပဏီပါ။Great Company ကတော့ ငွေကြေးအမြတ်အစွန်းတစ်ခုတည်းသာမက.. ဝန်ထမ်းတွေရဲ့ ဘဝကိုပါ ဖွံ့ဖြိုးတိုးတက်ပြောင်းလဲအောင် အစဉ်လုပ်ဆောင်နေပြီး၊ လူသားဆန် (Humane)၊ ယဉ်ကျေးမှုတွေပြည့်ဝ (Civilized) နေတဲ့ ကုမ္ပဏီမျိုးပါ။ အခု သင် ဘယ်မှာလဲ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကိုယ်စောင့်နတ်",
        "content": "ကိုယ်စောင့်နတ်\n\nGuardian Angel ကိုယ်စောင့်နတ်တစ်လောက အခြားသူတစ်ယောက်တင်လိုက်တဲ့ ရက်ဂေးစတိုင်ပြောင်းသီချင်း \"ကိုယ်စောင့်နတ်\" ကို ရှယ်လိုက်တာ ခဏအကြာပျောက်သွားတယ်။ ဒီသီချင်းမူရင်းက အဆိုတော် ဖိုးပြည့် ရဲ့ ကိုယ်စောင့်နတ်တေးအယ်ဘမ်ထဲကဖြစ်ပါတယ်။ ဝါသနာတူသူတွေ နားထောင်ရအောင် ပြန်တင်ပါရစေ။Credit to all original musicians."
    },
    {
        "title": "မြက်စားသူ",
        "content": "မြက်စားသူ\n\nအစုံစားသတ္တဝါဖြစ်တဲ့ လူတွေထဲက အချို့လူတွေဟာ ကျွဲနွားတိရစ္ဆာန်တွေစားတဲ့ မြက် တွေကိုလည်းစားကြတယ်ဆိုရင် ထူးဆန်းနေမလား။တကယ်ပါ (Grass-eater) မြက်စားသူ တွေရှိပါတယ်။ Grass-eater ဆိုတာ လာဘ်ငွေမတောင်းသော်လည်း လာဘ်ပေးလျှင်ယူသည့် အကျင့်ပျက်ရဲအရာရှိ ကိုခေါ်တာပါ။Grass-eater means corrupt police officer who accepts graft money.သူတို့ဟာ ကိုယ်ကျင့်တရားမစောင့်ထိန်းနိုင်ဘဲ၊ လူသားစစ်စစ်က သက်သတ်လွတ်စားတဲ့ (သတ်သတ်ကြီးလွတ်နေတဲ့) အသီးအရွက်စားလူ့တိရစ္ဆာန် (Human herbivore) တွေပါ။  မြက်စားသူနဲ့ ဆန့်ကျင်ဖက်က အသားစားသူ (Meat-eater) တွေပါ။ Meat-eater means corrupt police officer whoaggressively seeks illicit bribes.Meat-eater ဆိုတာက အတင်းအကျပ်လာဘ်တောင်းတတ်သော အကျင့်ပျက်ရဲအရာရှိ ပါ။အရင်က Meat-eater ဝေါဟာရဟာ အကျင့်ပျက်ရဲအရာရှိ ကိုသာခေါ်ပေမယ့် အခုတော့ အကျင့်ပျက်သူအားလုံးကို ရည်ညွန်းပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "U Aung Khin Myint",
        "content": "U Aung Khin Myint\n\nAhoy, Capt'n!Please allow me to introduce Captain U Aung Khin Myint, Chairman, Myanmar International Freight Forwarders Association (MIFFA)Better known as Capt. Aung,Once a former master mariner of Myanma Five Star Line _ MFSL.Now he has become a lecturer of Logistics.You can find him thru MIFFA, Strategy First & SIAF etc."
    },
    {
        "title": "ချေးစားတဲ့သူ(Human feces eater)",
        "content": "ချေးစားတဲ့သူ(Human feces eater)\n\nချေးစားသူ Man eats human shitလူတွေဟာ အသားစားသူ (Meatatarian or Flesh-eater) တွေဖြစ်သလို၊ အသီးအရွက်စားသူ(Vegetarian or Vegan) တွေလည်းဖြစ်ပါတယ်။ လူသားစားသူ (Cannibal) တွေတောင်ရှိကြပါတယ်။ အဲဒီလိုမျိုး အစုံစားသတ္တဝါ ကို Omnivore = someone or something that eats all kinds of foods လို့ခေါ်ပါတယ်။ ပိုပြီးထူးဆန်းတာက ချေးစားတဲ့သူ (Human feces eater) တွေပါ။ငွေချေးစားတာမဟုတ်ဘဲ လူ့မစင် (Human feces; Excrement; Excreta; Poop; Shit) တွေကိုစားကြတာပါ။ YouTube မှာ သွားကြည့်ရင်တွေ့နိုင်ပါတယ်။ ရှိတော့ရှိတယ် ရှားတယ်လို့ပြောရမလားပဲဗျာ။သုတေသနအဆိုအရ လူသားဦးရေရဲ့ ၁% လောက် ချေးစားကြသတဲ့ဗျာ။ Eating feces is not uncommon and it is estimated that 1% of humans have indulged in this category. လူတွေဟာ အခြားဘာညာဘာညာတွေလည်းစားကြတော့ အတန်းအစားခွဲရခက်လောက်အောင် အစုံစားသတ္တဝါဆန်းတွေဖြစ်ကြောင်းပါဗျာ။ အားလုံး မင်္ဂလာပါ။ Ref : Coprophagy"
    },
    {
        "title": "Tax or Fine",
        "content": "Tax or Fine\n\nTaxes for Clean Governmentမြန်မာအဘိဓာန်က အခွန် (Tax) ကို နိုင်ငံတော်ဘဏ္ဍာအတွက် စည်းကြပ်ကောက်ခံသောငွေကြေး လို့ အနက်ပေးပါတယ်။အခွန် (သို့) အခွန်အကောက် အမျိုးအစားပေါင်းများစွာရှိသည့်အနက် ဝင်ငွေခွန် (Income tax) နဲ့ ပို့ကုန်၊ သွင်းကုန်အပေါ်ပေးဆောင်ရတဲ့ အကောက်ခွန် (Customs duty) တို့ကို လူသိများပါတယ်။အခွန်နဲ့ပတ်သက်လို့ မှတ်သားမိတဲ့ အဆိုအမိန့်ကို မျှဝေချင်ပါတယ်။A fine is a tax for doing wrong.ဒဏ်ကြေးဆိုတာ မှားယွင်းလုပ်ဆောင်မှုအတွက် ပေးဆောင်ရတဲ့ အခွန်။A tax is a fine for doing well.ထူးခြားပြောင်မြောက်စွာ လုပ်ဆောင်နိုင်မှုအတွက် ကောက်ခံတဲ့ ဒဏ်ကြေး။အဓိပ္ပာယ်က အမှားအယွင်းအတွက် ဒဏ်ငွေ (Fine) ပေးဆောင်ရသလို အလုပ်အကိုင်ကောင်းလို့ ဝင်ငွေတွေရပြန်တော့လည်း ဝင်ငွေခွန် (Tax) ပေးဆောင်ရပါတယ်။ ဒီနေရာမှာ \"ဒဏ်ကြေး\" နဲ့ \"အခွန်အခ\" ကို စကားလုံးလှည့်စားပြီး Wordplay or Pun အဖြစ် ဟာသနှောပြောသွားတာဖြစ်ပါတယ်။ကဲ အခွန်နဲ့မယဉ်ပါးသေးတဲ့ ကျွန်တော်တို့တတွေ မခိုးမဝှက် ရိုးရိုးသားသား သမ္မာအာဇီဝရှာဖွေရရှိထားတဲ့ ဝင်ငွေနဲ့သန့်သန့်ရှင်းရှင်း အစိုးရ ~ အစရိုးတဲ့ အစိုးရမျိုးမဟုတ်တဲ့ Clean Government ကို အခွန်ပေးဆောင်ကြပါစို့လားဗျာ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "BEYONCE BOOTYLICIOUS",
        "content": "BEYONCE BOOTYLICIOUS\n\nမြန်မာစကားမှာ သုံးလွန်းတင်မှကြိုး၊ ဒေါင်ဒေါင်မြည်မှ အိုး လို့ ဆိုပါတယ်။ ဒါကြောင့် ဒေါင်ဒေါင်မြည် ဆိုတာက အိုးကောင်းတို့ရဲ့ အရည်အသွေးကို ဖော်ပြတဲ့စကားဖြစ်ပါတယ်။ ယနေ့လူငယ်တွေက အမျိုးသမီး တင် ကို အိုး လို့ခေါ်ကြပါတယ်။ စိုင်းစိုင်းခမ်းလှိုင်ရဲ့ အိုးကလေးလှုပ်ပါဟေ့ သီဆိုဟန်လေး မှတ်မိကြမှာပါ။ဒေါင်ဒေါင်မြည်အိုးတစ်အိုးပိုင်ဆိုင်ထားသူ အမေရိကန်ပေါ့ဘုရင်မ ဘီယွန်းဆေး (Beyonce Knowles) ကို အဆိုတော်လို့ ကြိုက်နှစ်သက်ကြသလို၊ သူ့ရဲ့ လုံးဝန်းကြီးထွားတဲ့ တင်ပါးဆုံကြောင့် ပိုစိတ်ဝင်စားကြပါတယ်။ အင်္ဂလိပ်စကားမှာ တင်ပါး ကို hip (သို့) buttocks လို့ခေါ်ပါတယ်။ ဗန်းစကားက ass (သို့) booty ဖြစ်ပါတယ်။Beyonce ရဲ့ ပေါက်ခဲ့တဲ့ \"Bootylicious\" သီချင်းက Booty နဲ့ Delicious တို့ ပေါင်းစပ်ပြီးဖြစ်လာတဲ့ စကားလုံးသစ် (Portmanteau) တစ်ခုပါ။ Beyonce ရဲ့ ဩချလောက်တဲ့ တင်ပါးဆုံ ကို အစွဲပြု ပြီး၊ ဩစတြေးလျသိပ္ပံပညာရှင်တစ်ဦးတွေ့ရှိတဲ့ အချိုးအစားပြေပြေပြစ်ပြစ် တင်ကားကားနဲ့ မှက် (gnat) တစ်ကောင်ကိုScaptia Beyonceae လို့ ဘီယွန်းဆေးအစွဲပြု နံမည် (Eponymous name) မှည့်ခေါ်ခဲ့ပါကြောင်း မျှဝေလိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Myanmar in Darkness",
        "content": "Myanmar in Darkness\n\nThis day in historyThe 1962 Burmese coup d'état marked the beginning of totalitarian rule in Myanmar.သမိုင်းဦးည အမှောင်လိုပဲလား မြန်မာပြည် အမှောင်ကျခဲ့ ၁၉၆၂ မတ်လ ၂ ဗိုလ်ချုပ်နေဝင်း စစ်တပ်အာဏာသိမ်း ..... ကျန်တာတွေ ခင်ဗျားတို့သိကြပါတယ်။"
    },
    {
        "title": "Full Moon Day of Kason",
        "content": "Full Moon Day of Kason\n\nTraditionally observed as Bodhi Tree Water-pouring CeremonyBetter known as Buddha DayUniversally celebrated as Vesak Day in certain Buddhist countriesMay all living beings be in peace and tranquility of Dhamma.Buddha, Dhamma, Sangha!"
    },
    {
        "title": "မြန်မာကိုင်ဒိုကုမ္ပဏီ",
        "content": "မြန်မာကိုင်ဒိုကုမ္ပဏီ\n\nMK Holidaying @ Ngapali Beachမြန်မာကိုင်ဒိုကုမ္ပဏီ ဟာ ဧပြီလ ၂၇ ရက်နေ့မှာ သက်တမ်း ၂၅ နှစ်ပြည့်မြောက်ပါတယ်။ မြန်မာကိုင်ဒိုကုမ္ပဏီရဲ့ ဖြစ်တည်မှု ၂၅ နှစ် _ ငွေရတု Silver Jubilee _ 25 Years of Excellence ကို ဝမ်းမြောက်ဝမ်းသာဂုဏ်ပြု ကြိုဆိုရင်း တည်ထောင်သူ ဒါရိုက်တာအဖွဲ့ဝင်မိသားစုတွေနဲ့ကျွန်တော်တို့ ဝန်ထမ်းတွေအားလုံး ငပလီမှာ အပန်းဖြေနေကြပါတယ်။ ဟုတ်ကဲ့ ကျွန်တော်တို့ ငပလီကမ်းခြေမှာပါခင်ဗျ။ ဒါကြောင့် ဧပြီ ၂၈ ရက် ကနေ မေ ၁ ရက်နေ့အထိ ရုံးပိတ်ပါတယ်။ ဆောရီးပါ ကျွန်တော်တို့ရဲ့ stakeholders တွေအားလုံးသိအောင် အကြောင်းမကြားနိုင်တာ ခွင့်လွတ်ပါ။ နိုဗယ်ဆုရှင် စာရေးဆရာဂျွန်စတိုင်းဘတ် ရဲ့ \"The Art of Relaxing is part of the Art of Working. နားနေခြင်း သည် အလုပ်လုပ်ခြင်းအတတ်ပညာ၏ အစိတ်အပိုင်းပင်ဖြစ်သည်\" ဆိုတဲ့အဆိုအမိန့်အတိုင်း အနားယူအပန်းဖြေနေကြတာပါ။ မြန်မာကိုင်ဒိုကြီး ယခုကဲ့သို့ ငွေရတုသဘင်မှသည် ရတုပေါင်းများစွာကျော်ဖြတ်နိုင်စေဖို့ဆုတောင်းပေးတာရော၊ အပန်းဖြေဝန်ထမ်းများအားလုံး ပျော်ရွင်စေဖို့ ဆုတောင်းပေးတာရော ကျေးဇူးအထူးပါ။ မေလ ၂ ရက်နေ့ ပြန်တွေ့ကြပါမယ်။ Thank you all for your kind patronage. Bye Bye Buddies!"
    },
    {
        "title": "Threshold on Reunification of Korea",
        "content": "Threshold on Reunification of Korea\n\nဖက်ဆစ်ဝါဒီ ဂျပန် (Fascist Japan) က ကိုးရီးယားနိုင်ငံ ကို ၃၅ နှစ်ကြာ အညှာတာကင်းမဲ့စွာ အုပ်ချုပ်ခဲ့တယ်။ ၁၉၄၅ မှာ ဂျပန် စစ်ရှုံးတော့ ဒုတိယကမ္ဘာစစ်လည်းပြီးဆုံးသွားတယ်။ စစ်နိုင်သူ အရှင်းရှင်ဝါဒီ အမေရိကန် (Capitalist American) နဲ့ကွန်မြူ နစ်~ဆိုရှယ်လစ်ဝါဒီ ဆိုဗီယက်ယူနီယံ {ရုရှား} (Communist~Socialist Soviet Union {Russia}) တို့ ကိုးရီးယားနှစ်နိုင်ငံ ကို တောင်နဲ့မြောက်နှစ်ပိုင်း ခွဲခြားခဲ့ပါတယ်။ အဲဒီကစလို့ တောင်ကိုးရီးယား က အရှင်းရှင်စနစ်နဲ့ သက်သောင့်သက်သာ ကြီးပြင်းခဲ့ရပြီး၊ မြောက်ကိုးရီးယား ကကွန်မြူ နစ်စနစ်နဲ့ တင်းတင်းကြပ်ကြပ် ခက်ခက်ခဲခဲ ရှင်ခဲ့ကြရပါတယ်။ အခုတော့ နှစ်ပေါင်း ၇၀ အကြာ နှစ်နိုင်ငံတင်းမာနေခဲ့ကြပြီး ပြန်လည်ပေါင်းစည်းရေးလမ်းကြောင်းကို ဦးတည်နေပါပြီ။ ဝါဒစွဲတွေပြုတ်ပြီး သွေးသားရင်းတွေ ပြန်လည်ပေါင်းစည်းနိုင်ကြပါစေ။"
    },
    {
        "title": "ATTENTION PLEASE!",
        "content": "ATTENTION PLEASE!\n\nအမှိုက်မီးလောင်လျှင် အောက်ပါဓာတ်ငွေ့များထွက်လာပြီး ကျန်းမာရေးဆိုးကျိုးများ ဖြစ်ပေါ်နိုင်ပါသည်။ခု လှိုင်သာယာမှာ ရှိတဲ့ နိုင်ငံတော် အမှိုက်ပုံကြီး မီးလောင်နေပါတယ်။ အမှိုက်တွေမီးလောင်တော့ မီခိုးထွက်တာပေါ့။ အမှိုက်တွေထဲမှာလည်း အမှိုက်ပေါင်းစုံတော့ မီးခိုး အညှော်နံ့တွေ ထဲမှာ အမျိုးမျိုးသော ကြောက်စရာကောင်းသောဓါတ်တွေပါနိုင် ပါတယ်။ အဓိကကတော့ မီးခိုးတွေကြောင့် အသက်ရှုရခက်လှပါတယ်။ ။ များသောအားဖြင့် မူးတာ မော်တာတွေ အသက်ရှူလမ်းကြောင်းဆိုင်ရာ ရောဂါတွေ ဖြစ်ပေါ်စေနိုင် ပါတယ်။ မျက်လုံးတွေထဲ ဝင်တော့ စပ်ပြီး နေရထိုင်ရခက်လှပါတယ်။ မီးလောင်တဲ့နေရာနဲ့ နီးလေ ခံစားရတာပြင်းထန်လေပါ။ မီးလောင်တဲ့နေရာနဲ့ဝေးပေမယ့် လေသင့်နေရင်လည်း ခံစားရနိုင်ပါတယ်။ များသောအားဖြင့် အမှိုက်ပုံမီးလောင်ရင် ထွက်လာနိုင်တဲ့ ဓါတ်ငွေ့တွေ ဒြပ်ပေါင်းတွေ ကတော့ • ဒိုင်အောက်ဇင် ( Dioxin) နဲ့ ဖြူရန် ( Furan) ပလစ်စတစ်တွေ PVC. လို ကလိုရင်းအခြေခံ ပစ္စည်းတွေကို မီးလောင်ရင် ဒိုင်အောက်ဇင်လို့ခေါ်တဲ့ အဆိပ်ငွေ့တစ်မျိုးကိုထုတ်ပေးပါတယ် ( သူတို့ကလည်း အမျိုးအစား ၂၀၀ လောက်ရှိပါတယ်) ။ လွယ်လွယ်ကူကူ မပျက်စီးပဲ အကြာကြီးတည်ရှိနိုင်တဲ့ အော်ဂဲနစ် ညစ်ညမ်းဓါတ်ဖြစ်ပါတယ်။ လူ့ခန္ဓာကိုယ်ထဲကိုတော့ အသက်ရှုလမ်းကြောင်းနဲ့ အစားအသောက်များမှတစ် ဆင့်ရောက်သွားတတ်ပါတယ်။ ရေရှည်မှာ လူ့ခန္ဓာကိုယ်မှာရှိတဲ့ ခုခံအားစနစ်ကိုဖျက်ဆီး စေသလို ကင်ဆာကို ဖြစ်စေနိုင်ပါတယ်။ အခြားလည်း အများကြီး ထိခိုက်နိုင်ပါတယ်။ အသည်းကိုလည်း ထိခိုက်နိုင်ပါတယ်။ ကိုယ်ဝန်ဆောင်မိခင်တွေလည်း စိုးရိမ်စရာပါ။ လေထဲကနေတဆင့် အစားအသောက်တွေ ကောက်ပဲသီးနှံတွေပေါ် တွယ်ကပ်နေပြီး လူ့ခန္ဓာကိုယ်ထဲ ရောက်နိုင်ပါတယ်။ ကြောက်စရာ ကောင်းပါတယ်။အဲဒါကြောင့် Toxic လို့သုံးကြသလို lethal လို့လည်းသုံးကြပါတယ်။ • စတိုင်ရင်း ( Styrene) အစားအသောက်တွေ ပါဆယ်ထည့်တဲ့ ဖော့ဖြူဖြူဗူးတွေ ခွက်ဖြူဖြူလေးတွေကို မီးရှို့လိုက်တဲ့အခါ စတိုင်ရင်းဆိုတဲ့ ဓါတ်ငွေ့ထွက်လာပါတယ်။ လူ့ခန္ဓာကိုယ်ထဲကိုတော့ အသက်ရှူလမ်းကြောင့်နဲ့ အရေပြားတို့ကနေတဆင့် ဝင်လာနိုင်ပါတယ်။ပမာဏနည်းရင် ပြသနာမရှိပေမယ့် များများဝင်လာရင်တော့ မကောင်းပါဘူး။ ဗဟိုအာရုံကြောစနစ်ကို ဖျက်ဆီးပြီး ခေါင်းကိုက်တာတွေ စိတ်ကျရောဂါတွေ ဖြစ်ပေါ်နိုင်ပါတယ်။ • ဘင်ဇိုပိုင်ရင်း ( Benzopyrene) သစ်တိုသစ်စတွေ သစ်ပင်ကိုင်းတွေ မီးသွေးတွေကို မီးလောင်ခြင်းအားဖြင့် ဘင်ဇိုပိုင်ရင်းဆိုတဲ့ ကင်ဆာဖြစ်စေတဲ့ဒြပ်ပေါင်းတစ်ခု ထွက်လာပါတယ်။ အဲဒီဓါတ်ပစ္စည်းပါတဲ့ အငွေ့တွေကို ရှူရှိုက်မိရင် ရေရှည်မှာ အရေပြားကင်ဆာ၊ အဆုတ်ကင်ဆာ၊ နဲ့ ဆီးအိမ်ကင်ဆာတွေ ဖြစ်နိုင်ပါတယ်။ • ကာဘွန်မိုနော့ဆိုဒ် (CO ) အဆိပ်ဓါတ်ငွေ့ပါ။ ပလစ်စတစ်နဲ့ အခြား အော်ဂင်းနစ်တွေကို မီးလောင်တော့ မီးတောက်မပြင်းပဲ လောင်ရင် ဒီလိုဓါတ်ငွေ့ထွက်ပါတယ်။များများ ရှူမိရင် ချက်ခြင်းသေနိုင်ပါတယ်။ ကြောက်စရာကောင်းပါတယ်။ • ကာဘွန်ဒိုင်အောက်ဆိုဒ်( CO2) ကာဘွန်ဒိုင်အောက်ဆိုဒ်ကတော့ အများဆုံးထွက်ပါတယ်။ ဆိုးကျိုးတွေအနေနဲ့တော့ အများကြီး ပါ ။ ခေါင်းကိုက်မယ်။ မူးဝေမယ်။ အသက်ရှူရခက်မယ်။ ချွေးပြန်မယ်။ ပင်ပန်းနွမ်းနွယ်မယ်။ သွေးတက်မယ်။ နှလုံးခုန်နှုန်းမြန်မယ် ။•အမှုန်အမွှားများ ( Particulate Matter) PM10 ဆိုတဲ့ အချင်း ၁၀ မိုက်ခရိုမီတာထက်ငယ်တဲ့ အမှုန်အမွှားလောက်ဆိုရင် လူ့ခန္ဓာကိုယ်ထဲ အလွယ်တကူ ဝင်နိုင်ပါပြီ။ PM2.5 ဆိုတဲ့ အချင်း ၂.၅ မိုက်ခရိုမီတာထက် ပိုသေးသွားရင် အဆုတ်တို့လို ကလီစာတွေထဲ ဝင်ပြီး ဒုက္ခပေးနိုင်ပါတယ်။Special Credit: Ngwe Moe & uploader."
    },
    {
        "title": "နှစ်ဟောင်းကို နှုတ်ဆက်ခြင်း",
        "content": "နှစ်ဟောင်းကို နှုတ်ဆက်ခြင်း\n\nမဟာသင်္ကြန်ခရစ်နှစ် ၂၀၂၄မြန်မာသက္ကရာဇ် ၁၃၈၅A Farewell to Myanmar Era 1385နှစ်ဟောင်းကို နှုတ်ဆက်ခြင်းThingyan or Transitionဒီနေ့ဟာ မြန်မာသက္ကရာဇ် ၁၃၈၅ ခုနှစ်၊ တန်ခူးလဆန်း ၈ ရက်၊ မဟာသင်္ကြန် အတက်နေ့ ဖြစ်ပါတယ်။သင်္ကြန်စာအဆိုအရ ယနေ့ နံနက် ၄ နာရီ ၂၉ မိနစ် ၂၆ စက္ကန့်တွင် သင်္ကြန်တက်ပါတယ်။ဒီနှစ် သင်္ကြန်မှာ အကြို အကျ အကြတ် အတက် (Akyo; Akya; Akyat; Atet) ၄ ရက် ရှိပါတယ်။တချို့နှစ်တွေမှာ အကြတ် ၂ ရက်ရှိတတ်လို့ သင်္ကြန်ရက် စုစုပေါင်း ၅ ရက် ရှိနိုင်ပါတယ်။အကြို Akyo = eve of Thingyanအတက် Akya = the first day of Thingyan; commencement of Thingyanအကြတ် Akyat = day(s) between Akya and AtetIn other words, one or (sometimes two) day(s) before end of Thingyanအတက် Atet = end of Thingyanအားလုံးသိကြတဲ့အတိုင်း သင်္ကြန်ဆိုတာ ကူးပြောင်းခြင်းပါ။ Period of transition from the old to the new year.ဒါကို Passing into the new year အတာကူးတယ်လို့လည်း သိကြပါတယ်။အတာအိုး (Pot of flowers which representing seven days of the week) ထဲမှာ ခုနှစ်ရက်သားသမီးတို့ရဲ့ မွေးနေ့ကို ကိုယ်စားပြုတဲ့ပန်းတွေထိုးပြီးသင်္ကြန်ကို ကြိုလေ့ရှိပါတယ်။Water-throwing ရေပက်ဖြန်းခြင်းသင်္ကြန်တွင်း တစ်ဦးနဲ့တစ်ဦး ပက်ဖျန်းတဲ့ရေကို သင်္ကြန်ရေ (သို့) အတာရေ (Water poured on people during Thingyan) လို့ ခေါ်ပါတယ်။ဝေါဟာရအနေနဲ့ ရေပက်ခြင်းကို water throwing (throw) မှ dousing (douse); pouring (pour); spraying (spray) အမျိုးမျိုး သုံးကြပါတယ်။Spraying ဆိုတာ ဘူးသေးသေးနဲ့ ဆေးမှုတ်သလို ဖျန်းတာမျိုးက ခံသာပေမယ့်၊ အားပြင်းတဲ့ မီးသတ်ပိုက်ကြီးတွေနဲ့ ပက်ရင်တော့ ရေမမွန်းရင် ကံကောင်း၊ ရွဲရွဲစိုမှာတော့ သေချာပါတယ်။ Dousing က ရေပက် ရေလောင်းတာထက် ရေနှစ်တဲ့ သဘောဆောင်ပါတယ်။ ဘာပဲဖြစ်ဖြစ် စာနာကြရင် ကောင်းပါလိမ့်မယ်။Pandal မဏ္ဍပ်သင်္ကြန်မှာ ရေကစားဖို့ မဏ္ဍပ်တွေ ဆောက်ကြပါတယ်။ အင်္ဂလိပ်သတင်းစာတွေမှာ မဏ္ဍပ်ကို Pandal လို့ရေးတာ တွေ့ရပါတယ်။ မြို့တော်ဝန်မဏ္ဍပ် (Mayor pandal)၊ ဗဟိုမဏ္ဍပ် Central Pandal တို့ ဖြစ်ပါတယ်။ Pandal ဆိုတာ အိန္ဒိယဘာသာစကားဖြစ်ပြီး၊ တိတိကျကျပြောရရင် တမီလ်းစကားက ဆင်းသက်လာတာဖြစ်ပါတယ်။ လူထုအစည်းအဝေး (Public Meeting)၊ စတိတ်ရှိုး (Stage Show) တို့လို ပွဲလမ်းသဘင်များအတွက် မနိမ့်မမြင့် ယာယီအဆောက်အအုံတစ်မျိုးပါ။ ယခုအခါ မဏ္ဍပ်ကို Pandal; Pavilion; Stage စသဖြင့် အမျိုးမျိုး ရေးကြ ပြောကြပါတယ်။ ထူးခြားတာက အင်္ဂလိပ်လို အသုံးတွင်ကျယ်နေတဲ့ Pandal ကို အခြားနေရာမှာသုံးတာ တွေ့ရခဲပေမယ့်၊ တစ်နှစ်မှာတစ်ခါ သင်္ကြန်နဲ့အတူ Pandal ဆိုတဲ့ အသုံးအနှုန်းကို တွေ့ရပါတယ်။ ၁၉၄၁ ထုတ် Little Oxford Dictionary က Pandal ကို Shed, booth, or Arbour လို့ အနက်ပေးပါတယ်။ခုခေတ် အဘိဓာန်တွေမှာတော့ Anglo-Indian word အင်္ဂလိပ်-အိန္ဒိယကပြားစကားဖြစ်တဲ့ Pandal ကို မသုံးကြတော့ပါ။ ခေတ်ကုန်သွားလို့ ဝဲပစ်လိုက်ပြီပေါ့ဗျာ။Float အလှပြကားအကအလှသဘာဝအတွက် ဆုပေးမယ့် မဏ္ဍပ်တွေဆီကို အလှပြကားတွေ လာရောက်ယှဉ်ပြိုင်ကြပါတယ်။ယိမ်းအကတွေ၊ သင်္ကြန်သီချင်းတွေ၊ သံချပ်တွေပါတဲ့ အလှပြကားကို Float or Decorated vehicle လို့ ခေါ်ပါတယ်။Antiphonal Chant သံချပ်သံချပ် (Antiphonal chant usually amusing or satirical sung to the accompaniment of music) ဆိုတာ အုပ်ချုပ်သူအစိုးရမှအစ ဝန်ဆောင်မှုအဖွဲ့အစည်းတွေအဆုံး ပြည်သူတွေအပေါ် ကတိမတည်၊ အချိုးမပြေ၊ မရိုးမသား၊ အမြီးအမောက်မတည့်တာတွေကို ဟာသဆန်ဆန် ထုတ်ဖော်သရော်တဲ့အနေနဲ့ ဟစ်ကြွေးတာကို သံချပ်ထိုးတယ်လို့ ခေါ်ပါတယ်။Thingyan Bulletin သင်္ကြန်စာသင်္ကြန်နဲ့အတူ နှစ်သစ်မှာ မင်းပြောင်းမင်းလွဲရှိမယ်၊ ပြည်ရွာမီးလောင်ဖန်များမယ်၊ မိုးဦးကောင်းမယ်၊ မိုးလယ်ညံ့မယ် စသဖြင့် ပြည်သူသို့အစီရင်ခံစာ (Report to the People) တစ်မျိုးဖြစ်တဲ့ သင်္ကြန်စာ (Bulletin predicting climatic and crop conditions to be expected in that year to come) ကို ကျွန်တော်တို့ ကြိုက်ခဲ့ကြပါတယ်။ အခုတော့ ရာသီဥတုသိဖို့ ဦးထွန်းလွင် (စုစုစံ) ရှိတယ်၊ ကောင်းကင်ကြီးထဲမှာ ဝီကီရှိတယ်၊ ဂူဂယ်ရှိတယ်။ ဘာလိုသေးလဲဗျာ။ Who could ask for more???Revellers ရေပက်ခံထွက်သူများသင်္ကြန်မှာ မဏ္ဍပ်တကာလှည့်ပြီး ရေပက်ခံထွက်သူများကိုတော့ Revellers လို့ ခေါ်ပါတယ်။တစ်နည်း Merry-makers; Pleasure-seekers ဆူဆူညံညံ မြူးထူးပျော်ပါးကြသူတွေ၊ အပျော်ရှာကြသူတွေ ဖြစ်ကြပါတယ်။အတာသင်္ကြန်မှာတော့ သင်္ကြန်ပိုးဝင်သူတွေအဖို့ ပျော်သလိုသာနေ ကိုယ့်လူရေဝါဒ (Hedonism) လွှမ်းမိုးခံကြရတာပါပဲ။ဒါကို We are bitten by Thingyan bug. သင်္ကြန်ပိုး ကိုက်ခံရတယ်လို့ပြောရင် ကောင်းမလားပဲ။သရော်စာရေးသူ သတင်းစာဆရာ သာဂဒိုးက “အိမ်း သင်္ကြန်ဆိုတာ မြန်မာတွေ ကြိုးပြတ်တဲ့အချိန်” လို့ ရေးခဲ့ဖူးတာ မှတ်မိကြပါလိမ့်မယ်။Normally shy and reserved Myanmar go wild …. သာမန်အရှက်အကြောက်ကြီးသူ၊ ဣန္ဒြေတစ်ခွဲသားနဲ့သူတွေတောင် သင်္ကြန်တွင်းမှာ ကဲတတ်ကြတယ်လို့ အဆိုရှိပါတယ်။ Did you ever? You may have such experience once! ခင်ဗျားတို့လည်း ကြုံခဲ့ကြမှာပါ။မြန်မာနှစ်သစ်မှာ အားလုံး ဘေးဘယာဝေးကွာပြီး အေးချမ်းသာယာရှိကြပါစေ။Image credit to original artists & uploadersသင်္ကြန်စာကိုးကား -အောင်လံထူ ဆရာဟိန်း0940165772609798402181"
    },
    {
        "title": "အချိန်ပေးပါ အုန်းသီးပေးမယ်",
        "content": "အချိန်ပေးပါ အုန်းသီးပေးမယ်\n\nWe'll Supply the Coconuts အချိန်ပေးပါ အုန်းသီးပေးမယ်ဧပြီ ၁၂ ရက်နေ့ ကမာရွတ်ဘူတာရုံလမ်းပေါ်က ဈေးတစ်ခုမှာ ခွာပြီးသားအုန်းသီးတွေ ကားနဲ့ရောင်းနေတာတွေ့ရတယ်။ အုန်းသီးတစ်လုံး ကျပ် ၁,ဝဝဝ- တဲ့ဗျာ။ ချိန်ခါသင့်ဈေးနှုန်းဖြစ်ပါလိမ့်မယ်။ တိုက်တိုက်ဆိုင်ဆိုင် အဲဒီနေ့မှာပဲ ကုမ္ပဏီက လုပ်ဖော်ကိုင်ဖက်တချို့ကိုအုန်းသီး ၁၀ လုံး ဝေပေးလိုက်တယ်။ ဘယ်နေရာမှာ တကွက်ကြားမိုး ရွာသွားသလဲ လို့တော့မမေးကြပါနဲ့။ မိုးလေဝသလက်သုံးစကားနဲ့ပြောရရင် Rain will be scattered elsewhere in the country ပေါ့ဗျာ။  ဧပြီ ၁၁ ရက်နေ့ကလည်း ၇ လုံးလောက် စဝေဖြစ်တယ်။ အဲဒီနေ့ ရုံးမတက်လို့မရလိုက်တဲ့ရောင်းရင်းတစ်ယောက်က ဆရာ ကျွန်တော် အုန်းသီးမရသေးကြောင်း ပြောလာတော့ ကျွန်တော်က မျောက်တွေကိုပဲ အုန်းသီးပေးတာလို့ သူစိတ်ဖြေအောင်ပြောမိတယ်။ အဲဒီတော့မှ သူက ကျွန်တော်မျောက်အစစ်ပါ။ ကျွန်တော်ရမှ မျောက်အုန်းသီးရတာဖြစ်ပါလိမ့်မယ်ဆိုလို့ သူ့အတွက် စပယ်ရှယ်အုန်းသီးထပ်ပေးလိုက်ရပါတယ်။အော် မျောက်ဆိုတာ အုန်းသီးရှိမှဖြစ်မယ်။  ကဲ ဒီနေ့ ကြုံလို့ ကျွန်တော့်ထံရောက်ဖြစ်မယ်ဆိုရင် အုန်းသီးကြီးကြီးရမယ်၊ ငပလီစတိုင်အုန်းရည်လည်းသောက်ရမယ်။ Promo Period 0090 to 1200 hours! Hurry, Hurry, While stock last! အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကျွန်တော့်နာမည် Zorro ပါ",
        "content": "ကျွန်တော့်နာမည် Zorro ပါ\n\nTerriers in Dagon North ကျွန်တော့်နာမည် Zorro ပါ။ ကျွန်တော့်ကို မြောက်ဒဂုံမှာမွေးပါတယ်။ ကျွန်တော့်မိဘများက သံလျင်သားတွေပါ။ အဖေ့နာမည်က Justin; အမေက Nikki ပါ။ အခု ကျွန်တော်တို့မိသားစုသုံးယောက် မြောက်ဒဂုံမှာနေကြပါတယ်။ ကျွန်တော့်အသက် ၂ လပြည့်ဖို့ ရက်ပိုင်းပဲလိုပါတော့တယ်။ကျွန်တော့်ရဲ့ ဖြစ်တည်အသက်ရှင်မှုကို ချစ်မေတ္တာအပြည့်နဲ့ လိုလေသေးမရှိ ဖန်တီးပေးထားတဲ့ ကျွေးဖေဖေမေမေတို့မိသားစုကို ကျေးဇူးတင်လျက်ပါ။ ကျွန်တော့်ကို ချစ်ကြတဲ့သူအားလုံး ဘေးဘယာကင်းဝေးပြီး၊ ပျော်ရွင်ချမ်းမြေ့ကြပါစေ။ Be Kind To Animals Like Us!"
    },
    {
        "title": "မပျော်ဖြစ်တဲ့သင်္ကြန်",
        "content": "မပျော်ဖြစ်တဲ့သင်္ကြန်\n\nပြန်လည်တမ်းတခြင်းHomeless Revellersအိမ်မပြန်တတ်တဲ့ အပျော်လွန်သူများသတင်းသမား သရော်စာဆရာကြီး သာကဒိုး ကပြောဖူးတယ်။ သင်္ကြန် ဆိုတာ \"မြန်မာတွေ ကြိုးပြတ်သည့်အချိန်\" တဲ့။အိမ်ကစထွက်ကတည်းက ယောက်ျားလေးတွေက အပြတ်ကဲမယ်။ မိန်းမလေးတွေကလည်း ဖိတ်စာကမ်းမယ်ဆိုတဲ့ပုံနဲ့ ထွက်လာကြတယ်။ကဲ ဒီလိုမျိုး မောင်းတင်ပြီးထွက်လာသူ သူတို့တတွေ Close encounter in the streets လမ်းပေါ်မှာတွေ့ကြပြီပေါ့။ စစ်သားတွေလို Rules of Engagement လည်း ကြိုတင်သတ်မှတ်ထားတာ မရှိဘတော့ All hell breaks loose ပေါ့လေ။ Let 'em loose!အဲဒီ ကြိုးပြတ်ပြီး အိမ်ကထွက်လာသူတွေ ဘေးကင်းကင်းနဲ့ အိမ်ပြန်ရောက်ဖို့တော့လိုတယ်ဗျာ။သက်ဆိုင်ရာအာဏာပိုင်တွေ အဘက်ဘက်က ထိန်းကွပ်နေတယ်ဆိုပေမယ့်မလုံခြုံ နိုင်သေးဘူးဗျာ။ကိုယ့်ကိုယ်ကိုယ် မိမိဘာသာ ကိုယ့်ကျန်းမာရေး ကိုယ့်အသက်အန္တရယ်ကိုယ်ဂရုစိုက်ကြရပါမယ်။အချိန်တန်လို့ အိမ်ပြန်မရောက်ရင် စိတ်ပူနေမယ့် မိဘတွေအတွက်လည်း စဉ်းစားရပါလိမ့်မယ်။သင်္ကြန်ပျော်ဖို့ထွက်လာကြသူတွေအားလုံး ခိုနားရာအိမ်ရှိကြသူတွေပါ။အပျော်လွန်လို့ အိမ်ပြန်မရောက်သူတွေ မဖြစ်ကြစေနဲ့လို့ ဆုတောင်းရင်း ၂၀၁၉ မြန်မာ့သင်္ကြန်အခါသမယကို ကြိုဆိုလိုက်ပါတယ်။ အားလုံး အတာရေနဲ့အတူ အေးချမ်းသာယာရှိကြပါစေ။"
    },
    {
        "title": "\"တွစ်\" ဆိုတာ",
        "content": "\"တွစ်\" ဆိုတာ\n\nA Dance Craze called TWISTTwist \"တွစ်\" ဆိုတာ ၁၉၅၉ နဲ့ ၁၉၆၀ အစောပိုင်းအထိ ခဏတာရေပန်စားခဲ့တဲ့ အကတစ်မျိုးပါ။ Rock & Roll ~ Rock တေးဂီတရဲ့ ရှေ့တော်ပြေး လို့လည်းပြောနိုင်ပါတယ်။ Twist \"တွစ်\" ကသူတွေကို Twisters လို့ခေါ်ပါတယ်။ Twister ဆိုတော့လေဆင်နှာမောင်း (Tornado or Twister) လို့ မထင်လိုက်ပါနဲ့။ ကဲ ကျွန်တော်တို့ ငယ်ငယ်ကကြိုက်ခဲ့တဲ့ တွစ်အကလေးကြည့်လိုက်ရအောင်။"
    },
    {
        "title": "သုခီအတ္တာနံပရိဟရန္တု",
        "content": "သုခီအတ္တာနံပရိဟရန္တု\n\n\"မိမိတို့ခန္ဓာဝန်ကိုချမ်းသာစွာဖြင့်ရွက်ဆောင်နိုင်ကြပါစေ\" \"သုခီအတ္တာနံပရိဟရန္တု \" စာတမ်းလေးကို ဦးသုခ ရေးတဲ့စာအုပ်တွေ၊ ရိုက်ကူးတဲ့ဇာတ်ကားတွေအဆုံးမှာတွေ့ရပါတယ်။ အခု ဒီခေါင်းစဉ်နဲ့ ဆောင်းပါးကို \"သုခရဲ့သုခ\" မှာ ဖတ်ရှုနိုင်ပါတယ်။ ဒီစာအုပ်က စာရေးဆရာ၊ ဒါရိုက်တာ ဆရာကြီး ဦးသုခ ရဲ့စာနယ်ဇင်းများတွေထဲမှာ ရေးသားခဲ့တဲ့ လောကီ၊ လောကုတ္တရာဆောင်းပါး ၁၆ ပုဒ်ကို စုစည်းထုတ်ဝေလိုက်တာပါ။ ပြည်တော်ပြန်ဘုရား၊ အသက်တစ်ရာကျော် စံကင်းဆရာတော်၏ ခန္ဓာဝန်၊ အမရပူရ မဟာဂန္ဓာရုံဆရာတော် အရှင်ဇနကာဘိဝံသ၊ ရဟန်းတစ်ပါး ဒါယကာတစ်ယောက်၊ ခေါင်းဆောင်နှင့်ငယ်သား၊ဆရာသမားနှင့်တပည့်၊ အမှောင်တွင်းမှ လျှပ်တပြက်၊ နာမည်နှင့်လူ၊ စက္ခုရူပေန သံဝါသာ၊ ကျောက်မျက်လုံး၊ စိတ်ချမ်းသာခြင်း၊ အကြမ်းထဲက အနု၊ ပြုံးတုံ့ပြုံးလှယ်၊ သုခနှင့်သုခ၊ ကြည်ကြည်ဌေး၊ သုခီအတ္တာနံပရိဟရန္တု ♤♤♤"
    },
    {
        "title": "Lying",
        "content": "Lying\n\nသဒ္ဒါဆရာတွေက Lying ကို Present Participle of \"Lie\" လို့ဆိုပါတယ်။ Lie မှာ ထင်သာမြင်သာတဲ့ အနက်နှစ်မျိုးရှိတော့ Lying ဆိုတာ \"လဲလျောင်းနေတာလား၊ လိမ်ညာနေတာလား\" သိဖို့လိုပါတယ်။ တစ်ယောက်ယောက် လဲနေ၊ လျောင်းနေတာ အခြေအနေကောင်းပေမယ့်၊ လိမ်ညာနေပြီဆိုရင် အခြေအနေမကောင်းတော့ပါ။ ကဲ လိမ်တယ် ညာတယ် မုသားပြောတယ်ဆိုပေမဲ့ \"ဖြူ စင်တဲ့မုသား\" လည်းရှိပါသေးတယ်။ ကြည့်ကြရအောင်။"
    },
    {
        "title": "Who's That Woman?",
        "content": "Who's That Woman?\n\nသူက ကမ္ဘာ့မလုံခြုံဆုံးဝတ်စားတတ်သူတွေထဲက တစ်ယောက်ပါ။ သီချင်းဆို၊ ရုပ်ရှင်ရိုက်၊ ဖက်ရှင်ထွင်၊ ပရဟိတလည်းလုပ်ပါတယ်။ အခု အရွယ်တော်သီသီဟိုင်းပေမယ့် ထင်သလောက်မပျက်စီးသေးပါ။ သူ့ကို မသိသေးခင်ေတော့ \"ချာ\" လို့ အသံထွက်ကြပါလိမ့်မယ်။ အနီးစပ်ဆုံးအသံထွက်အမှန်က \"ရှယ်\" ပါ။သူ့ကိုမသိဘဲ ဒီလောကကြီးထဲက ထွက်မသွားပါနဲ့ ♡♡♡ သူဘယ်သူလဲ သိလား။"
    },
    {
        "title": "Changing Mood",
        "content": "Changing Mood\n\nအမေရိကန်သမ္မတ ဒေါ်နယ်ထရမ့် တစ်ယောက် ဇွန်လ ၁၂ ရက် စင်္ကာပူမှာကျင်းပမယ့် အမေရိကန်-မြောက်ကိုးရီးယားထိပ်သီးအစည်းအဝေးကို ဖျက်သိမ်းလိုက်ပြီလို့ ကြေညာရင်း၊ သူ့ရဲ့အပြောင်းအလဲမြန်တဲ့ သူ့ရဲ့စရိုက်ကို ဖော်ပြလိုက်ပါတယ်။ ထရမ့်ဟာ အရင့်အရင်က သမ္မတတွေနဲ့မတူတာတွေကို ဆက်တိုက်လုပ်ပြနေတော့အိမ်ဖြူတော်က လုပ်ဖော်ကိုင်ဖက်တွေ၊ အမေရိကန်ပြည်သူတွေအဖို့ အရူးလင်လုပ်၊ အရူးမလင်လုပ်ရသလို ဖြစ်နေကြပါပြီ။ ထရမ့်ရဲ့ မခန့်မှန်းနိုင်အောင် ပြောင်းလဲတတ်ပုံ (Unpredictable changeableness) က ဩချလောက်ပါတယ်။  အင်္ဂလိပ်စကားမှာ အပြောင်းအလဲလွယ်ခြင်း ကို Caprice လို့ပြောပြီး၊ စိတ်အပြောင်းအလဲမြန်တာကိုMercurial mood; Mercurial mind; Mercurial temper လို့ပြောပါတယ်။ ဒီ Mercurial ဆိုတာ ကိုင်တွယ်ဖမ်းဆုပ်ရတာ မလွယ်ကူတဲ့ ပြဒါး (Mercury) က ဖြစ်လာတဲ့ စကားလုံးသဏ္ဍန် (Word form) တစ်ခုပါ။  ဒေါ်နယ်ထရမ့် လို သဘောထား ခုတစ်မျိုး ခုတစ်မျိုးပြောင်းတယ်။ ခုစာလေးကြော် ခုဆီထမင်းလုပ်တာကို Blow hot and cold လို့ပြောရိုးရှိပါတယ်။ နေရာအတည်တကျမနေဘဲ ရွှေ့ပြောင်းသွားလာနေတတ်သူမျိုးကို Rolling stone လို့ခေါ်ပါတယ်။ Rolling stone gathers no moss. လိမ့်နေတဲ့ကျောက်တုံး ရေညှိမတက် ဆိုတာ လူသိများစကားပုံတစ်ခုပါ။ ဒါကိုအစွဲပြုလို့ တစ်နေ့တစ်မျိုးပြောင်းတတ်တဲ့ကောင်မလေးကိုတင်စားခေါ်ဝေါ်လိုက်တာက \"The Rolling Stone Lover ရွှေတစ်နေ့၊ ငွေတစ်နေ့ချစ်သူ\" ပါတဲ့ဗျာ။  ကြုံကြိုက်လို့ပြောရရင် \"ခုတစ်မျိုး၊ တော်ကြာတစ်မျိုး\" အမျိုးမျိုးမထင်မှတ်ဘဲ ပြောင်းတတ်သလို \"ခုမြင် ခုပျောက်\" အခြေအနေမျိုးလည်းရှိတတ်ပါတယ်။ ဒါကတော့ ၁၉၇၂ မှာရုံတင်တဲ့ ကာတွန်းဆရာကြီး ဝေါ့ဒစ္စနီ ရဲ့ကိုယ်ပျောက်ရယ်ရွှင်ဖွယ်ကားအမည်က Now You See Him, Now You Don’t ပါ။ စိတ်အပြောင်းအလဲမြန်သူကို ဂရုပြုရမှာဖြစ်သလို ခုမြင် ခုပျောက် သရဲတစ္ဆေလို လိုအပ်ရင် ကိုယ်ယောင်ဖျောက်သွားတတ်သူ လူလိမ်လူညာ (Ghostly Swindler) တွေကိုလည်း သတိထားရမှာဖြစ်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မိုးကလေးရွာရင်နော်ဗျာ",
        "content": "မိုးကလေးရွာရင်နော်ဗျာ\n\n...ဒီနှစ်က မနှစ်ကထက် မိုးရွာတာနောက်ကျပါတယ်။ မနှစ် မေ ၂၇ က နေသာချိန်နည်းပြီး မိုးရွာချိန်များတယ်လို့ ပြန်တွေ့ရပါတယ်။ အနောက်တောင်မုတ်သုံလေကြောင့် မိုးဖြိုင်ဖြိုင်ရွာတော့မှာပါ့။ မိုးစရွာတယ်ဆိုရင်ပဲ စိုးသူ ရဲ့ \"မိုးရွာသောနေ့အသက်ရှင်ခြင်း\" သီချင်းကိုသတိရမိပြန်တယ်။အချိန်အခါနဲ့အညီ ခံစားချက်အဖုံဖုံ ရှု့ထောင့်အစုံက မိုးအကြောင်းရေးဖွဲထားတဲ့သီချင်းစာရင်း တင်ပေးလိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "စဉ်းစား",
        "content": "စဉ်းစား\n\nအများသိနေပြီးဖြစ်တဲ့ ဆိုစကား Everybody's Business is Nobody's Business. အတိုင်း လူတိုင်းနဲ့ဆိုင်တဲ့အလုပ်ဆိုရင် ဘယ်သူဘယ်ဝါလုပ်ရမယ်လို့ တစ်ယောက်ယောက်ကို တွက်ကတ်လွှဲချ နေလို့မရပါဘူး။ ဒါဆို ဘယ်သူနဲ့မှမဆိုင်တဲ့အလုပ်ဆိုတာ လူတိုင်းနဲ့ဆိုင်တဲ့အလုပ် And Nobody's Business is Everybody's Business.ဖြစ်ပါလိမ့်မယ်။  နောက်အဆိုအမိန့်တစ်ခုက \"တစ်ယောက်အတွက်တော့အမှိုက်၊ တစ်ယောက်အဖို့က ရတနာ Instances of one man’s garbage turning out to be another man’s treasure\" လို့ဆိုပါတယ်။ အဲဒီတော့ ကိုယ်လုပ်ရပ်က အခြားသူတွေအပေါ်၊ ပတ်ဝန်းကျင်အပေါ် ဘယ်လိုမျိုးကောင်းဆိုးကျိုးပြစ်သက်ရောက်တတ်တာ စဉ်းစားရပါမယ်။ စဉ်းစားရာမှာ ဘာကိုမှ ချန်ထားလို့မရပါဘူး။ All inclusiveness. အားလုံးပါဝင်ရပါမယ်။ လူ့အဖွဲအစည်းဟာ အားလုံးဆက်စပ်ဖြစ်ပျက်နေတာကြောင့် \"One Man's Ceiling Is Another Man's Floor. တစ်ယောက်ရဲ့မျက်နှာကြက်က နောက်တစ်ယောက်အတွက်ကြမ်းပြင်\"ဖြစ်နေတာကို မမေ့ကြဖို့ပါ။  စဉ်းစားကြပါ ~ သမာသမတ် စဉ်းစားတာလူပါ။ ဆင်ခြင်တုံတရားရှိတဲ့လူတွေ စဉ်းစားကြ။ လူတွေစဉ်းစားကြ။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "Our Heartthrob ZORRO",
        "content": "Our Heartthrob ZORRO\n\nကျွန်တော်တို့အိမ်ရဲ့ ဆည်းလည်းး၊ အသည်းကျော် Terrier လေး Zorro အသက် ၃ လပြည့်သွားပါပြီ။ သူရဲ့မိဘနှစ်ပါး Justin ~ Nicki တို့နဲ့အတူ နေ့တွေညတွေကိုဖြတ်သန်းပြီး သူပျော်နေပါကြောင်း ကျွန်တော်တို့လို တိရစ္ဆာန်ချစ်သူများကို အသိပေးပါတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။Read carefully! Better \"read\" their mind. It might be catastrophic impact on future generation if it's wrong. Credit to contributor."
    },
    {
        "title": "Drivin' like a maniac",
        "content": "Drivin' like a maniac\n\n\"စိတ်ရှည်၊ သည်းခံ၊ လမ်းကြောင်းမှန် မောင်းရန်မော်တော်ကား\" ဆိုတဲ့ ဆောင်ပုဒ်လေးက အန္တရာယ်ကင်းကင်း ကားမောင်းလိုသူတိုင်း လိုက်နာရမယ့် ဆောင်ပုဒ်လေးပါ။ Safe Driving နဲ့ပတ်သက်လို့ သတိပေးဆောင်းပါးတစ်ခုမှာ ကားမောင်းမယ်ဆိုလိုက်တာနဲ့ ကိုယ့်လိုကားမောင်းနေတဲ့သူတိုင်းကိုအရူး တွေလို့ သဘောထားလိုက်ပါတဲ့။  ဒါက Generally speaking ယေဘုယျသဘောပြောတာ ဖြစ်ပါလိမ့်မယ်။ Technically speaking တိတိပပပြောတာက ဒီလိုရှိပါတယ်။ \"ခင်ဗျားထက် နှေးနှေးမောင်းသူက ကျပ်မပြည့်သူ ခင်ဗျားထက် မြန်မြန်မောင်းသူက အရူး Everyone who drives slower than you isa moron; Everyone who drives faster than you is a maniac.\" လမ်းပေါ်မှာ အရူးတွေ အများကြီးပါ။ ကျွန်တော်တို့ရဲ့ အသက်ဘေး စိုးရိမ်နေရပါတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "နင်စေရင်",
        "content": "နင်စေရင်\n\nIf You Wish ... I would have died  ဇော်ဝမ်း နဲ့ ဆွေဇင်ထိုက် တို့ရဲ့ပွဲဦးထွက်ရုပ်ရှင်ကားအမည်က \"စေလိုရာစေ\" ပါ။ အဘိဓာန်က Your wish is my command. ကို စေလိုရာစေ လို့တူညီမှုပြုပါတယ်။ ဒီအသုံးအနှုန်းက အပြန်အလှန်လိုက်လျောကြတဲ့ချစ်သူတွေအဖို့ အလှဆုံးဖြစ်ပါလိမ့်မယ်။ ⊙⊙⊙နောက်အသုံးတည့်မယ့်စကားစုလေးတွေရှိပါသေးတယ်။  At your service. ကူညီရန်အသင့်ပါ ♡♡♡ If you need me, I'm at your service. ဗြိတိန်နိုင်ငံရဲ့ ရုံးသုံးစာအိတ်တွေမှာတွေ့ရတာက \"On Her Majesty's Service ဘုရင်မကြီးရဲ့အမှုတော်ထမ်းရွက်လျက်ပါ\"။ ဒီကနေ ပွားလိုက်တဲ့James Bond ရုပ်ရှင်ကားအမည် \"On Her Majesty's Secret Service\" ကိုလည်း မှတ်မိကြမှာပါ။  At your disposal သဘောရှိသုံးပါ ~ ကြိုက်သလိုလုပ်ပါ ♡♡♡ I place my heart at your disposal.  Just as you wish မင်းသဘောအတိုင်း ♡♡♡ You can love me or leave mejust as you wish.  If you like သဘောပဲလေ ♡♡♡ Shall we dance? If you like.  As you like or wish မင်း သဘော၊ မင်း သဘော ♡♡♡ I think we should go home now. Very well. As you like. ရှိတ်စပီးယားရဲ့နာမည်ကျော်ပြဇာတ်အမည်က As you like it ပါ။အားလုံး မင်္ဂလာညချမ်းပါ။ On Her Majesty's Service ချစ်တာနဲ့ကြောက်တာဟာ အင်မတန်ခွဲခြားရခက်တယ်ဆိုပဲ။ အနှစ်လေးဆယ့်ငါးကျော်အိမ်ထောင်သက် နှစ်ငါးဆယ်တိုင်တော့မယ့်ကျွန်တော်က အခုထိ Your wish is My command. ပါပဲဗျာ။ လာပြန်ပြီ အခုပြောနေတဲ့ကျွန်တော်က ကျွန်တော် မဟုတ်ပါ။မယုံရင်လည်း ပုံပြင်သာမှတ်လိုက်ကြပါတော့။"
    },
    {
        "title": "Seeking Justice",
        "content": "Seeking Justice\n\nတရားမျှတမှုမရှိတဲ့အခြေအနေတစ်ရပ်မှာ နှုတ်ဆိတ်နေမယ်ဆိုရင် ဖိနှိပ်သူဘက်ကရပ်တည်တယ် လို့သတ်မှတ်ရလိမ့်မယ်။နိုဘယ်ဆုရှင် ဒက်စမွန်တူးတူးIf you are neutral in situations of injustice, you have chosen the side of the oppressor. Desmond Tutu_Nobel Laureate"
    },
    {
        "title": "Trendy Trio",
        "content": "Trendy Trio\n\nကမ်းခြေမှာ ကောင်မလေးသုံးယောက် ထိုင်နေတာတွေ့တော့ ဘာရယ်မှန်းမသိ ဆရာမြို့မငြိမ်းရဲ့ \"ရေချိုးဆိပ်\" သီချင်းစာသားတစ်ပိုင်းတစ်စ ညီးနေမိတယ်။ \"အိပွဲ့အိပွဲ့ ငှက်သမ္ဗာန်ခတ်သွားတယ် ကြည့်ကွဲ့ကြည့်ကွဲ့ ညီး လူဟာကြောင်လွန်းတယ် တစ်စုတစ်ဝေးလုံမငယ် ကြိတ်ပုန်းစားကြတယ်... ကမ်းပေါ်ကလူပျိုလေးရယ် ဘာတွေတွေးတယ်သိနိုင်ပြီဘူးကွယ် အိပွဲ့အိပွဲ့ ငှက်သမ္ဗာန်ခတ်သွားတယ်...\" ကဲ ကမ်းပေါ်က Trendy ရော့ကင်ရိုး အပျိုမလေးတွေ ဘာတွေတွေးနေကြသလဲ မသိချင်ကြဘူးလား။ အားလုံး မင်္ဂလာညချမ်းပါ။ Foto credit to uploader."
    },
    {
        "title": "Food for Ogler ငမ်းစာ",
        "content": "Food for Ogler ငမ်းစာ\n\nကျွန်တော်တို့တတွေဟာ လူမှုရေး၊ ရောင်းရေးဝယ်တာစတဲ့ လုပ်ငန်းအကြောင်းခြင်းရာပေါ်မူတည်ပြီး၊အမျိုးမျိုးသောအာမခံတွေပေးကြရလေ့ရှိပါတယ်။ တကယ်တော့ အာမခံတယ်၊ အာမဘန္တေခံတယ်ဆိုတာကတိဝန်ခံချက်ပေးတဲ့သဘောဖြစ်ပါတယ်။ ပစ္စည်းရောင်းသူတွေ ရဲရဲပေးလေ့ရှိတဲ့အာမခံက \"Money-backGuarantee. ငွေပြန်အမ်းသည်\"; No Cure, No Pay. မပျောက်ရင်မပေးနဲ့ဆိုတဲ့ အာမခံမျိုးပါ။မြန်မာအဘိဓာန်က \"အာမခံ\" ကို \"ကတိဝန်ခံချက်\" လို့အနက်ဖွင့်ပါတယ်။ အင်္ဂလိပ်စကားမှာ အာမခံ ကိုWarranty; Insurance နဲ့ Bail လို့အကြမ်းဖျင်းခွဲခြားနိုင်ပါတယ်။ကုန်ပစ္စည်း (Goods/ Commodity) (သို့) ဝန်ဆောင်မှု (Service) အတွက်ပေးတဲ့ အာမခံမျိုးကိုWarranty လို့ခေါ်ပါတယ်။အသက်အိုးအိမ်စည်းစိမ်ပျက်စီးဆုံးရှုံးမှုမှ ကာကွယ်ဖို့ အာမခံကုမ္ပဏီနဲ့စာချုပ်ချုပ်၊ ကျသင့်ပရီမီယံပေးသွင်းထားရှိတဲ့ အသက်အာမခံ (Life insurance); အိမ်အတွက်မီးအာမခံ (Insurance for fire) စတဲ့ အာမခံမျိုးကိုတော့ \"Insurance\" လို့ခေါ်ပါတယ်။ရဲအမှုအခင်းဖြစ်ရင် အချုပ်အနှောင်ကလွတ်အောင် ပေးရတဲ့အာမခံ ကိုတော့ Bail လို့ခေါ်ပါတယ်။အဲဒီလို အာမခံ၊ ကတိဝန်ခံချက်ပေးလိုက်ရင် တရားခံအနေနဲ့ အချုပ်က ယာယီလွတ်ငြိမ်းခွင့်ရသွားပါတယ်။အာမခံကြောင့် အချုပ်လွတ် ထုချေ ခွင့်ရတဲ့အခွင့်အရေးပါ။{{Assurance က (သေချာကြောင်း) အာမခံချက် ပါ။ ကိုယ့်လုပ်ပေးရမယ့်အလုပ်တာဝန် ဘယ်တော့အပြီးသတ်မယ်ဆိုတာမျိုး အာမခံချက်ပါ။ ကတိပေးတယ်၊ ဝန်ခံကတိပေးတယ်၊ ကတိဝန်ခံချက်ပေးတယ် Assure (V); Assurance 👎 ပေါ့ဗျာ။}}အာမခံအဖြစ်ပေးသွင်းရတဲ့ငွေကြေး ကို Surety လို့ခေါ်ပြီး၊ အာမခံအဖြစ်ပေးသွင်းရတဲ့ပစ္စည်း(အပေါင်ပစ္စည်း) ကို Collateral; Guarantee; Pledge လို့ခေါ်ပါတယ်။ Security ဆိုတာက အာမခံအဖြစ်ပေးတဲ့ငွေကြေး (သို့) ပစ္စည်း ကိုခေါ်တာဖြစ်ပါတယ်။ Deposit ဆိုတာ (ငှားတဲ့ပစ္စည်း၊ ကိစ္စရပ်တစ်ခုအတွက် ယုံကြည်မှုရှိစေဖို့) အာမခံအဖြစ် ကြို တင်ပေးထားသောငွေ ~ စပေါ်ငွေ ပါ။တကယ်တော့ \"အာမခံ\" တယ်ဆိုတာ တာဝန်ယူခြင်းတစ်မျိုးပါ။ ကိုယ့်အတွက် ငွေကြေး (သို့) ပစ္စည်းအာမခံပေးရတာရှိသလို၊ သူတစ်ပါးအတွက် ဝင်အာမခံရတာမျိုးလည်းရှိတတ်ပါတယ်။ ဥပမာငွေစုငွေချေးအသင်း က ငွေချေးရင် အာမခံသူ (Guarantor) နှစ်ယောက်ပေးရတယ်။ ဒါကြောင့် ချေးငွေယူတဲ့သူက ပြန်မဆပ်ရင် အာမခံသူတွေက စိုက်ဆပ်ရတတ်ပါတယ်။ဒီလိုပါပဲ ဘဏ်တွေကငွေချေးရင် မိမိပိုင်အိမ်မြေစတာတွေကို အာမခံအပေါင်ပစ္စည်းအဖြစ်ပေးထားရတယ်။ ချေးငွေပြန်မဆပ်ရင် ဘဏ်က အဲဒီအပေါင်ပစ္စည်းကိုသိမ်းပါတယ်။ ဒါကြောင့် အာမခံပေးထားသူက ပျက်ကွက်ခဲ့ရင် ကိုယ်က အာမခံပေးထားတဲ့ ကတိကဝတ်အတိုင်း ငွေကြေးပေးလျော်ရပါတယ်။အာမခံအပေးမှားလို့ လခထုတ်ရက်တိုင်း ကန်စွန်းရွက်ပြုတ်ပဲစားရတဲ့ ပြန်တမ်းဝင်အရာရှိကြီး(Gazetted officer) တစ်ယောက်အကြောင်းပြောချင်ပါတယ်။ အစိုးရရုံးက နိုင်ငံခြားပညာတော်သင်(Scholarship) စေလွှတ်ရင် အရာရှိနှစ်ယောက်က ကျပ် ၅၀,၀၀၀- စီပေးလျော်ရမယ့် အာမခံလက်မှတ်ထိုးပေးရပါတယ်။ အဲဒီ အရာရှိကြီးဟာ သူ့လက်အောက်က အမျိုးသမီးဝန်ထမ်းတစ်ဦးရဲ့ နိုင်ငံခြားပညာတော်သင်အတွက် ကျပ် ၅၀,၀၀၀- တန်အာမခံပေးလိုက်တယ်။ ကံဆိုးတာက အဲဒီ အမျိုးသမီး အချိန်တန်လို့ ပြန်မလာတော့ သူ့လစာထဲက အရစ်ကျ လစဉ်ပေးလျော်ရတယ်။ ရွှေတစ်ကျပ်သား ကျပ် ၂၂,ဝဝဝ- ခေတ်မှာ ငွေ ၅၀,ဝဝဝ- ပေးလျော်ရတော့ အဲဒီ အရာရှိကြီးရဲ့ ဇနီးသည်အနေနဲ့ဘယ်ခံစားနိုင်ပါ့မလဲ။ ဒီတော့ လကုန်ရက်ရောက်တိုင်း သူ့ယောက်ျားရဲ့ထမင်းချိုင့်မှာ ပုံမှန်ထည့်နေကျဟင်းမပါဘဲ၊ ကန်စွန်းရွက်ပြုတ်ရယ်၊ \"ငမ်းစာ\" ဆိုတဲ့စာလိပ်လေးရယ်ပဲထည့်ပေးပါတယ်။ဒီနေရာမှာ ကြုံကြိုက်တုန်း ဝေါဟာရလေ့လာသူကျွန်တော်က သံတူကြောင်းကွဲ (Homonyms)ဖြစ်တဲ့ \"ငန်း နဲ့ ငမ်း\" အကြောင်းပြောပါရစေ။(နာမ်ပုဒ်) \"ငန်း\" က အများသိကြတဲ့ Swan ခေါ် \"ဝမ်းဘဲထက် ကိုယ်ထည်ကြီး လည်ပင်းရှည်ငှက်သတ္တဝါ\" ပါ။ ခွဲခြားရင် ဘဲငန်း ကို Goose; တောငန်းကြီး ကို Swan လို့ ပြောရမှာဖြစ်ပါတယ်။(ကြိယာပုဒ်) ငမ်း က \"မက်မောစိတ်ဖြင့်စူးစိုက်ကြည့်သည်၊ ငမ်းသည်\" \"Ogle\" ပါ။ ငမ်းသူ ကိုတော့\"Ogler\" လို့ခေါ်ပါတယ်။တကယ့် ငန်း က အစုံစားသတ္တဝါဖြစ်ပေမဲ့၊ အာမခံပေးမှားသွားတဲ့ \"ငမ်းသူ\" အရာရှိကြီးခမျာမှာတော့ ကန်စွန်းရွက်ပြုတ်စား သတ်သတ်ကြီးကိုလွတ်နေတဲ့ \"ငမ်းကြီး\" ဘဝရောက်သွားခဲ့ရပါတယ်။သတိပေးစာ\"ကိုယ့်နာမည်ကိုယ်ဖျက်ပြီး၊ ကိုယ့်သိက္ခာကိုယ်ချချင်တဲ့အခါ သူများကိစ္စ အာမခံ ပေးလိုက်ပါ\" ♤♤♤Image credit to original artists.PS>In remembrance to the late Sayagyi U Chit Swe, Chief Auditor,Myanma Five Star Line (MFSL) who told me the story."
    },
    {
        "title": "JADED",
        "content": "JADED\n\nJADE MINES OF PHAKANT Jade (Noun) ဆိုတာနဲ့ ကျောက်စိမ်း လို့ တန်းသိကြပါတယ်။ ဒါပေမဲ့ Jaded (Adj) ကိုတော့ သိသူ၊ သုံးကြသူ နည်းပါလိမ့်မယ်။ Jaded ကို အီသော၊ ဟုံသော လို့အနက်ပေးပါတယ်။ Feeling jaded ဆိုရင် ငြီးငွေ့စိတ်ကုန်တဲ့သဘောပါ။ Jaded appetite ဆိုရင် ဘာစားစား ခံတွင်းမတွေ့ဘူးပေါ့။ Jaded နဲ့အလိုက်ဖက်ဆုံးအနက်အဓိပ္ပာယ်က Exhausted ခြေကုန်လက်ပန်းကျနေသော၊ (မြေထဲကရှိတာတွေ တူးဆွယူသွားကြလို့) ကုန်ခမ်းနေတဲ့သဘောပါ။ အဲဒီတော့ ဖားကန့်အစရှိတဲ့ရတနာမြေထဲက ကျောက်စိမ်းအပါအဝင် အဖိုးတန်ရတနာတွေ တိုင်းရင်းသားတွေ အကျိုးအတွက်မဟုတ်ဘဲ မဆိုင်သူတွေရဲ့ မတရားအမြတ်ထုတ်ခံခဲ့ရတော့Exhausted mines ရတနာကုန်ခမ်းနေတဲ့မှော်တွေ၊ မိုင်းကြီးတွေကြည့်ပြီး အရုပ်ကျိုးပြတ်လဲကျရုံပဲတတ်နိုင်ပါတော့တယ်။ အားလုံး ဗလာ နတ္ထိ ဘာမှမရှိတော့ပါလား။ စိတ်ကြိုက် ချိန်ဆပြီး ထိုးစိုက်လို့ အသေလုပ်သွားကြတယ်။ အား ရက်စက်လိုက်ကြတာဗျာ။ ကားလိပ်ချ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "တို့တော့မယ်တဲ့ထိတော့မယ်",
        "content": "တို့တော့မယ်တဲ့ထိတော့မယ်\n\nThe Untouchable တို့တော့မယ်တဲ့ထိတော့မယ်  လူဆိုးဂိုဏ်းတွေအကြောင်း သရုပ်ဖော်ထားတဲ့ The Untouchables လို Gangster movie ရုပ်ရှင်ကားတွေကြည့်ဖူးကြမှာပါ။ ရုပ်ရှင်ထဲက မူးယစ်ဆေးမှောင်ခိုရာဇာတွေဆို Legally Untouchable ဥပဒေအရ ဖမ်းဆီးအပြစ်ပေးနိုင်ခြင်းမရှိသေးသလိုဒီမိုကရေစီအသွင်ကူးပြောင်းဆဲမြန်မာနိုင်ငံမှာလည်း ဒီအတိုင်းပါပဲ။ သူတို့က Above The Law\" ဥပဒေအထက်မှာဘယ်သူမှမရှိစေရ၊ ငါတို့ပဲ ရှိမယ်\" ဖြစ်နေပါသေးတယ်။  ဝေါဟာရအနေနဲ့ပြောရရင် Untouchable ကို အနက်အဓိပ္ပာယ်လေးမျိုးနဲ့တွေ့ရပါတယ်။ ၁. A criminal so adept, they cannot bearrested or convicted. အဖမ်းမခံရ၊ ပြစ်ဒဏ်ချမခံရအောင် အရှောင်အတိမ်းကျွမ်းကျင်ပါးနပ်တဲ့ရာဇဝတ်ကောင် ၂. A pariah. လူ့အသိုင်းအဝိုင်းမှ အပယ်ခံရသူ၊ အပယ်ခံဘယ်သူမှမထိမကိုင်ချင်တဲ့ စက်ဆုပ်ရွံရှာဖွယ်အနာကြီးရောဂါ (Leprosy); အော့နှလုံးနာစရာအနာကြီးရောဂါသည် (Leper); ဘယ်သူမှအခေါ်အပြောမလုပ်ချင်တဲ့အောက်တန်းစား (The gutter; Person of lower social class or status); ကလေကဝ (Vagabond)၊ သာမညောင်ည အုတ်ကြားမြက်ပေါက် (Nonentity) တွေကိုလည်း Untouchable လို့ခေါ်ကြပါတယ်။ ၃. In the Indian caste system, a member of the lowest caste.ဇာတ်နိမ့်သူ အိန္ဒိယနိုင်ငံရှိ ဟိန္ဒူ ဘာသာဝင်တွေထဲက ဇာတ်အနိမ့်ဆုံးလို့ ခွဲခြားသတ်မှတ်ခံရတဲ့ဇာတ်နိမ့်သူအပယ်ခံ ၄. An incorruptible law enforcement agent အဂတိကင်း၊ လာဘ်ပေးလာဘ်ယူမရှိလို့ သိမ်းသွင်းမရတဲ့ တရားဥပဒေစိုးမိုးရေးဆောင်ရွက်သူ (တရားသူကြီး၊ ရှေ့နေ၊ ဥပဒေပညာရှင်၊ ရဲ ...) ဒါတွေကအဘိဓာန်ကပေးနိုင်တဲ့ အနက်ဖွင့်ဆိုချက်တွေပါ။ ဒါကို အရင်ကဖွင့်ဆိုချက်လို့ပြောနိုင်ပါတယ်။  အခုအချိန်မှာတော့ အဲဒီ Untouchable ဟာ ပြည်သူ့အကျိုးဘေးဖယ်၊ အာဏာအလွဲသုံး၊ ဥပဒေဖင်ခုထိုင်၊ အဂတိလိုက်စားပြီး၊ ဆယ်သက်မကစားမကုန်အောင် မတရားချမ်းသာကြွယ်ဝနေသူတွေကိုခေါ်ပါတယ်။ အဲဒီလူတွေကAbove The Law ဥပဒေအထက်မှာ ခွထိုင်နေတာကြောင့် သူတို့ကို ဘယ်သူမှ မတို့ရဲ မထိရဲလို့ \"တကယ့် တို့ထိမရတဲ့သူ The Untouchable\" တွေ ဖြစ်နေပါပြီ။ အားလုံး ဘေးအန္တရာယ်အသွယ်သွယ်မှ ကင်းဝေးကြပါစေ။ Image credit to original artists."
    },
    {
        "title": "သွေးစွန်းသော ကျောက်စိမ်းခရီး",
        "content": "သွေးစွန်းသော ကျောက်စိမ်းခရီး\n\nကြည့်ဖြစ်အောင်သွားကြည့်ကြပါ။ A Must-see Foto Exhibition for ALL. “သွေးစွန်းသော ကျောက်စိမ်းခရီး” ဓာတ်ပုံပြပွဲ Journey of The Blood Jade အမည်ရတဲ့ ဓာတ်ပုံပြပွဲ မေလ ၁၆ ရက်မှ ၁၈ ရက်ထိ ရန်ကုန်မြို့ ဒဂုံမြို့နယ် အလုံလမ်းရှိ People’s Parkအတွင်းရှိYangon Gallery မှာ နံနက် ၁၀ နာရီခွဲကနေ ၆နာရီထိ ပြသသွားမယ်လို့သိရပါတယ်။အဆိုပါ သွေးစွန်းသော ကျောက်စိမ်းခရီးအမည်ရတဲ့ ဓာတ်ပုံပြပွဲမှာ ကချင်ပြည်နယ် ဖားကန့်မြို့ရှိ ကျောက်စိမ်းများ အ လွန်အကျွံထုတ်လုပ်မှုနှင့် ပတ်သက်ပြီး ၂၅ နှစ်တာအတွင်း မှတ်တမ်းတင်ခဲ့တဲ့ ဓာတ်ပုံများကို ပြသသွားမယ်လို့ သိရပါ တယ်။ ပြပွဲကို Natural Resource Governance Institute အဖွဲ့က ကြီးမှူးကျင်းပတာဖြစ်ပြီးKo Zaw (Hpakant ), Soe Win Nyein, Zaw Moe Htet , Nyan Hlaing Lin ဓာတ်ပုံဆရာ လေးဦး၏ ဓာတ်ပုံ စုစုပေါင်း ၇၀ခန့်ကို ပြသသွားမှာဖြစ်ပါ တယ်။ Credit to Source : မိုးမခ မေ ၁၆၊ ၂၀၁၈"
    },
    {
        "title": "HAPPY MOTHER'S DAY",
        "content": "HAPPY MOTHER'S DAY\n\nMay 13 _ Today is Mother's Day. Internationally celebrated each year on the second Sunday of May. Mother's Day is the perfect occasion to go all out and indulge your mother with gifts, thoughtful gestures and, most importantly,your time. Give your dearest mum a gift differently. ♡♡♡ ဘုရားသခင်က နေရာတိုင်းမှာ သင်တို့နဲ့အတူမရှိနိုင်၊ မစောင့်ရှောက်နိုင်လို့ အမေတွေကို ဖန်ဆင်းပေးခဲ့တာပါ။ အမေ့ကိုမမေ့ကြပါနဲ့။"
    },
    {
        "title": "The plot thickens.",
        "content": "The plot thickens.\n\nThe plot thickens. ဆိုတာ အခြေအနေ ပိုမိုရှုပ်ထွေးလာပြီ... လို့ပြောတာပါ။  The phrase is used when a situation is becoming more and more complicated and puzzling.  Do y'all think it has become more complicated, become more involved,become more intricate, become more mysterious. Credit to contributor."
    },
    {
        "title": "သိတာနောကျေနေစေဖို့",
        "content": "သိတာနောကျေနေစေဖို့\n\nသတင်းစာသမားတွေ ပြောပြောနေတဲ့\"In the know အတွင်းသိ၊ တိတိကျကျမှန်မှန်ကန်ကန်သိထား\" ဆိုတဲ့ လက်သုံးစကားလေး။🐼🐼🐼သိတာနောကျေနေစေဖို့To Know ThoroughlyKnow ဆိုတဲ့ကြိယာကို သိသည်၊ (သိတော့) နားလည်သည်၊ (သိပ်သိတော့) ကျွမ်းကျင်သည်၊ (တစ်ယောက်အကြောင်း တစ်ယောက်သိသွားကြတော့) သိကျွမ်းသည်၊ ကြုံဖူးသည် ... စတဲ့အဓိပ္ပာယ်တွေနဲ့ အများကသိကြပါတယ်။ ဒီတော့ I know, You know, Everybody knows ပေါ့ဗျာ။တစ်ယောက်ယောက်နာမည်ကို ဒီလိုသိထားတယ်၊ ဒီလိုခေါ်ကြတယ်ဆိုရင်လည်း also known as (သို့) aka; better known as; widely known as လို့ပြောကြပြန်တယ်။အလွယ်ကူဆုံး I know ငါသိတယ်၊ I know you မင်းကိုငါသိတယ်၊ You know me. မင်းကလည်းငါ့ကိုသိတယ် ... ဒီလို အခြေအနေကဖြစ်လာတဲ့ Abba ရဲ့ \"Knowing Me, Knowing you မင်းလည်းသိတယ် ငါလည်းသိ\" သီချင်းက ရင်မောစရာဖြစ်ရပါတယ်။ Simply Red ရဲ့သတင်းစာသမားတွေပြောပြောနေတဲ့\"In the know အတွင်းသိ၊ တိတိကျကျ မှန်မှန်ကန်ကန်သိထား\" ဆိုတဲ့ လက်သုံးစကားလေးကို သတိပြုမိကြပါသလား။မသိတာမျိုးကြတော့ I don't know. ပေါ့။ သိထားတာနည်းနည်းရှိရင် ထိန်းထိန်းသိမ်းသိမ်းပြောနိုင်တာကI don't know much about it. ပါ။မလိုက်နိုင် ဉာဏ်မမီတာဆိုရင် ဘုရားပဲသိမယ်၊ ဘုရားသိပါတယ် God knows or Heaven knows လို့ဆိုပါတယ်။Know best က အသိဆုံးပါလို့ ဆိုလိုတာပါ။ ဥပမာ Mother knows best. အရာရာသိတာကောင်းပေမယ့် အင်္ဂလိပ်က Know-all (Know-it-all) ဆိုတာ ငေါ့တော့တော့သဘောနဲ့ \"လူတတ်ကြီး\" လို့ပြောတာဖြစ်ပါတယ်။Know နဲ့ပတ်သက်လို့ စာအုပ်ကြော်ငြာတွေသတိပြုမိကြပါလိမ့်မယ်။ Here’s what you need to know. ဟောဒါလေးက ခင်ဗျားသိထားဖို့လိုတဲ့စာအုပ်လေးပါ။ နောက်တွေ့ရမှာက Everything you always wanted to know about SEX. လိုမျိုး ဘာပဲလိုလို သိချင်တာတွေ ဒီမှာအကုန်လုံးရှိတယ်ပေါ့ဗျာ.... ကဲလိုချင်ရင် အွန်လိုင်းပေါ်က မှာနိုင်ပါတယ်။ Please stay tuned! You will be in the know... I'll be back!လူတိုင်း အသိကြွယ်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "QUOTABLE QUOTES",
        "content": "QUOTABLE QUOTES\n\nBeware the horse from the rear;the bull from the front;but man from all sides.မြင်းကို အနောက်ဘက်မှ သတိထားပါ။နွားသိုးကို အရှေ့ဘက်မှ သတိထားပါ။လူကိုတော့ အဘက်ဘက်မှ သတိထားပါ။To find a friendQUOTABLE QUOTESBeware the horse from the rear;the bull from the front;but man from all sides.မြင်းကို အနောက်ဘက်မှ သတိထားပါ။နွားသိုးကို အရှေ့ဘက်မှ သတိထားပါ။လူကိုတော့ အဘက်ဘက်မှ သတိထားပါ။To find a friend,one must close one eye;to keep him - two.မိတ်ဆွေတစ်ယောက်ရဖို့မျက်စိတစ်ဖက်ပိတ်ထားရမယ်။အဲဒီ့မိတ်ဆွေနဲ့ မြဲဖို့ဆိုရင်တော့မျက်စိနှစ်ဖက်စလုံး ပိတ်ထားရမယ်။♡♡♡Credit Mya Yee ThandaSeptember 29, 2013, one must close one eye;to keep him - two.မိတ်ဆွေတစ်ယောက်ရဖို့မျက်စိတစ်ဖက်ပိတ်ထားရမယ်။အဲဒီ့မိတ်ဆွေနဲ့ မြဲဖို့ဆိုရင်တော့မျက်စိနှစ်ဖက်စလုံး ပိတ်ထားရမယ်။♡♡♡Credit Mya Yee Thanda"
    },
    {
        "title": "May Day",
        "content": "May Day\n\nMay 1, May Day International Workers' Day or Labour Day or Workers' Day ♡♡♡♡♡ Wishing all the best to the working people of the world! Wishing all the best to the working people of the world! Wishing all the best tothe working people of the world! Credit to the cartoonist"
    },
    {
        "title": "What's News!",
        "content": "What's News!\n\nအားလုံးသိကြတဲ့အတိုင်း ဒေသတွင်းနဲ့ ကမ္ဘာအနှံ့အပြားမှာ နေ့စဉ်ဖြစ်ပျက်နေတဲ့အကြောင်းအရာတွေကို သတင်း (News) လို့ခေါ်ပါတယ်။ သတင်း (News) ကို မြန်မာအဘိဓာန်က \"ကြားသိအပ်သောအဖြစ်အပျက်အကြောင်းအရာ\" လို့အနက်ပေးပါတယ်။ အင်္ဂလိပ်အဘိဓာန်အချို့က \"မီဒီယာများမှတင်ဆက်တဲ့ လတ်တလောဖြစ်ရပ်များ(Reports of current events broadcast via media such as newspapers or television.) လို့ဆိုပါတယ်။ သတင်းဆိုတာ အရှေ့၊ အနောက်၊ တောင်၊ မြောက် အရပ်လေးမျက်နှာက ထွက်ပေါ်လာတာကြောင့် North, East, West, South = News လို့ အမည်သညာပေးခဲ့ကြောင်း မှတ်သားရပါတယ်။သတင်းသမားတွေက သတင်းကို ဒီလိုအဓိပ္ပာယ်ဖွင့်ပါတယ်_ \"When a dog bites a man, that is not news, because it happens so often. But if a man bites a dog, that is news. ခွေးကလူကိုကိုက်တာသတင်းမဟုတ်၊ လူကခွေးကိုကိုက်တာမှသတင်းဖြစ်တယ်။\"ဒါက သတင်းစာဆရာ (Journalist) တွေရဲ့ လက်သုံးစကား (Pet expression) ဖြစ်ပါတယ်။  See no evil; Hear no evil မကောင်းတာ မမြင်လို၊ မကောင်းတာ မကြားလိုသူတွေအဖို့ No news is good news. ဘာသတင်းမှမကြားရတာဟာ သတင်းကောင်းပဲ\"လို့ ဆိုကြပေမယ့်၊ လူအများစုကမိုးလင်းတာနဲ့ မနက်စာစားရင်း သတင်းစာဖတ်ချင်၊ သတင်းနားထောင်ချင်ကြပါတယ်။ ဒါကလည်း အရာရာကို သိနေချင်တဲ့လူ့သဘာဝပါ။ ဒါကို သတင်းစာနဲ့ ရုပ်သံလွင့်မီဒီယာပေါင်းစုံက ဖြည့်ဆည်းပေးနေကြပါတယ်။ ခင်ဗျားတို့ အကုန်သိအောင်လုပ်ပေးနေတယ် Always be in the know ပေါ့ဗျာ။  သတင်းနဲ့ပတ်သက်တဲ့အီဒီယံ \"Break the news\" က \"စိတ်မချမ်းသာဖွယ်သတင်းကို ဦးဆုံးအသိပေးပြောကြားသည်\" တစ်နည်း \"သတင်းဆိုးပြောသည်\" ဖြစ်ပါတယ်။ အခုနောက်ပိုင်းမှာတော့ \"သတင်းဆိုး\" တစ်ခုတည်းမဟုတ်ဘဲ အကောင်းအဆိုးသတင်းတွေကို ဦးဦးဖျားဖျားတင်ဆက်တာကို Breaking news လို့ သိနေကြပါပြီ။BBC ပြောလေ့ရှိတာက \"We are the leader in breaking news. ကျွန်တော်တို့ဟာ စိတ်ဝင်စားဖွယ်သတင်းဦး၊ သတင်းထူးတွေတင်ဆက်ရာမှာ ရှေ့ဆောင်နေသူဖြစ်ပါတယ်\" တဲ့။  သတင်းတင်ဆက်သူတွေကြောင့် ကျွန်တော်တို့တစ်တွေလည်း Well-informed အကြားအမြင်များတဲ့ မျက်စိကြီးနားကြီးတွေ ဖြစ်လာကြပါတယ်။သတင်းသမားတွေရဲ့ကျေးဇူးကြောင့် ကိုယ်စိတ်ဝင်စားရာအကြောင်းအရာတွေကို အချိန်နဲ့တစ်ပြေးညီ အတွင်းကျကျသိသူတွေဖြစ်ကြရပါတယ်။ ဒါကိုတော့ Be in the know လို့ဆိုပါတယ်။ ဒါကြောင့် To know all there is to know မသိတာမရှိရအောင် သတင်းနားထောင်ပါ၊ သတင်းစာဖတ်ပါ ~ သင် ဘာမဆို အကုန်သိသူဖြစ်လာပါလိမ့်မယ်။ You will alwaysbe in the know! အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "အဆစ် Laniappe",
        "content": "အဆစ် Laniappe\n\nကျွန်တော်တို့အရှေ့တိုင်းသားတွေသာမက အနောက်နိုင်ငံသားတွေပါ ဈေးဆစ်တတ်ကြပါတယ်။ ဒါကြောင့် အဆစ်တတ်မှ ဈေးသက်သာမယ်လို့ အဆိုရှိပါတယ်။ ဈေးဆစ်တာကို Bargain or Haggle လို့သုံးပါတယ်။ ဈေးဆစ်တာနဲ့ပတ်သက်လို့ Haggle ထက် Bargain ကို အတွေ့များပါလိမ့်မယ်။ ဈေးဆစ်သူ ကိုတော့Bargainer or Haggler လို့ခေါ်ပါတယ်။ ဈေးဝယ်ရာမှာ ဈေးဆစ်သူ Bargainer ရှိသလိုပဲ \"Bargain-hunter ဈေးပေါရာလိုက်ရှာသူ၊ လျော့ဈေးလိုက်ရှာဝယ်တတ်သူ\" \"ပေါ ချောင် ကောင်းရှာသူတွေလည်းရှိပါတယ်။  ဈေးဆစ်တာကို \"အဆစ်\" လို့ လည်းခေါ်တတ်ကြသလို ဈေးဝယ်ဝေါဟာရမှာ နောက်ထပ် \"အဆစ်\"ဆိုတာရှိပါသေးတယ်။ အဲဒီ အဆစ် က ရောင်းသူက ဝယ်သူကို မေတ္တာလက်ဆောင်အဖြစ် အပိုပေးတာပါ။ ကွန်တော့်ငယ်ငယ်က သူ့ဆိုင်မှာနောက်လာဝယ်ဖို့ ပဲလှော်တို့၊ သကြားလုံးတို့လို တန်ဖိုးနည်းနည်းတွေကို အပိုပေးတာမျိုးပါ။ A small gift / Extra / Something special ပေါ့ဗျာ။ ရောင်းသူက အဆစ်ပေးသလိုဝယ်သူကလည်း အဆစ်တောင်းလေ့ရှိပါတယ်။ အဆစ်ကိုတော့ အင်္ဂလိပ်လို Laniappe = something given as a bonus or gratuity လို့ ခေါ်ပါတယ်။ ဒီစကားလုံးကို ပြင်သစ်ဆီကယူမွေးစားတဲ့စကားလုံး (Loan word) ဖြစ်လို့ အသံထွက်ရတာခက်ပါတယ်။ ကဲ ဈေးဝယ်ရင် ဈေးသက်သာအောင် အဆစ်တတ်ပါစေ၊နောက် အဆစ်တောင်းဖို့လည်းမမေ့ပါနဲ့။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ကြားကြတဲ့အတိုင်းပဲနော်",
        "content": "ကြားကြတဲ့အတိုင်းပဲနော်\n\nI'm not Trying to Seduce You တဲ့ENGLISH for Today & Tomorrow... TOP English Magazine for June issue is just out! It's a bumper 23rd Anniversary Special Issue! Go & Grab!Give Thanks and Praises! Wishing our Momma a Happy Birthday!I am not trying to seduce you ကျွန်မက ရှင်တို့ကို ညို့ယူဖမ်းစားနေတာမဟုတ်ဘူးနော်  ကျွန်မတို့က ဖက်ရှင်ဒီဇိုင်နာတွေပါ။ ဖက်ရှင်အသစ်အဆန်းတွေ ထွင်ပေးနေတာပါ။ ဩကာသလောကကြီး ငြိမ်းချမ်းသွာစေဖို့ အနုပညာမြောက်အလှအပအနုအရွ Aesthetic appeal တွေ၊ နယူးလွတ်~နူးလွတ် New looks လေးတွေပေးနေတာပါ။ အဲ မြင်သူငေးစရာ ဆေးဆိုးပန်းရိုက်မျက်နှာနဲ့ အလန်းလေးတွေ ဖက်ရှင်အဆန်းဝတ်လာလို့ ရှင်တို့ ဖလန်းဖလန်းဖြစ် All bulls have gone berserk ... နွားရူးတွေလွတ်လာတာတော့ ကျွန်မတို့နဲ့မဆိုင်ဘူးနော်။ ဘာပဲဖြစ်ဖြစ် We are not trying to seduce y'all ကျွန်မတို့က ရှင်တို့ကိုညို့ယူဖမ်းစား သိမ်းသွင်းနေတာမဟုတ်ဘူးနော်...  အဘိဓာန်ဆရာတွေ အနက်ဖွင့်တာ တစ်ခါတစ်လေ သိပ်ရက်စက်တတ်ကြတယ်။ ကြည့်စမ်းပါဦး Seduce ကို \"သွေးဆောင်ဖြားယောင်းသည်\" တဲ့၊ အမလေးနော် ပိုဆိုးတာက \"ဆွယ်သည်\" တဲ့ရှင်။ I am not trying to seduce you. ကျွန်မက ရှင်တို့ကိုညို့ယူဖမ်းစား သိမ်းသွင်းနေတာမဟုတ်ဘူးနော် We are not trying to seduce y'all ကျွန်မတို့က ရှင်တို့ကို သွေးဆောင်ဖြားယောင်းနေတာမဟုတ်ဘူးနော်... ♡♡♡"
    },
    {
        "title": "For the asking",
        "content": "For the asking\n\nPedagogical Pop 1 _ For The Asking  For the asking ဆိုတာ အီဒီယံ (Idiom) တစ်ခုပါ။ အီဒီယံ ကို အဘိဓာန်တွေက ဓလေ့သုံးစကား၊ ကာလဒေသအလိုက်သုံးနှုန်းပုံ၊ ဒေသိယစကား၊ ဥပစာစကား၊ ထူးခြားသောစကားအင်္လကာ စသည်ဖြင့် အနက်ဖွင့်ကြပါတယ်။ ရော့ခ်ဘုရင်ကြီး Elvis Presley က ၁၉၉၀ မှာFor The Asking ခေါင်းစဉ်နဲ့ သီချင်းအယ်ဘမ်တစ်ခုထုတ်ခဲ့ပါတယ်။ အခုပြောမယ့် အီဒီယံ For the asking ရဲ့အဓိပ္ပာယ်က \"တောင်းကာမျှဖြင့်\" တစ်နည်း \"လိုချင်တယ်လို့ပြောလိုက်တာနဲ့ ပေးပြီးသားပဲ\" ဖြစ်ပါတယ်။ ဥပမာ - This book is yours for the asking. (ie. If you say you want it,it will be given to you.) ဟာ လိုချင်လိုက်တာဗျာ ♡♡♡ ဒါဆိုမင်းပစ္စည်းပဲ။ ကဲ ဘာလိုချင်လဲ ပြောကြည့်လိုက်။ \"for the asking\"  နောက်တစ်ခုက \"လွယ်လွယ်လေး\" \"အလွယ်လေးပါ\" ဆိုတဲ့အဓိပ္ပာယ်ပါ။ If you really wish to come, it is there for the asking. လာချင်ရင် အနီးလေးပါ။ကဲ ဒါဆို လာခဲ့မယ် မင်းဆီကို ♡♡♡ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "She is a grand master",
        "content": "She is a grand master\n\nShe is a grand master  သူ ဆိုတာ ဘယ်သူလဲလို့ သိချင်သူတွေကို ပြောပြမယ်။ သူဟာလေ ဒေါ်အောင်ဆန်းစုကြည် ပါ။  သူက ဂရိဒဏ္ဍာရီလာ နတ်မင်းကြီး Zues လို စကားပြောချင်ရင် ခင်ဗျားတို့လို State-of-the-Art Wireless Facility ခေတ်ရှေ့အပြေးဆုံးဝါယာလက်ဆက်ကြောင်းတောင်မလိုဘူး။ကောင်းကင်ထဲကLightning လျှပ်စီး ကိုဆွဲထုတ်ပြီး ပြောချင်တာပြောလို့ရတယ်။ ပယောဂဝင်ပြီး ကျုပ်တို့ကိုခြိမ်းခြောက်လာတဲ့ ကုလသမဂ္ဂကိုတောင် လှုပ်ခါပစ်နိုင်တယ်။ ကဲ ကြည့်ကြရအောင်။ ☆☆☆☆☆ Credit to contributor."
    },
    {
        "title": "Where We Are At The Moment",
        "content": "Where We Are At The Moment\n\nPacific _ Pass the Fist QUOTE When the wise man points at the Moon, the idiot looks at the finger.” ― Confucius (551-479 BC)ဆင်ခြင်တုံတရား ရှိတဲ့သူက လမင်းကို လက်ညှိုးညွှန်တဲ့အခါ လူ့အန္ဓက လက်ညှိုးကိုပဲ မဲကြည့်တတ်ပါတယ်။UNQUOTE Credit to contributor"
    },
    {
        "title": "ချော်လဲမယ်",
        "content": "ချော်လဲမယ်\n\nI Slipped, I Stumbled, I Fell မိုးရွာလို့ရေစိုနေရင် ချောမယ် နောက် ချော်လဲတတ်လို့ \"Wet floor ကြမ်းပြင်ရေစိုနေတယ်\"; \"Slippery when wet ရေစိုနေတယ် ချော်လဲမယ်\" စတဲ့သတိပေးစာတွေတွေ့တတ်ပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ဗျာ အဲဒီ Slippery When Wet ဆိုတာ Bon Jovi ရဲ့သီချင်းကောင်းတစ်ပုဒ်ပါ။ဆိုင်ဆိုင်မဆိုင်ဆိုင်ပြောချင်တာက Slippery when wet မှာ တခြားအနက်အဓိပ္ပာယ်တစ်မျိုးတွေးနိုင်ပါတယ်။ မိုးအေးအေး အတွေးချော်ပြီး Bedwetting မဖြစ်ပါစေနဲ့။ အားလုံး မင်္ဂလာညချမ်းပါ။Yester Year Write-up ..... ကျွန်တော်မသေသေး ပြန်တင်ပါရစေ။"
    },
    {
        "title": "ရွှေလင်ပန်းစက်မှုမြို့",
        "content": "ရွှေလင်ပန်းစက်မှုမြို့\n\nJoy ride in Shwe Lin Ban _ Morning Has Broken ဒီနေ့မနက် ကုမ္ပဏီအသွား အချိန်ပိုလေးရှိတာကြောင့် ရွှေလင်ပန်းစက်မှုမြို့ကိုလှည့်ပတ်ကြည့်မိတယ်။ လေးလမ်းသွား အနော်ရထာလမ်းပေါ် ယာဉ်ထိန်းရဲမတွေ့ရ၊ စည်းကမ်းမဲ့ယာဉ်မောင်းတွေထင်သလိုမောင်း၊ သူ့ထက်ငါနိုင်လိုမင်းထက်မောင်းနှင်နေတာတွေ့တော့အာဏာပိုင်တွေ၊ တာဝန်ရှိသူတွေ မနက် ၆ ~ ၈ အတွင်းတစ်ခေါက်တစ်ခါလောက် ကျွန်တော်တို့ ရွှေလင်ပန်းစက်မှုမြို့ကို လာရောက်ဖို့ဖိတ်ခေါ်ချင်ပါတယ်။ Helter-skelter; Harum-scarum; All Hell Breaks Loose…"
    },
    {
        "title": "Campaign on Plastic",
        "content": "Campaign on Plastic\n\nကနေ့ ဇွန် ၅ ကျရောက်တဲ့ ကမ္ဘာ့ပတ်ဝန်းကျင်နေ့ (WORLD ENVIRONMENT DAY) ရဲ့ဆောင်ပုဒ်က \"ပလတ်စတစ်ညစ်ညမ်းမှုကို တိုက်ဖျက်ကြပါစို့ Beat Plastic Pollution\" ဖြစ်ပါတယ်။ မြန်မာအပါအဝင် ကမ္ဘာတစ်ဝန်းက စွန့်ပစ်ပလတ်စတစ်တွေဟာ ထိန်းမနိုင်သိမ်းမရဖြစ်နေကြပါပြီ။ပင်လယ်သမုဒ္ဒရာတွေထဲ ရောက်နေတဲ့ ပလတ်စတစ်တွေက အာကာသထဲက (မရေတွက်နိုင်အောင်များပြားတဲ့) ကြယ်တွေထက်တောင် များနေပြီလို့ဆိုပါတယ်။ ဒီနှစ်ဆောင်ပုဒ်နဲ့အညီ ပလတ်စတစ်အသုံးလျှော့ချမယ်၊ စနစ်တကျအမှိုက်စွန့်မယ်၊ ပလတ်စတစ်ညစ်ညမ်းမှုကို အားလုံးတိုက်ဖျက်ကြမယ်။ သဘာဝပတ်ဝန်းကျင် ကို အလေးထားကြမယ်။အားလုံး မင်္ဂလာပါ။  This World Environment Day, the message is simple: reject single-use plastic. The annually recognized day, acknowledged for the first time by the United Nations (UN) on June 5, 1974,has helped raise awareness and generate political momentum for a number of environmental concerns, including global warming and depletion of the ozone layer. 2018’s theme, “Beat Plastic Pollution,”zeroes in on the globally expanding problem of plastic pollution, which continues to plague the health of wildlife, marine life, humans and the environment. “Our world is swamped by harmful plastic waste;every year, more than 8 million tons end up in the oceans,” said UN Secretary General António Guterres. “Microplastics in our seas now outnumber stars in our galaxy.”  Credit to contributor."
    },
    {
        "title": "When the Music dies",
        "content": "When the Music dies\n\nWhen the Music dies _ Darling Sean Beatles တေးဂီတအဖွဲ့ဝင် John Lennon ဟာ သေနတ်နဲ့ပစ်ခတ်ခံလို့ ၁၉၈၀ ဒီဇင်ဘာ ၈ ရက်နေ့မှာ သေဆုံးခဲ့ပါတယ်။ Newsweek မဂ္ဂဇင်း က John Lennon သေဆုံးတာနဲ့ ဂီတလည်းချုပ်ငြိမ်းတယ်လို့ တင်စားရေးသားခဲ့ပါတယ်။ သူမကွယ်လွန်မီ ဂျပန်လူမျိုးဇနီးသည်နဲ့ရတဲ့၅ နှစ်အရွယ်သားငယ်လေး \"ရှောင်\" Sean Lennon အတွက် Beautiful Boy တေးတစ်ပုဒ်ရေးစပ်သီဆိုခဲ့ပါတယ်။ ဒီသီချင်းဟာ သူ ရုတ်တရက်ကွယ်လွန်သွားတဲ့အတွက် ပိုမိုလွမ်းမောစရာဖြစ်ရပါတယ်။ တကယ်လို့ ခင်ဗျားမှာသာ ၅ နှစ်သားအရွယ်ကလေးလေးရှိရင် ဒီသီချင်းလေးက ရင်ထဲပိုရောက်မှာပါ။ It's a long wayto go, a hard row to hoe/ Life is what happens to you While you're busy making other plans/Every day in every way It's getting better and better စတဲ့ တေးစာသား (Lyrics) တွေကလည်း လေးလေးပင်ပင်နဲ့ စူးနစ်ထိမိပါတယ်။ ကဲ ဘယ်လိုရသတွေရကြမလဲခံစားနားဆင်ကြည့်ကြပါဦး။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "မျက်ခုံးပင့်",
        "content": "မျက်ခုံးပင့်\n\nUse; Misuse; Abuse ......  ဝေါဟာရအနေနဲ့ပြောရရင် \"မျက်ခုံးပင့်\" ဆိုတာ Raise one's eyebrows ကို တိုက်ရိုက်ဘာသာပြန်တယ်လို့ယူဆပါတယ်။ မြန်စာအဖွဲ့ရဲ့ အင်္ဂလိပ်-မြန်မာအဘိဓာန်က Raise one's eyebrows ကို \"မေးငေါ့သည်\" လို့အနက်ပေးပါတယ်။ အင်္ဂလိပ်လိုရှင်းလင်းချက်က \"To show surprise by moving up your eyebrows upwards.မျက်ခုံးပင့်၍ အံ့ဩကြောင်းပြသည်\" ဖြစ်ပါတယ်။ စိတ်ဝင်စားလို့ ဆက်ကြည့်လိုက်တော့ \"Raise one's glass အရက်ခွက်မြှေက်၍ ဆုမွန်တောင်းသည်\"။ နောက်တစ်ခုက \"Raise one's voice ကျယ်ကျယ်ပြောသည်\" တို့ကိုတွေ့ရပါတယ်။  အခု ဘတ်ဂျက်ကိစ္စကို Raise one's eyebrows (မျက်ခုံးပင့်) မေးငေါ့နေကြပါပြီ။ဒီတော့ Raise one's glass အရက်ခွက်မြှောက်၍ ဆုမွန်တောင်းရမယ့် အခြေအနေမဟုတ်နိုင်ပါ။ သေချာတာက လူတွေ Raise one's voice ကျယ်ကျယ်လောင်လောင် ပြောကြတော့မှာပါ။ အင်္ဂလိပ်စာလေ့လာနေသူများအတွက် ရည်ရွယ်ပါတယ်။ အားလုံး မင်္ဂလာမနက်ခင်းလေးပါ။PS > Better try to raise the roof. ♡♡♡ Credit to contributor."
    },
    {
        "title": "Injustice",
        "content": "Injustice\n\nInjustice versus Justice We wonder what happened to the Golden Rule @ The Face of the Nationမတရားမှုက နိုင်ငံတော်ကိုစိန်ခေါ်နေပြီလား တရားရေးမဏ္ဍိုင်တည့်မတ်ဖို့လိုနေပြီ"
    },
    {
        "title": "အမေနဲ့ဒီမီးဖိုကြီး",
        "content": "အမေနဲ့ဒီမီးဖိုကြီး\n\nHome Fires အမေနဲ့ဒီမီးဖိုကြီး  ကျွန်တော်တို့မြန်မာမှုဆိုရိုး \"အိမ်တွင်းမှုလုပ် သိမ်းထုပ်သေချာ\" ဆိုတဲ့စကားလိုပါပဲ၊ အင်္ဂလိပ်စာမှာလည်း အိမ်တွင်းမှုဝေယျာဝစ္စတွေ (Household chores) စီမံလုပ်ဆောင်တာကို To keep house; မိသားစုတစ်ခုလုံးအတွက် နေထိုင်စားသောက်ရေးကိစ္စအဝဝအဆင်ပြေကောင်းမွန်အောင်စီစဉ်ဆောင်ရွက်တာကိုတော့ To keep a good house လို့တင်စားပြောဆိုလေ့ရှိပါတယ်။ ဒီတော့ အိမ်ထောင်စုမှာသာမက ဘယ်နေရာမှာမဆို House-keeping ကအရေးကြီးတာတွေ့ရပါလိမ့်မယ်။  အိမ်မှုဗာဟီရအလုပ်တွေ (Household chores/ Odd jobs) ဆိုတာ ငြီးငွေ့ဖွယ်ကောင်းသလို၊ A cowboy's work isnever done ဆိုတာလို ဘယ်တော့မှမပြီးဆုံးနိုင်တဲ့ အလုပ်တာဝန်တွေပါ။ ဒါတွေကို မိုးလင်းမိုးချုပ် မညီးမညူ လုပ်နေကြရတဲ့ အိမ်ရှင်မတွေကို အလွန်ကျေးဇူးတင်စရာကောင်းပါတယ်။  House-keeping နဲ့ နှီးနွယ်တဲ့ Keep the home fires burning အီဒီယံတစ်ရှိပါတယ်။ ဒီ အီဒီယံရဲ့အဓိပ္ပာယ်က အိမ်ထောင်တစ်ခုမှာအိမ်ထောင်ဦးစီးက ငွေရှာသလို ကျန်ရစ်သူမသားစုဝင်တွေက House-keeping အိမ်မှုကိစ္စတွေလုပ်ကြရပါတယ်။ ဒီလိုပါပဲ ကနေ့ခေတ် ကုမ္ပဏီတွေမှာလည်း ရှေ့ထွက်ပစ္စည်းရောင်းသူကရောင်း၊ ရုံးထိုင်သူတွေက ရုံးလုပ်ငန်းတွေ၊ စာရင်းဇယားတွေရေးသွင်းကြနဲ့ ကိုယ်စီကိုယ်ငလုပ်နေကြရပါတယ်။ ဒီသဘောကိုယူပြီးKeep the home fires burning လို့ပြောတာပါ။  နောက်ခံအကြောင်းကိုပြန်ပြောရရင် Keep the home fires burning ဟာ လွန်ခဲ့နှစ်ပေါင်းတစ်ရာကျော်အချိန် ၁၉၁၄ ပထမကမ္ဘာစစ်အတွက် ရည်စူးရေးစပ်သီဆိုခဲ့တဲ့ သံပြိုင်တေးသီချင်းခေါင်းစဉ်ပါ။ တိုက်ပွဲဝင်လူငယ်တွေ စစ်ဆင်နွဲနေချိန် အိမ်မှာကျန်တဲ့ သက်ကြီးရွယ်အိုတွေ၊မိန်းမသားတွေက အိမ်ထောင်ထိန်းသိမ်းမှုကို လုပ်ကြရကြောင်း သရုပ်ဖော်ရေးသားထားပါတယ်။ ၁၉၈၅ မှာလည်း မျက်မမြင်ကျေးလက်အဆိုတော် Ronnie Milsap က She Keeps the Home Fires Burning အမည်နဲ့ ကျေးလက်တေးတစ်ပုဒ်သီဆိုခဲ့ပါတယ်။ ကဲ အဆင်ပြေရင် နားထောင်ကြည့်ကြပါဦး။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "စမန်းဘီး EPISODE I",
        "content": "စမန်းဘီး EPISODE I\n\n"
    },
    {
        "title": "SMOMBIES ARE CUMMIN'",
        "content": "SMOMBIES ARE CUMMIN'\n\nကျွန်တော်တို့နေထိုင်ရာ ဒီဂြိုလ်ကမ္ဘာကြီးက အင်မတန်ထူးခြားဆန်းကျယ်လှပါတယ်။ ၁၉၆၈ လောက်မှာ ခေတ်စားခဲ့တဲ့ \"Master Jack\" သီချင်းရဲ့စာသားလေးက သက်သေပါ။ \"It's a strange, strange world we live in, Master Jack, It's a very strange world and I thank you, Master Jack...\" ကျွန်တော်တို့တတွေကလည်း ပုထုဇဉ်လူသားတွေပီပီ တစ်ယောက်တစ်မျိုးစီ၊ တစ်နည်းမဟုတ်တစ်နည်းရူးနေကြပြန်တော့ ကျွန်တော်တို့ရဲ့ကမ္ဘာကြီးကလည်း အရူးကမ္ဘာကြီးဖြစ်နေတာပေါ့လေ။၁၉၆၃ မှာ လူကြိုက်များခဲ့တဲ့ ရုပ်ရှင်ကားနာမည်က It's a Mad Mad Mad Mad World ပါ။အဲဒီ ထူဆန်းထွေလာအရူးကမ္ဘာကြီးထဲက ဥမ္မတ္တကောသူရူးတွေ ရူးသထက်ရူးအောင်ဖြစ်စေတာက နောက်ဆုံးပေါ်မိုဘိုင်းဖုန်းရူးသွပ်မှု (Mobile Madness) ဖြစ်ပါတယ်။ Apple လို တန်ဖိုးကြီး မိုဘိုင်းဖုန်းကိုင်ချင်လို့ ခန္ဓာကိုယ်ထဲက ကျောက်ကပ်တစ်လုံးထုတ်ရောင်းတဲ့အထိ အဖြစ်သဲရတာမျိုးတွေ၊ အသက်အန္တရာယ်တောင် ဂရုမစိုက်နိုင်လောက်အောင် ဆဲလ်ဖီရိုက်တာမျိုးတွေ ကမ္ဘာတစ်ဝန်းနေရာအနှံ့ မကြားချင်အဆုံးဖြစ်နေပါတယ်။ Madness _ sheer madness! အသိမဲ့ရူးသွပ်မှုတွေပါပဲ။ကနေ့ အံ့မခန်းတိုးတက်လာတဲ့ နည်းပညာကြောင့် မိုဘိုင်းဖုန်းတွေ Smart ဖြစ်လာပြီး၊ ဖုန်းသုံးသူတွေက Stupid ဖြစ်လာတယ်လို့ဆိုကြပါတယ်။ အများမျှော်လင့်သလို Wonderful World, Beautiful People ဖြစ်မလာဘဲ၊ အခုတော့ Smart Phone & Stupid People တွေဖြစ်ကုန်ပြီဗျာ။ ကြည့်ကြပါဦးဗျာလူတိုင်း ကိုယ့်ဝန်းကျင်၊ ကိုယ့်ချစ်ခင်ရသူတွေကို မေ့ပြီး ဖုန်းကိုပဲ သဲကြီးမဲကြီးပွတ်နေကြတာ စိတ်ပျက်စရာပါ။ သူတို့ကို \"စမတ်ဖုန်းဖုတ်ဝင်နေသူတွေ\" SMARTPHONE ZOMBIE လို့ အမည်သစ်တောင်တွင်နေပါပြီ။ အတိုကောက်က \"စမန်းဘီး\" SMOMBIE ပါ။Smartphone zombie \"Smombie\" ကို အဘိဓာန်က \"ကိုယ့်ဖုန်းကိုသာ သရဲမရဲစီး အာရုံစိုက်ပြီး၊ ဘေးပတ်လည်ကို အလေးဂရုမပြု တတ်တဲ့လမ်းသွားလမ်းလာ\" လို့ အဓိပ္ပာယ်ဖွင့်ပါတယ်။ (\"A smartphone zombie is a pedestrian who walks slowly and without attention to their surroundingsbecause they are focused upon their smartphone.\" \"A person that is constantly focused on his or her smartphone, ignoring the environmentand especially other people.\")ဒီ \"စမန်းဘီး\" တွေဟာ လူချင်းတိုက်မိ၊ မြောင်းထဲချော်ကျ ၊ ပလက်ဖောင်းပေါင်နဲ့တိုက်မိ၊ ခလုတ်တိုက်လဲ၊ ကားကိုဝင်တိုး စတာတွေဖြစ်ကြလေ့ရှိပါတယ်။ တချို့ ကံဆိုးသူစမန်းဘီးတွေဟာ အသက်ဆုံး တဲ့အထိဖြစ်ကြပါတယ်။ ကဲ စမတ်ဖုန်းဖုတ်ဝင်နေသူတွေ လာနေပြီ... ကြည့်သာရှောင်ကြ။ အချို့နိုင်ငံတွေမှာ သူတို့တွေအတွက် အကာအကွယ်တွေလည်း လုပ်နေကြပါပြီ။ စမန်းဘီးတွေလည်း အန္တရာယ်ကင်းကြပါစေ။အားလုံး မင်္ဂလာပါ။♡♡♡စမန်းဘီး EPISODE II>>>Smartphone-distracted boy dies after being hit by train in Shizuoka>>>July 26  06:32 am JSTSHIZUOKAA 14-year-old boy died last Thursday after being stuck between a platform and an oncoming train in Shizuoka Prefecture, police revealed yesterday.The accident took place on the evening of July 19 at the Higashi-Shizuoka station on the Tokaido line. The station's installed surveillance cameras showed the boy walking while looking at his smartphone and gradually getting closer to the edge of the platform where he lost his balance as an oncoming train entered the station, hitting him.The boy fell in the space between the train and the platform, Sankei Shimbun reported, and although attempts to rescue him took place immediately after the incident, he was confirmed dead short after.© Japan Todayမင်းမင်းလတ်+နေနေလှိုင်းဇင် အမှတ်တရ"
    },
    {
        "title": "Mass Media",
        "content": "Mass Media\n\nMass Media or Weapon of Mass Destruction  အီရန်အာဏာရှင်ဟောင်း Saddam Hussein ကို ဖြုတ်ချဖို့ကြိုးပမ်းတုန်းက အီရန်မှာ လူတွေကိုအစုလိုက်အပြုံလိုက် သေကျေပျက်စီးစေနိုင်တဲ့လက်နက် (Weapon of Mass Destruction - WMD) တွေရှိတယ်လို့ အကြောင်းပြစွပ်စွဲပြီး အမေရိကန်ကအီရန်ကို ဝင်တိုက်ခဲ့မှတ်မိကြပါလိမ့်မယ်။  အဲဒီ \"Weapon of Mass Destruction\" လူတွေကို အစုလိုက်အပြုံလိုက် သေကျေပျက်စီးစေနိုင်တဲ့လက်နက် လိုပဲ လူအများစုကို ဒုက္ခပေးနိုင်တဲ့လက်နက်ကြီး ခင်ဗျားတို့ ကျွန်တော်တို့ လက်ထဲမှာရှိနေပါပြီ။ အင်တာနက်ကျေးဇူးကြောင့် လူထုဆက်သွယ်ရေးနည်းလမ်း (Mass Media)တွေအရှိန်အဟုန်နဲ့ တိုးတက်လာ၊ လူမှုကွန်ရက် (Social Media) တွေကျယ်ပြန့်လာ၊ Twitter; Facebook သုံးသူတွေလည်း Netizen 'Internet Citizen' အလိုအလျောက်ဖြစ်နေပါတယ်။ အဲ ကျွန်တော်တို့ လက်ထဲက Social Media တွေကို လူတွေကောင်းကျိုးမပြုဘဲ မမှန်သတင်းတွေ၊ သတင်းအတုတွေ၊အမှန်ကိုမှောင်ချပစ်၊ မမှန်တာဖြစ်ပါစေ၊ မိမိဖြစ်ချင်ရာကို မီးမောင်းထိုး စောင်းပေးဖော်ပြတဲ့ အရေးအသားတွေနဲ့ လူထုကိုလိမ်ညာပြီး လူမှုကွန်ရက်ကြီးကို အလွဲသုံးနေကြလို့ \"Weapon of Mass Distraction ~ လူတွေကိုအာရုံနောက်အောင်၊ စိတ်အနှောင့်အယှက်ပြုသူ\" လို့ ပြက်ရယ်ပြု နေကြပါပြီ။ ဒီလိုမျိုး ဆက်လုပ်သွားမယ်ဆိုရင်တော့လူမှုကွန်ရက်ဟာ \"Weapon of Mass Deception လူအများစုကိုဒုက္ခပေးနိုင်တဲ့ လိမ်လည်လှည့်ဖျားတဲ့လက်နက်ကြီး\" ဖြစ်ပါလိမ့်မယ်။ အသိတရားနဲ့စဉ်းစားဆင်ခြင်ကြဖို့လိုပါတယ်။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။  PS> Weapon of Mass Deception ဆိုတာ လတ်တလောလွှင့်နေတဲ့ BBC အစီအစဉ်တစ်ခုရဲ့ခေါင်းစီးအမည်ပါ။"
    },
    {
        "title": "IDOL & IDLE",
        "content": "IDOL & IDLE\n\nIdol ရဲ့ အနီးစပ်ဆုံးအသံထွက်က \"အိုက်ဒယ်\" ဖြစ်ပါတယ်။ \"အိုင်ဒေါ ~ အိုက်ဒေါ\" တော့မဟုတ်ပါ။ ဝေါဟာရရှု့ထောင့်ကကြည့်ရင် Myanmar Idol မှာပါတဲ့ Idol ရဲ့အသံထွက်တူတဲ့စကားလုံးက Idle ဖြစ်ပါတယ်။ Idol (noun) က \"လူကြိုက်များတဲ့သရုပ်ဆောင်၊ အဆိုတော်တို့လိုအမြတ်တနိုးအထားခံရသည့်အရာ၊ ပုဂ္ဂိုလ်\" ကိုခေါ်တာပါ။ Idle (adj) က အကျိုးမဲ့အချိန်ဖြုန်း၊ အလုပ်မရှိအားနေ၊ အလကားနေတာပါ။ အဲဒီတော့ Idol နဲ့ Idle တို့က အသံထွက်သာတူပြီး အဓိပ္ပာယ်ကွာပါတယ်။ ဒီလို အသံထွက်တူပြီး၊ အဓိပ္ပာယ်ကွဲတဲ့စကားလုံးတွေကို ယေဘုယျအားဖြင့်တော့ သံတူကြောင်းကွဲ (Homonym) လို့ခေါ်ပါတယ်။ တိတိကျကျဆိုရရင် သူတို့က Homophone ပါ။  တကယ်တော့ Idol က \"လူတိုင်းအားကျပြီး၊ လူတိုင်းဖြစ်ချင်နေတဲ့ အများကြိုက်နှစ်သက်သူ ~ အသည်းကြော်\" ပါ။ Idle က \"အလုပ်မဖြစ်တဲ့ အလကားဖြစ်နေတဲ့အခြေအနေမျိုး\" ပါ။ ဒါကြောင့် Idol နဲ့ Idle တို့ရဲ့အဓိပ္ပာယ်ကတစ်ခုနဲ့တစ်ခု ဆန့်ကျင်ဖက်ဖြစ်နေတာ တွေ့ရပါလိမ့်မယ်။ ဒီတော့ \"အိုက်ဒယ်\" လို့ကြားရင် Idol လား၊ Idle လား ဆန်းစစ်ရပါမယ်။ အောင်မြင်တိုးတက်လိုသူတိုင်း \"အကောင် Somebody - IDOL\" ဖြစ်ချင်ကြပါတယ်။ ဘယ်သူမှ \"ဂယောင် Nobody-IDLER\" မဖြစ်ချင်ကြပါ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Lasting Legacy",
        "content": "Lasting Legacy\n\nLasting Legacy left by Bogyoke Aung San ဗိုလ်ချုပ်တို့လို တိုင်းပြည်အတွက်ကိုယ်ကျိုးစွန့် အသက်ပေးခဲ့တဲ့ အာဇာနည်တွေ ကွယ်ပျောက်သွားပေမယ့် မြန်မာပြည်သူပြည်သားတွေ ကနေ့အထိမမေ့နိုင်ကြသေးပါ။ဘယ်လိုမျိုး ကောင်းမွေတွေချန်ထားခဲ့ပါသလဲ။ အောက်ပါအဆိုအမိန့်လေးအတိုင်းပါပဲဗျာ  \"They don't disappeared when they died.They leave us their strength.\" မြန်မာပြည်ကြီး ကောင်းကျိုးအတွက်အသက်ပေးခဲ့ကြတဲ့ အာဇာနည်အပေါင်းကို အလေးထားဦးညွှတ်လိုက်ပါတယ်။"
    },
    {
        "title": "တူတူပုန်းတမ်း",
        "content": "တူတူပုန်းတမ်း\n\n"
    },
    {
        "title": "Peek-a-boob _ I See You!",
        "content": "Peek-a-boob _ I See You!\n\nမြန်မာအဘိဓာန်က \"တူတူပုန်းတမ်း\" ကို 'တူ' ဟုအော်၍ ပုန်းတမ်းရှာတမ်း ကစားသောကစားနည်း လို့အနက်ပေးပါတယ်။ တူတူပုန်းတမ်း လို ကလေးငယ်နဲ့ သူ့မိခင်တို့ ကစားလေ့ရှိတာက \"တူတူရေဝါး\" ကစားနည်းဖြစ်ပါတယ်။ တူတူရေဝါး ကို ဗြိတိသျှတွေက Peepbo လို့စာလုံးပေါင်းပေမယ့်၊ အမေရိကန်တွေက Peekaboo (သို့) peek-a-boo လို့စာလုံးပေါင်းကြပါတယ်။အမှန်တော့ Peepbo မှာပါတဲ့ Peep ဆိုတာ \"(အပေါက်ထဲက) ချောင်းကြည့်သည်၊ ခိုးကြည့်သည်\" လို့အနက်ရင်းရှိပါတယ်။ နောက်တစ်မျိုးက \"အကြားမှ (အလင်းရောင်) ပြူထွက်လာသည်၊ ထွက်ပြူလာသည်\" ဖြစ်ပါတယ်။ Peeping Tom ဆိုတဲ့ဝေါဟာရက (အမျိုးသမီး) အဝတ်လဲတာကိုချောင်းလေ့ရှိသူ ကိုခေါ်တာပါ။ အရပ်စကားနဲ့ \"အပေါက်ချောင်း\" ပါ။ပန်းခြံထဲ အတွဲလိုက်ချောင်းသူ ဝါသနာရှင်တွေလည်း Peeper/ Peeping Tom တွေပါ။ Peeping Tom = A person who watches another without the other's permission and usually without the other's knowledge, especially for the purpose of deriving sexual pleasure from the sight of the other. အဲဒီ PeepingTom နာမည်နဲ့ စိတ္တဇလူသတ်သမားအကြောင်း ထိတ်လန့်ဖွယ်ရုပ်ရှင်ကားတစ်ကား ၁၉၆၀ မှာ ရုံတင်ပြီး၊ နာမည်ကြီးရုပ်ရှင်ကားတစ်ကားဖြစ်ခဲ့ပါတယ်။Peek-a-boo က ဆင့်ပွားလာတဲ့စကားလုံးသစ်က Peek-a-boob ပါ။ ဆတ်ဆတ်ဆော့ဆော့ ကိုယ်တိုင်ပဲချောင်းကြည့်လို့ပဲဖြစ်ဖြစ်၊ သူကတမင်လှစ်ပြလို့ပဲဖြစ်ဖြစ်၊ မတော်တဆပြူ ထွက်လာလို့ပဲဖြစ်ဖြစ် တွေ့မြင်ရတဲ့ အမျိုးသမီးရင်သား \"A view of the female breast\" ကို Peek-a-boob လို့ခေါ်ပါတယ်။ အကျယ်ကို Urbandictionary.com မှာကြည့်ပါ။ ကြုံ ကြိုက်လို့ပြောရရင် ကိုယ့်အလှအပကောက်ကြောင်းတွေကို လှစ်ပြတတ်သူကို Exhibitionist ခေါ်ကြောင်းမှတ်သားရပါတယ်။ Exhibitionist ကို ပေါပေါ့ပါးပါးအနက်ဖွင့်ပါက \"အရေးစိုက်ခံချင်သူ\" တိတိကျကျအလေးအနက်ထား အဓိပ္ပာယ်ဖွင့်ရင်တော့ \"မဖွယ်မရာကို လူမြင်သာအောင် တမင်ပြတတ်သော စိတ်ဝေဒနာရှိသူ\" ဖြစ်သွားပါလိမ့်မယ်။အားလုံး မင်္ဂလာပါ။Image credit to original artists.Post reference: June 30, 2020uPS > ဤအရေးအသားတွင် အမျိုးသမီးများအပေါ် ချိုးနှိမ်စော်ကားသည့် သဘောမျိုးပါရှိခဲ့ပါက တောင်းပန်အပ်ပါသည်။Malicious to none. ♡♡♡"
    },
    {
        "title": "Yesterday, Today and Tomorrow",
        "content": "Yesterday, Today and Tomorrow\n\nWhile at school, we learnt English grammar. There comes Tenses; The Present, The Past and The Future. As you may be well aware that Tenses are connected with Time. Thus, we have to study time indicators like Yesterday,Today and Tomorrow.  Taking advantage of this occasion, I'd like to start with a quotation with amusing effect …..”Yesterday is history. Tomorrow is a mystery. Today is a gift. That’s why we call it the Present.\" ♡♡♡"
    },
    {
        "title": "A Riddle",
        "content": "A Riddle\n\nငယ်ငယ်တုန်းက စားဖော်စားဖက်၊ ကြီးလာတော့ အိပ်ဖော်အိပ်ဖက်\"Meal-time companion when young But Bed-time companion when grown-up\"Who's she? သူ ဘယ်သူလဲ သိလား She is \"bamboo.\" သူက ဝါး ပါ။Credit to Daw Khin Myo Chit, A Wonderland of Burmese Legends"
    },
    {
        "title": "ငမ်း နဲ့ ငန်း",
        "content": "ငမ်း နဲ့ ငန်း\n\nOgle; Gape; Gawp; Gawkငမ်း နဲ့ ငန်းဒီကနေ့ ကျွန်တော်မိတ်ဆက်ပေးချင်တဲ့ ဝေါဟာရက သံတူကြောင်းကွဲ (Homonyms) \"ငန်း\" နဲ့ \"ငမ်း\" ပါ။မြန်မအဘိဓာန်ရဲ့ အဓိပ္ပာယ်ဖွင့်ဆိုချက်အရ (နာမ်ပုဒ်) \"ငန်း\" ဆိုတာ \"ဝမ်းဘဲထက် ကိုယ်ထည်ကြီးပြီး၊ လည်ပင်းရှည် ငှက်သတ္တဝါ\" (Swan) ဖြစ်ပါတယ်။ တိတိကျကျ ဆိုရင် \"ဘဲငန်း\" ကို Goose; \"တောငန်းကြီး\" ကို Swan လို့ ခွဲခြားပြောရမှာပါ။(ကြိယာပုဒ်) ငမ်း ကို မြန်မာအဘိဓာန်က \"မက်မောစိတ်ဖြင့် စူးစိုက်ကြည့်သည်~ငမ်းသည်\" လို့အနက်ပေးပါတယ်။ အင်္ဂလိပ်လိုက \"Ogle\" ပါ ~ To stare at in a lecherous manner. ငမ်းသူ ကိုတော့ \"Ogler\" လို့ခေါ်ပါတယ်။ Ogle \"ငမ်းသည်\" ရဲ့ အဓိပ္ပာယ်ဆင်တူစကား (Synonym) က \"Gawp ငေးမောကြည့်သည်\" To stare stupidly or rudely; to gawk. ဖြစ်ပါတယ်။ Gawp ရဲ့ မူကွဲစာလုံးပေါင်းက Gawk ပါ။ မြန်မာလို \"ငမ်းသည်၊ ငေးကြည့်သည်\"\"To stare or gape stupidly;To stare conspicuously.\" ဖြစ်ပါတယ်။ နောက်ဆင်တူစကားလုံးက \"Gape ပါ။ ရဲ့အဓိပ္ပာယ်က\"တအံ့တဩ ပါးစပ်အဟောင်းသားနှင့် ငေးကြည့်သည်\" \"To open the mouth wide, especially involuntarily, as in a yawn, anger, or surprise.\" ပါ။ သူက အငမ်းဒီဂရီတော်တော်မြင့်တယ်လို့ ပြောရမလိုဖြစ်ပါတယ်။ သိဝိဘုရင်ကြီး အလှပဂေး ဥမ္မာဒန္တီကို ရုတ်တရက်မြင်လိုက်ရလို့ဂနာမငြိမ်ဖြစ်သွားသလိုမျိုး ထင်ပါတယ်။ ကျွန်တော်တို့ မြီးကောင်ပေါက်အရွယ်က တက္ကသိုလ်အေးမောင် ဆိုခဲ့ဖူးပါတယ်...\"မမနောက်က တငေးငေး ခလုတ်များတောင်တိုက်မိသေး...\"အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Mission \"Impossible\" Accomplished!",
        "content": "Mission \"Impossible\" Accomplished!\n\nHooyah! Hooyah! Hooyah! Everyone Out! ၁၈ ရက်ကြာ ဂူထဲပိတ်မိနေတဲ့ ထိုင်းလူငယ်လေး ၁၂ ယောက်နဲ့ သူတို့ရဲ့ဘောလုံးနည်းပြတို့ဟာ ထိုင်းတာဝန်ရှိသူတွေ၊ အပြည်ပြည်ဆိုင်ရာ ကယ်ဆယ်ရေးကျွမ်းကျင်သူတွေ ကြိုးပမ်းမှုကြောင့် ဒီကနေ့ ၁၀-၇-၂၀၁၈ မှာလွတ်မြောက်သွားကြပါပြီ။ သေကံမရောက် သက်မပျောက်ဆိုတာထက် လူကိုလူလိုမြင်တတ်ပြီး လူသားဆန်တဲ့ ပူးပေါင်းဆောင်ရွက်မှုရဲ့ရလဒ်ကြောင့် မယုံနိုင်စရာကောင်းလောက်အောင် အံ့ဖွယ်သရဲ ဖြစ်ရပ်တစ်ခုအဖြစ် မှတ်တမ်းဝင်သွားပါပြီ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ရွှေကိုယူသည်",
        "content": "ရွှေကိုယူသည်\n\nရွှေကိုယူသည် ငွေကိုယူသည် ... ပြီးတော့လူကိုပါယူသည် တရုတ်ချေးငွေယူ အကောင်အထည်ဖော်မယ့် ကျောက်ဖြူ ရေနက်ဆိပ်ကမ်းစီမံကိန်း လေးလေးနက်နက် စဉ်းစားကြရမှာပါ။ သီရိလင်္ကာမှာတော့ အရင်အစိုးရလက်ထက်မှာ တရုတ်ချေးငွေနဲ့ ဆောက်ခဲ့တဲ့ဆိပ်ကမ်း အခု အကြွေးပြန်မဆပ်နိုင်လို့ တရုတ်ကို ၉၉ နှစ်တာလုပ်ပိုင်ခွင့်ပေးလိုက်ရပြီ။QUOTE China has helped finance at least 35 ports around the world in the past decade. One of them offers a vivid example of the country’s ambitious use of loans and aid to gain influence around the world.That is the Hambantota Port in Sri Lanka, above. We look at exactly how the island nation was enmeshed in a web of Chinese debt that ended up forcing it to hand over the port, and 15,000 acres of land around it,to China for 99 years. UNQUOTE Credit to contributor."
    },
    {
        "title": "LOST & FOUND",
        "content": "LOST & FOUND\n\nThe Lost Son (Luke 15:11-32)Today we’re going to look at a parable about being lost and found. This story is the last in a series of three lost-and-found parables that Jesus told. Does anyone rememberwhat the lost items were in the other two parables? A sheep. A coin. That’s right. In the first parable, a shepherd leaves 99 other sheep to look for one that has wandered away. In the second parable, a woman searchesher house from top to bottom to find a lost coin. And in both parables, there is a celebration when what was lost is found again. Foto Credit to uploader."
    },
    {
        "title": "အသက်ရှင်လျက်ပြန်တွေ့",
        "content": "အသက်ရှင်လျက်ပြန်တွေ့\n\nBBC က ပြောပြီ ~ ပျောက်နေတဲ့ကလေးတွေ ၉ ရက်အကြာ အသက်ရှင်လျက်ပြန်တွေ့ Thailand cave rescue: Boys found alive after nine days All 12 boys and their football coach have been found alive after nine days missing in caves in Thailand,the regional governor says.All of them are safe, Narongsak Osottanakorn confirmed, speaking after a mammoth search operation in the Tham Luang caves in Chiang Rai.They were discovered by naval special forces, he said.The challenge now will be to extract the party safely, with rising water and mud impeding access.ထိုင်းမှာ ပျောက်နေတဲ့ကလေးတွေ အသက်ရှင်လျက်ပြန်တွေ့ပါပြီ ~~12 children and their football coach found alive after going missing in Thai cave more than a week ago Telegraph News 2 JULY 2018 • 4:59PMAll 12 boys and their football coachwho went missing in a flooded cave over a week ago have been found alive, a Thai provincial governor has said. The condition of the group is unknown, but Chiang Rai's governor Narongsak Osottanakorn said Thai Navy sealshad located them and that \"all 13\" showed \"signs of life\". An international search effort, including British, Chinese, Australian and American experts, has gripped the nation since the group went missing inside the Tham Luangcave. Rescue divers reached several kilometres inside a flooded cave Saturday where 12 boys and their football coach had been trapped for nine days, which offered a flicker of hope for the harrowing search.There had been no contact with the boys, aged 11 to 16, and their coach since they went into the cave in northern Thailand more than a week ago and were hemmed in by heavy rains that blocked the entrance.The desperate,round-the-clock search for the team was beset by torrential downpours that submerged tunnels near the entrance, blocking divers from going in.But Navy SEAL divers reached a T-junction in the depths of the cave just oneto two miles from where the boys are believed to be, Governor Osottanakorn said over the weekend. Divers reached the same spot earlier in the week but were forced back by rushing floodwaters. But on Monday,the miraculous rescue operation was deemed a success after all 13 were found alive. Water levels inside the complex labyrinth of tunnels finally dropped thanks to dozens of pumps set up to drain the floods evenas heavy rain continued to pound the area near the Myanmar and Laos borders.\"The situation is better today than yesterday and the day before. Water has receded considerably and we are pumping out waterin all chambers (near the entrance),\" Narongsak told reporters on Saturday.It's likely they had access to fresh water - either dripping in through rocks or rushing in through the entrance.But even without food he said young,athletic boys could have \"easily live for a month or a month and a half\", and so it proved.How the rescue operation unfoldedThe dramatic week-long rescue galvanised the nation and prompted emotional outpourings onlinefrom well-wishers praying for their safe return.Cartoon images of the smiling boys being found by divers circulated along with messages for the team: \"Stay Strong, We are Coming\" and \"Don't Give Up\".Teams of foreign experts,including more than 30 US military personnel, have descended on the remote mountainous site to join some 1,000 Thai rescuers.British, American, Australian, Chinese and Japanese experts also joined efforts.\"We have the skills of cave rescue and rope rescue so we can try to do something for the children,\" James Wang, from China's Green Boat Emergency Rescue, told AFP.Several teams trekked into the thick jungleabove the cave desperately looking for new openings that might lead to the trapped boys.One team was drilling into a 40-metre (130-foot) chimney that led to a muddy chamber, which the governor described as a \"promising\" lead.But there was still no indication it linked to the main cave complex.\"We have been rotating our staff into the chimney since yesterday, they are inside... still searching and we are waiting for their findings,\"Surachai Thathes, chief of the parks ministry rescue team for northern Thailand, told AFP.Another chimney was discovered nearby and helicopters carrying food, water and medical supplies were dispatched to the area.But the main priority was trying to reach the boys through the main entrance, governor Narongsak said.Earlier in the day medics and police staged practice drills to prepare for the quick and complex evacuations thatwill be required if and when the boys are found.Stone-faced relatives kept vigil under a makeshift tent near shrines where monks are leading prayers near shrines overflowing with offerings.Stretching 10 kilometres (six miles)and with complicated, snaking pathways and narrow corridors, Tham Luang is one one of Thailand's longest and toughest caves to navigate.Officials said the boys know the site well and have visited many times before,buoying hopes that they might have trekked to a large airy chamber in the centre.Rescuers found footprints and handprints in a chamber near that spot earlier in the week, further in from where they found the kids'football boots, backpacks and bicycles.Following the clues, on Monday afternoon, the boys and their coach was found."
    },
    {
        "title": "DONUT",
        "content": "DONUT\n\nအဘိဓာန်တစ်ခုက ဒိုးနတ် Donut ကို \"မုန့်လက်ကောက်ပုံ ဆီကြော်ကိတ်မုန့်\" လို့ ပုံဖော်အနက်ပေးပါတယ်။ ဒိုးနတ် ကို အင်္ဂလိပ်က Doughnut; အမေရိကန်က Donut လို့ စာလုံးပေါင်းပါတယ်။သူများတွေ ဒိုးနတ် ဒိုးနတ် လို့ ခရေဇီဖြစ်နေချိန် ကျွန်တော်ကတော့ ဗမာဆန်ဆန် Homemade မုန့်လက်ကောက် ပဲစားပါတော့မယ်ဗျာ။ စားကြပါဦး။"
    },
    {
        "title": "NO ONE IS ABOVE THE LAW",
        "content": "NO ONE IS ABOVE THE LAW\n\nတောင်ကိုးရီးယားနိုင်ငံမှာ အသက် ၆၆ အရွယ် အမျိုးသမီးသမ္မတဟောင်း Park Geun-hye ကို ဆမ်ဆောင်းကုမ္ပဏီကြီးထံမှ လာဘ်ယူမှုအပါအဝင် အဂတိလိုက်စားမှုတွေ ဗရပွနဲ့ ၂၄-၈-၂၀၁၈ရက်နေ့က ထောင်ဒဏ် ၂၅ နှစ်ချမှတ်လိုက်ပါပြီ။ သူတို့ကတော့ No One Is Above The Law ~ဥပဒေအထက်မှာ ဘယ်သူမှမရှိစေရဆိုတာကို သက်သေထူလျက်ရှိပါတယ်။ကျွန်တော်တို့ဆီမှာတော့ တရားဥပဒေစိုးမိုးရေးဆိုတာ ဝေါဟာရတစ်ခုသာသာပဲဖြစ်နေပါတယ်။ ခေတ်အဆက်ဆက် အကျင့်ပျက်မှု၊ လာဘ်ပေးလာဘ်ယူ၊ အဂတိလိုက်စားမှုတွေက နှစ်ပေါင်းများစွာနက်နက်ရှိုင်းရှိုင်း အမြစ်တွယ်နေတာကြောင့် ဒီမိုကရက်တစ်ပြည်သူ့အစိုးရလက်ထက်မှာ အဂတိလိုက်စားမှုတိုက်ဖျက်ရေးကို အမျိုးသားရေးအသွင်နဲ့ သမ္မတကြီးကိုယ်တိုင် လုပ်ဆောင်နေရပါတယ်။Who is above the law ဥပဒေအထက်မှာ ဘယ်သူရှိသလဲဆိုရင် ...  ကဗျာရှင်မောင်သရစ် မေးခွန်းထုတ်သလိုပါပဲ ...\"ချစ်တဲ့သမ္မတကြီးနဲ့ လွှတ်တော်ရေဥပဒေအထက်မှာ ဒရက်ဂူလာတွေ ရှိနေသလားလို\" ...အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "WHAT HAPPENS TO OUR BUYING POWER?",
        "content": "WHAT HAPPENS TO OUR BUYING POWER?\n\nKeep you head above water! ငွေလဲနှုန်း ၁၅၀၀ စွန်းစွန်းအရွေ့မှာ အောက်တိန်း ၉၅ ဓာတ်ဆီလည်း ကားမစီးဘဲ တစ်လီတာ ၁,ဝဝဝ- တက်သွားပါပြီ ~ အားလုံးရဲ့ ဝယ်ခြမ်းနိုင်မှုတွေကတော့ ကျှွမ်းစိုက်ကျနေလောက်ပါတယ်။ စီးပွားရေးကို ရိုက်ခတ်စပြုနေဖြစ်လို့ဝင်ငွေရှာရတာ ခက်လာပါလိမ့်မယ်။ ဝင်ငွေတိုးမရှာနိုင်ရင်တော့ အသုံးအဖြုန်း ဂရုစိုက်ရမှာဖြစ်ပါတယ်။ အစစအရာရာ သတိပြုကြပါ။"
    },
    {
        "title": "DON'T THROW YOUR CASSETTE TAPES AWAY!",
        "content": "DON'T THROW YOUR CASSETTE TAPES AWAY!\n\nကျွန်တော့်လို ကက်ဆက်တိတ်ခွေတွေ လွင့်မပစ်နိုင်လောက်အောင် သံယာဇဉ်ကြီးသူတွေအတွက် နည်းပညာမြင့်ပစ္စည်းတစ်ခု ရောင်းချင်ပါတယ်။ငွေလဲနှုန်း တစ်ဒေါ်လာ~ ၁၃၀၀ ကျပ်ပါ။ လက်ကျန်ရှိတုန်း အမြန်ပြေးဝယ်။ Hurry while stocks last!"
    },
    {
        "title": "I'D RATHER GO BLIND",
        "content": "I'D RATHER GO BLIND\n\nခပ်မေ့မေ့ဖြစ်နေတဲ့ ဇာတ်ကြောင်းလေး ပြန်ကောက်ချင်တယ်ဗျာ။ဇာတ်လမ်းကျောရိုးက ရိုးစင်းပါတယ်။ မျက်စိအထူးကုဆရာဝန်ကြီးတစ်ယောက် သူ့ကားနဲ့အမျိုးသမီးတစ်ဦးကို မတော်တဆတိုက်မိပြီး၊ အမျိုးသမီးမျက်စိကွယ်သွားခဲ့တယ်။အဲဒီ အမျိုးသမီးမျက်စိကို အထူးကုဆရာဝန်ကြီးကပဲ လာကုသပေးနေတယ်။ဒါကိုတော့ မျက်စိကွယ်နေတဲ့ အမျိုးသမီးက မသိရှာဘူး။ မျက်စိခွဲစိတ်လို့ အမျိုးသမီး မျက်စိပြန်မြင်တဲ့အချိန်ကျမှ သူ့ကိုကားနဲ့တိုက်သွားတဲ့သူ၊ အနာကြည်းဆုံးသူက သူ့မျက်စိပြန်ကောင်းအောင် ကုသပေးသူဖြစ်နေတာသိရလိုက်ရတော့ ယူကျုံးမရဖြစ်ရတယ်။ဒီနေရာမှာ သူပြောလိုက်တာက သူအမုန်းဆုံးလူကို မြင်နေရမယ်ဆိုရင် \"ငါ့မျက်စိကွယ်နေတာက ကောင်းပါတယ် I would rather go blind.\"ကဲ ၁၉၇၅ က Etta James သီဆိုထားတဲ့ I'd Rather Go Blind ကို နားထောင်ကြည့်ကြပါ။ကျွန်တော်ကတော့ မေတ္တာလွှမ်းတဲ့ မျက်ဝန်းတစ်စုံနဲ့ အရာရာကိုကြည့်ချင်ပါတယ်။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "SWING LOW SWEET CHARIOT",
        "content": "SWING LOW SWEET CHARIOT\n\nဒီသီချင်းက ပလေးဘွိုင်းသန်းနိုင်~ အယ်လ်ခွန်းရီတို့ သီဆိုတဲ့ \"ဖြည်းဖြည်းလေးနဲ့ ငြိမ့်ငြိမ့်လေး\" ရဲ့ မူရင်းတေးပါ။ မူဟန်အသွယ်သွယ် ပြန်ဆိုကြပေမယ့် Eric Clapton ကိုပဲ နားစွဲပါတယ်။အိပ်ပျော်မသွားခင် နားထောင်ကြည့်ပါဦး။ အိပ်ပျော်သွားရင်လည်း ကောင်းကင်ဘုံကို ဖြည်းဖြည်းလေးနဲ့ ငြိမ့်ငြိမ့်လေး ခေါ်သွားပါလိမ့်မယ် ♡ ♡ ♡"
    },
    {
        "title": "PROVERB IN BILINGUAL",
        "content": "PROVERB IN BILINGUAL\n\n1/1,000      One relishes the taste of the sour fish which he had made by himself. ကိုယ့်ငါးချဉ်ကိုယ်ချဉ်English equivalent 1. Everyone appraises his/her own virtue. 2. Every cobbler praises his own leather.3. Blowing your own trumpet/horn. To boast or brag about one's own abilities, skills, success, achievements, etc REF : Myanmar Proverbs ... Hla Thamein 2000"
    },
    {
        "title": "EID DAY OR QURBANI EID TODAY",
        "content": "EID DAY OR QURBANI EID TODAY\n\nAugust 22 is Idul Athwaha widely known here as Bakri-Id or Bakri-Eid or Greater Eid. It's a Muslim holy day celebrated seventieth day after the fast.      After Deepavali, here comes Bakri-Idd. It has referred as Eid-Ul-Azha,Eid-Ul-Zuha or Bakr-Idd, Bakra Eid or Bakri Eid. Bakri-Idd is one of the most important festivals in the Muslim calendar. Bakri Eid is a grand celebration for Muslims. Muslims all over India and outside India celebrate BakriEid colorfully.      In many parts of West Africa, Idd is known as Tabaski while in the Indian sub-continent it is commonly called Bakri-Idd. In our country, it’s written as Bakri-Eid or Idul Athwaha.Eid Al Adha or Eid ul Zuha or Bakri Id is one of the most important festivals in the Muslim calendar. Celebrated from the 10th to the 12th day in the month of Dhu al-Hijjah,this festival is significant with the sacrifice of the goat or bakr in Urdu. The word Id derived from the Arabic Eid means 'festival' and 'zuha' comes from Uzhaiyya, which translates to 'sacrifice'.In India, the Muslims mainly sacrifice the goat, which is why the occasion is spoken of in Urdu as Bakhr or Bakri-Id. The festival is to celebrate the strong faith of those devoted to Islam.The sacrificial meat is distributed after the ceremony among friends and family members. Special delicacies and sweets are prepared on the occasion. Eid Mubarak! Wish all my Muslim friends enjoy this Eid and stay fit!Ref : GNLM Daily dated 15.8.2018"
    },
    {
        "title": "ဒေါ်လာစျေး",
        "content": "ဒေါ်လာစျေး\n\nဒေါ်လာစျေး ဘယ်လဲ ဘာလဲ သိချင်သူများကို ပြောမယ်အမေရိကန်တစ်ဒေါ်လာကို ၆ ကျပ်နဲ့ ငွေလဲဖူးတယ် ၁၉၈၇ ဂျပန်သွားတုန်းက မြန်မာ့နိုင်ငံခြားကုန်သွယ်မှုဘဏ် MFTB မှာ။ယုန်ပါဗျာ ကြောင်မဟုတ်ဘူး။၁၉၉၅ စင်္ကာပူကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်တော့ ငွေလဲနှုန်းက တစ်ဒေါ်လာ ~ ၁၁၄ ကျပ်။ပြောမယုံ ကြုံဖူးမှသိပေါ့။၂၀၀၁ မြန်မာသင်္ဘောလုပ်ငန်းကုမ္ပဏီတစ်ခုမှာ ဒေါ်လာစားဖြစ်တော့ တစ်ဒေါ်လာ ~ ၈၅၀ ကျပ်နဲ့လဲဖူးတယ်။ ယုံလား။၂၀၀၄ နောက်သင်္ဘောကုမ္ပဏီတစ်ခုရောက်တော့ တစ်ဒေါ်လာ ~ ၁၃၀၀ ကျပ်။ယုံပါတယ်နော်၊ မယုံရင်ပုံပြင်သာ မှတ်လိုက်တော့။၂၀၁၈ မှာ ဒေါ်လာစျေး ၁၃၅၀ ကျော်ဖြစ်တာ ဘာဆန်းလို့လဲ။1 US$ = MMK 1350 ... What's new? Is it new normal, isn't?Good night! Wish y'all dreamless nite!@ ပို့အဟောင်းလေးကို ခေတ်နဲ့အညီ ပြန်လည်မွမ်းမံ တင်ပြခြင်းပါ။"
    },
    {
        "title": "A NIGHT TO REMEMBER",
        "content": "A NIGHT TO REMEMBER\n\nအမှတ်ရစရာတစ်ညတာ အောက်မှာဖော်ပြထားတာတွေက Tonight အကြောင်းရေးဖွဲ့ထားတဲ့ သီချင်းခေါင်းစဉ်တချို့ပါ။ ကိုယ့်အနေနဲ့ အမှတ်ရစရာတစ်ညတာ \"Tonight တစ်ညည\" ရှိခဲ့လျင် ခေါင်းစဉ်တစ်ခုခု ရွေးပေးစေချင်ပါတယ်။Voting will be closed 1200 hours Aug 19. Hurry, Hurry! ♡ ♡ ♡ ♡ ♡တို့နှစ်ယောက်ရဲ့ညပဲ (Tonight Is Ours or Tonight Is Our Night or Tonight We Belong Together ) စိုင်းထီးဆိုင်  Tonight Is Yours  Tonight I'm Your  Tonight Is The Night  Tonight You Belong To MeTonight Thanks for your kind attention!"
    },
    {
        "title": "Nursery Rhymes",
        "content": "Nursery Rhymes\n\nQueen of Hearts ဆိုတာ \"ကလေးကဗျာတေး Nursery Rhymes\" တစ်ပုဒ်ရဲ့နာမည်ပါ။ ဖဲကစားရာမှာလည်း အနီရောင် \"အသည်းနှလုံးပုံဖဲပွင့် Queen of Hearts\" ကို ဖူးနီလို့သိကြပါတယ်။အားလုံးသိကြတဲ့ ကလေးကဗျာတေးထဲက Queen of Hearts ကို သီချင်းခေါင်းစဉ်၊ ရုပ်ရှင်ကားနာမည်၊ ဝတ္ထုခေါင်းစည်းအဖြစ် ကနေ့အထိတွေ့နေကြပါတယ်။Nursery Rhymes ကို ကျွန်တော်တို့ ငယ်ငယ်က \"သားချော့သီချင်း\" လို့သိခဲ့ပါတယ်။ ရင်သွေးငယ်လေးများအတွက် ရေးဖွဲ့ခဲ့ကြတာဖြစ်လို့ \"Kid songs ကလေးကဗျာ၊ ကလေးသီချင်း၊ သီချင်းကဗျာ\" လို့လည်းပြောနိုင်ပါတယ်။ အဘိဓာန်က \"A short poem or song for children. ကလေးကဗျာတေး\" လို့အနက်ပေးပါတယ်။အဲဒီ ကလေးကဗျာတေးတွေက မူကြိုအရွယ်ကလေးငယ်တွေအတွက်ဆိုပေမဲ့၊ အင်္ဂလိပ်စာလေ့လာသူတွေ နားထောင်စွမ်းရည် (Listening Skill) လေ့ကျင့်ဖို့များစွာအထောက်အကူပြုပါတယ်။အင်္ဂလိပ်စာစွမ်းရည် ၅ မျိုးတိုးတက်စေဖို့ ရည်ရွယ်ကာ Ever English Magazine ထုတ်ဝေသူ ဆရာ Chan Zaw Htetက ကလေးကဗျာတွေနားထောင်ရင်း Listeningkill လေ့ကျင့်ကြဖို့ တိုက်တွန်းလေ့ရှိပါတယ်။ ကျေးဇူးပါ ဆရာချမ်း။ကျွန်တော်အနေနဲ့ ကျောင်းမှာ \"ကလေးကဗျာတေး\" တွေမသင်ခဲ့ရပေမဲ့၊ အိမ်နီးနားချင်းတွေရွတ်ဆိုနေတာကြားဖူးလို့ နားရည်ဝခဲ့ပါတယ်။ ကျွန်တော်က အင်္ဂလိပ်စာကို စွဲစွဲလန်းလန်းလေ့လာသူတစ်ယောက်ဆိုတော့ Nursery Rhymes တွေကို အသက်အရွယ်အပိုင်းအခြားတစ်ခုမှာ သိတာတွေကို အသက်အရွယ်ကြီးရင့်တဲ့အထိ သိသထက်သိအောင် ကြိုးစားသင်ယူဆဲပါ။ကလေးကဗျာလေးတွေကို နားထောင်ကြည့်ကြပါ။ အနက်အဓိပ္ပာယ်တွေ ဂဃနဏသိအောင် ကြိုးစားကြပါလို့တိုက်တွန်းချင်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "EXCHANGE RATE",
        "content": "EXCHANGE RATE\n\n_ From Fluctuation to Floating      အားလုံးသိကြတဲ့အတိုင်း တစ်လလတစ်ခါ လကုန်ရင် လုပ်ခလစာ (Salary and Wages) ရသူတွေ ကို လခစား လို့ခေါ်ပါတယ်။ Salary ဆိုတာ လစာ ပါ။ ဒီတော့ လခစား ကို အဘိဓာန်က Salaried staff လို့အနက်ပေးပါတယ်။ဂျပန်တွေကတော့ ကုမ္ပဏီအလုပ်သမားလခစားတွေကို Salaryman = (especially in Japan) a white-collar worker. လို့ခေါ်ပါတယ်။      မြန်မာပြည်ရှိ့ ကုမ္ပဏီတွေအများစုက ဝန်ထမ်းလစာကို အမေရိကန်ဒေါ်လာနဲ့ သတ်မှတ်ပြီး၊ ငွေလဲနှုန်းပေါက်ဈေးအရ တွက်ချက်ကာ ကျပ်ငွေနဲ့ထုတ်ပေးပါတယ်။လက်ရှိဒေါ်လာပေါက်ဈေး ၁၅၀၀ ကျော်နဲ့ဆို အရင်လထက် လစာငွေ ၅%~၁၀% လောက် အထိုက်အလျောက် တိုးရကြမယ့်ပုံရှိပါတယ်။ တကယ်တော့ လခစားဝန်ထမ်းတွေ ပျော်ကြရတာ လစာထုတ်ရက်တစ်ရက်တည်းပါ။ ကျန်ရက်ပေါင်း ၃၀ အတွင်း ဝယ်ယူစားသုံးရမယ့် ပစ္စည်းပစ္စယတွေအတွက် ဈေးနှုန်းတွေက ဒေါ်လာဈေးအတက်ကြောင့်လစာလေး နည်းနည်းတိုးရတာထက် ပိုကုန်ကျနေကြရပါတယ်။ ဟင်းသီးဟင်းရွက်၊ အသားငါးနဲ့ အထွေထွေကုန်ပစ္စည်းဈေးတွေက တက်ရိပ်ပဲရှိပါတယ်။      ကဲ အောက်တိန်း ဈေးနှုန်းကိုပဲကြည့် ဧပြီမှာ ၈၄၀၊ မေမှာ ၈၇၅၊ ဇူလိုင်မှာ ၉၄၀၊ ဒီနေ့ ဩဂုတ် ၁၇ မှာ ၉၇၅... ဈေးတက်တာ ၁၀% နဲ့ ၁၇% ရှိတာတွေ့ရပါလိမ့်မယ်။ငွေလဲနှုန်း က မြင်းရိုင်း တစ်ကောင်ပါပဲ။ အဲဒီ မြင်းရိုင်း ကို ထိန်းကျောင်းမယ်ဆိုတဲ့ ဗဟိုဘဏ်လည်း ၂၀၁၂ ကတည်းက ချုပ်ကိုင်လာတဲ့ သူ့ ရည်ညွှန်းငွေလဲနှုန်း (Reference Exchange Rate) ကို ဩဂုတ် ၁၃ က ဇက်ကြိုးဖြည်လွတ်ပေးလိုက်ပါပြီ။ ဈေးကွက်စီးပွားရေးသဘောအရ ဈေးကွက်အနှုတ်အသိမ်းကပဲထိန်းကျောင်းသွားလိမ့်မယ်ပေါ့ဗျာ။ Central Bank officially abolishes managed float system The Central Bank now officially allows banks and money changers to ignore the Central Bank reference rate.      ကျွန်တော်တို့တတွေက ခေတ်အဆက်ဆက်အပြဋ္ဌာန်းခံတွေ၊ ဘာမှမတတ်နိုင်သူတွေဆိုတော့ ဒေါ်လာဈေးအတက်အကျဒဏ်ကို ခါးစည်းခံရုံပဲရှိပါတော့တယ်။ တစ်ခုတော့ရှိတယ် ဝင်ငွေတိုးမရှာနိုင်ရင် ခြိုခြံချွေတာကြရမှာပေါ့လေ။ ဘာပဲဖြစ်ဖြစ် \"ငါမငတ်သေးဘူး ငါမငတ်သေးဘူး\" သီချင်းလေးတစ်ပိုင်းတစ်စတော့ ညည်းနိုင်ဦးမှာပါ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ဂီတကြယ်တစ်ပွင့်ကြွေလွင့်ပြီ",
        "content": "ဂီတကြယ်တစ်ပွင့်ကြွေလွင့်ပြီ\n\nAretha Franklin, \"Queen of Soul\" has died of cancer at the age of 76. Hereunder are her 10 greatest songs chosen by the Independent, UK. 1. I Never Loved a Man (The Way I loved You) (1967)2. Respect (1967) 3. Think (1968) 4. Dr Feelgood (Love Is a Serious Business) (1967) 5. I Say a Little Prayer (1968) 6. Ain’t No Way (1968) 7. (You Make Me Feel Like) A Natural Woman (1967) 8. Chain of Fools (1967)9. Do Right Woman, Do Right Man (1967) 0. Don’t Play That Song (1970)      Please listen to her first Grammy-award winning song \"RESPECT.\" ♡ ♡ ♡ Thank you for the Music!"
    },
    {
        "title": "မဒေါနာ ၆၀ ပြည့်ပြီ",
        "content": "မဒေါနာ ၆၀ ပြည့်ပြီ\n\nMadonna turns 60 _ မဒေါနာ ၆၀ ပြည့်ပြီ      မနက်ဖြန် ဩဂုတ် ၁၆ ရက်မှာ ပေါ့ဘုရင်မ Madonna တစ်ယောက် အသက် ၆၀ ပြည့်ပါပြီ။ အသက် ၆၀ နဲ့ ၆၉ ကြားအရွယ်ရှိသူတွေကို Sexagenarian လို့ခေါ်ပါတယ်။ Sexagenarian is a person who is between 60 and 69 years old.မဒေါနာ ဟာ ၁၉၈၀ နဲ့ ၁၉၉၀ ခုနှစ်များရဲ့ ညို့ဓာတ်မှာ လျှမ်းလျှမ်းတောက်သူ (Sex symbol) တစ်ယောက်ပါ။ သူဟာ ပေါ့တေးဂီတမှာ အမွှမ်းတင်ခံရတဲ့သူ (Pop icon) ဖြစ်သလို၊ ညို့ဓာတ်ကောင်းကောင်းနဲ့ ပုရိသယောကျ်ားသားတွေကို ရမ္မက်ကြွစေသူ (Sexual icon) လို့လည်း အသိအမှတ်ပြု ခံရသူတစ်ယောက်ပါ။Madonna has been referred to as a sexual icon, and sex symbol; most notable in the decade of the 1980s and 1990s. သူဟာ အသက်အရွယ်ရင့်ကျက်လာချိန်မှာ အမျိုးသမီးလိင်မှုကိစ္စ လွတ်လပ်ခွင့်နဲ့ ထုတ်ဖော်ခွင့်တွေကို ရှေ့တန်းတင်လုပ်ဆောင်တဲ့ အမျိုးသမီးအခွင့်အရေးတက်ကြွလှုပ်ရှားသူ (Feminist) အဖြစ်သိလာကြပါတယ်။ Also, she is cited as an icon of sexual freedom and expression.      ကဲ အသက် ၆၀ ပြည့်ပြီးတာတောင် မဒေါနာ ဟာ တေးသီချင်းတွေနဲ့ ဖမ်းစားဆဲ၊ အကအလှတွေနဲ့ ပရိသတ်ကို ရင်ခုန်စိတ်လှုပ်ရှားအောင် ဖန်တီးနေဆဲပါ။အသက်ကြီးပေမယ့်၊ ဆွဲဆောင်မှု ညို့ဓာတ်တွေ၊ အနုပညာစွမ်းအားတွေ မပျက်စီးသေးတဲ့ Madonna ကို မွေးနေ့ဆုတောင်းပေးလိုက်ကြရအောင် _ Happy Birthday Sweet Sixty! ♡ ♡ ♡"
    },
    {
        "title": "ကျွန်မပွဲလေးမိုးမဖျက်ပါစေနဲ့",
        "content": "ကျွန်မပွဲလေးမိုးမဖျက်ပါစေနဲ့\n\nDon't Rain On My Parade ကျွန်မပွဲလေးမိုးမဖျက်ပါစေနဲ့      အခုလို မိုးဖြိုင်ဖြိုင်ရွာတဲ့ ဝါဆို~ ဝါခေါင်မှာ မဖြစ်မနေ ပွဲလမ်းသဘင်တစ်ခုခု ကျင်းပရသူတွေအဖို့ အစိုးမရတဲ့မိုးက အဓိကအတားအဆီးဖြစ်ပါတယ်။ ရှေးရိုးစွဲအယူအဆရှိသူတွေက မိုးတားဆရာပင့်ခေါ်ပြီး မိုးမရွာအောင် မိုးတားလေ့ရှိကြတယ်။ဘာပဲဖြစ်ဖြစ် သူ့သဘောသူဆောင် ဘယ်သူမှမတားဆီးနိုင်တဲ့ မိုးကိုတော့ ဘုရားသကြားမလို့ ကျွန်မပွဲလေး မိုးမဖျက်ပါစေနဲ့လို့ ဆုတောင်းရုံကလွဲလို့ ဘာများတတ်နိုင်ဦးမှာလဲ။      \"ကျွန်မပွဲလေးမိုးမဖျက်ပါစေနဲ့ Don't Rain On My Parade\" ဆိုတာ Barbra Streisand ရဲ့ ၁၉၆၈ Funny Girl တေးသံစုံဟာသရုပ်ရှင်ကားထဲကဇတ်ဝင်တေးတစ်ပုဒ်ဖြစ်ပါတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "အီစလံဝေ",
        "content": "အီစလံဝေ\n\nကိုဗစ်-၁၉ကို တိုက်ဖျက်ဖို့ အီစလံဝေအောင် အများကြီးလုပ်ရပါဦးမယ်ကမ္ဘာ့ကျန်းမာရေးအဖွဲ့ ညွှန်ချုပ်က အီစလံဝေအောင် အများကြီးလုပ်ရပါဦးမယ်.This virus will be with us for a long time.ဒီရောဂါပိုးက ကျွန်တော်တို့နဲ့ အကြာကြီးနေဦးမှာလို့ ၂၂-၄-၂၀၂၀ နေ့က သတိပေးပြောကြားခဲ့ပါတယ်။ပြန်တင်ပါရစေ။ အီစလံဝေဗြိတိသျှတွေ ဗမာပြည်ကို အုပ်စိုးစဉ် အင်္ဂလိပ်တွေက ကိစ္စတစ်ခု အဆင်မပြေရင်၊လုပ်ကိုင်လို့မရဘူးဆိုရင် ဒီလိုပြောပါတယ်။ \"It's a long way\" ~ \"It's a long way to go.\"ခရီးရှည်ကြီးသွားရဦးမယ်၊ အလှမ်းဝေးသေးတယ်\" ပေါ့။အီဒီယံအနေနဲ့ So many rivers to cross. နဲ့နီးစပ်ပါလိမ့်မယ်။နေးတစ်စပီကာကြီးက \"အစ်ဇလောင်ဝေး\" It's a long way. လို့ပြောတာကိုကျွန်တော်တို့တွေက \"အီစလံဝေ\" လို့ကြားပါတယ်။ဒီတော့ \"အီစလံဝေ\" ဆိုတာ အဆင်မပြေ၊ လုပ်ကိုင်မရ၊ အခက်အခဲတွေရှိတာကိုတင်စားပြောတာပါ။အခု ဗြိတိသျှတွေ ဗမာပြည်ကို လွတ်လပ်ရေးပေးပြီး နှစ် ၇၀ ကျော်လာပေမယ့်တိုင်းပြည်ကြီးက ဒဏ်ရာတွေ ဗရပွနဲ့ ဒီမိုကရေစီခရီးရှည်ကြီးကို သွားနေဆဲပါ။အဖျက်အမှောင့်၊ အတားအဆီးတွေအပြည့် ကြုံတွေ့နေရသေးတာကြောင့်\"It's a long way အီစလံဝေ\" ဖြစ်နေပါသေးတယ်။အားလုံးညီသွားတဲ့ တစ်နေ့မှာတော့ \"It's NOT a long way to go. ဖြစ်ပါလိမ့်မယ်။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "အရက်စွဲခြင်း၊ အရက်စွဲရောဂါ",
        "content": "အရက်စွဲခြင်း၊ အရက်စွဲရောဂါ\n\nWhat is alcoholism? အရက်စွဲခြင်း၊ အရက်စွဲရောဂါ      Alcoholism is the most serious form of problem drinking, and describes a strong, often uncontrollable, desire to drink. Sufferers of alcoholism will often place drinkingabove all other obligations, including work and family, and may build up a physical tolerance or experience withdrawal symptoms if they stop.      Alcoholism is sometimes known as alcohol addiction or alcohol dependence.It’s slightly different to ‘harmful drinking’ which is an occasional pattern of drinking which can cause damage your health.      An example of harmful drinking is drinking too much at a party, and risking a fall or argument.This pattern may develop into alcoholism if that kind of harmful drinking becomes a habit and happens on a regular basis. သင် အရက်စွဲနေပြီလား။ သင့်ရဲ့ တောက်ပတဲ့အနာဂတ်ကို ဖျက်ဆီးစပြုလာပြီ၊ သင်နဲ့ သင့်မိသားစုကို ဒုက္ခပေးတော့မယ်။ ???"
    },
    {
        "title": "ကယ်လီယိုပက်ထရာ",
        "content": "ကယ်လီယိုပက်ထရာ\n\nColeoptera      ရုတ်တရက်ဆို ဒီစာလုံးက အီဂျစ်အလှဘုရင်မ ကယ်လီယိုပက်ထရာ Cleopatra နဲ့ စာလုံးပေါင်းတူသယောင်ရှိပါတယ်။ တကယ်တော့ Coleoptera ဆိုတာ Beetle ခေါ် ပိုးတောင်မာတွေရဲ့မျိုးစဉ်ကို သိပ္ပံနည်းကျခေါ်တာပါ။      Beetle ဆိုတော့ ကျွန်တော်တို့ မြီးကောင်ပေါက်အရွယ်ကကြိုက်ခဲ့တဲ့ ရော့ခ်တေးဂီတအဖွဲ့ Beatles ကိုအမှတ်ရမိတယ်။ Beatles = Beetle + Beat + s \"ဆံပင်မွှေးရှည်ရှည် နဲ့ သံစဉ်မိမိတေးသီသူတွေ\" လို့ အတိတ်ကောက်နာမည်ပေးထားတာပါ။      အဲဒီ ပိုးတောင်မာတွေအကြောင်းလေ့လာတဲ့ဘာသာရပ်ကို Coleopterology; လေ့လာသူဇီဝဗေဒပညာရှင်ကို Coleopterists,biologists who specialize in the study of beetles. လို့ခေါ်ပါတယ်။ ကမ္ဘာပေါ်မှာ အရောင်အသွေးစုံတဲ့ ပိုးတောင်မာအမျိုးပေါင်း ၄၀၀,ဝဝဝ ရှိတယ်လို့သိရပါတယ်။ ကဲ ဒီပိုးတောင်မာတွေထဲမှာ ကျွန်တော်တို့ ရင်းနှီးဖူးတဲ့ ပိုးကောင်တွေရှိမယ်ထင်ပါတယ်။ ရှာကြည့်ကြပါဦး။ ကျွန်တော့်အကြိုက်ကပုံမှာမြင်ရတဲ့ အစိမ်းရောင်ပြောင်ပြောင်နဲ့ ရွှေပိုးကောင် ပါ။ ကောင်းစွာအိပ်စက်နိုင်ကြပါစေ။"
    },
    {
        "title": "KIDNAP YOUR WIFE",
        "content": "KIDNAP YOUR WIFE\n\nKidnap Your Wife ... Holidaying!      သင့်လုပ်ငန်းခွင်မှာ ဖိစီးမှုတွေသိပ်များနေသလား။ သင့်အိမ်မှာရော နေရထိုင်ရတာ မွန်းကြပ်နေပါသလား။ ဘာမှလုပ်မနေနဲ့ သင့်မိန်းမကို အတင်းခေါ်ပြီး အပျော်ခရီးထွက်လိုက်ပါ။ Kidnap your wife and go vacation!      ဘာလဲ ခင်ဗျားတို့ကခရီးသွားလုပ်ငန်း အရောင်းမြှင့်စာတွေ ရေးနေတယ်လို့ထင်ကြလိမ့်မယ်။ မဟုတ်ရပါဘူးဗျာ။ ဘဝအမောတွေပြေဖို့ မရောက်ဖူးတဲ့နေရာရော၊ ရောက်ဖူးတဲ့နေရာရော အခေါက်ခေါက်သွားကြနေသူတွေကို သတိပေးမလို့ပါ။ (Papa Don't Preach လို့တော့ မပြောကြစေလိုပါ။) ကြွားလုံးထုတ်ဝါကြွားမှု (Conspicuous Consumption) လိုဖြစ်နေတဲ့ အပန်းဖြေခရီးသွား ကုန်ကျစရိတ်တွေကို ပြန်စဉ်းစားဖို့ တိုက်တွန်းချင်တာပါ။ BBC Travel Show မှာ ကြားကြားနေရတာက We do not travel to escape life. တဲ့။      ကဲ ၂၀၁၈ အတွင်း ပြည်တွင်းပြည်ပ အလည်အပတ်ခရီး ဘယ်နှကြိမ်ထွက်ခဲ့ကြသလဲ။ အခု ၂၀၁၉ ၇-လအထိ ခရီးဘယ်နှကြိမ်သွားခဲ့ပြီးပြီလဲ။စရိတ်စက ဘယ်လောက်ကုန်ကျခဲ့သလဲ။ ပြန်တွက်ကြည့်ပါ။ အဲဒီ ကုန်ကျငွေတွေကို တခြားလိုအပ်နေတဲ့ မိသားစုပညာရေး၊ ကျန်းမာရေးလိုနေရာမျိုးမှာသာ သုံးလိုက်ရရင် ဘယ်လောက်ကောင်းမလဲပေါ့ဗျာ။ ပြန်စဉ်းစားကြပါဦး။ Think twice for discretionary costs and expenses.ငယ်ငယ်ထဲက မိဘတွေဆို ဆုံးမသတိပေးတာရှိတယ်... သုံးပါ~ မဖြုန်းကြပါနဲ့။ Waste not, want not. ကျွန်တော်တို့ မိဘတွေ ဝင်ငွေနည်းနည်းနဲ့ သားသမီး (တော်တော်များများ) ကို ကျွေးမွေးခဲ့တယ်။ ဘာကြောင့်လဲ သူတို့တတ်နိုင်သမျှ ခြိုးခြံချွေတာခဲ့ကြလို့ သားသမီးတွေ တင့်တောင့်တင့်တယ်နေနိုင်တာဖြစ်ပါတယ်။ကိုယ်တွေလည်း နောက်လူတွေအတွက် စာနာထောက်ထားပြီး ချွေတာသုံးစွဲကြဖို့ပါ။ We should scrimp and save wisely. အားလုံး မင်္ဂလာညနေခင်းပါ။"
    },
    {
        "title": "SLAMMING DOOR",
        "content": "SLAMMING DOOR\n\n... တိုက်တိုက်ဆိုင်ဆိုင် မနေ့က ဦးအေးလွင် ရဲ့ ကားလိုက်စီးပြီး၊အဆင်းမှာ ကားတံခါးကို တအားဆောင့်ပိတ်မိလို့ အားနာမိပါတယ်။ကျွန်တော်များ အကျင့်ပါနေလေရော့လား။ Credit to contributor."
    },
    {
        "title": "MORNING HAS BROKEN",
        "content": "MORNING HAS BROKEN\n\nHi Folks, Good Morning!      မင်္ဂလာမနက်ခင်းပါ။ အားလုံးကောင်းတဲ့နိုးထခြင်းနဲ့အတူ မင်္ဂလာမနက်ခင်းလေးကို ကြိုဆိုကြရအောင် ဖိတ်ခေါ်ပါတယ်။ ကောင်းမွန်လှပတဲ့မနက်ခင်းကို ကျွန်တော်တို့တွေ မဖန်တီးနိုင်ပေမယ့် အဲဒီ အေးချမ်သာယာတဲ့မနက်ခင်းလေး ပျက်စီးမသွားအောင် ထိန်းသိမ်းဖို့လိုပါလိမ့်မယ်။\"Morning Has Broken နေ့သစ်စပြီ\" သီချင်းက Cat Stevens ရဲ့ ၁၉၇၁ ထုတ် Teaser And The Firecat တေးအယ်ဘမ်ထဲက ဗြိတိန်နဲ့ အမေရိကားမှာ Top Ten ဝင်သီချင်းတစ်ပုဒ်ပါ။ Morning Has Broken ကို ကျော်ဟိန်း က \"ကြွေသူနှစ် ကောက်သူတစ်\" အဖြစ် မြန်မာမှုပြု သီဆိုခဲ့ပါတယ်။မနက်ခင်းကို ကြိုဆိုရင်း Morning Has Broken ကို နားထောင်ကြည့်ကြပါဦး။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "MADE IN JAPAN",
        "content": "MADE IN JAPAN\n\nMade in Japan ... Assembled in China      ဒီ SONY တီဗွီ က ဘယ်မှာထုတ်တာလဲဗျာ၊ ... မလေးရှားမှာပါ။ ဒါဆို ဒီ စက်ယန္တရားကြီးတွေကရော... တရုတ်ပြည်မှာထုတ်တာပါ။ ... ဝူး ခင်ဗျားပဲပြောတယ်လေ ... ကမ္ဘာကြီးက ရွာကြီးဖြစ်သွားပြီဆို ...Seeking cheaper global labor      အိမ်သုံးလျှပ်စစ်ကိရိယာအစ စက်ယန္တရားကြီးတွေအဆုံး ဂျပန်ရဲ့နာမည်ကြီးကုန်ပစ္စည်းတွေ ဂျပန်ပြည်မှာမထုတ်တော့ပါ။ ဒီလိုပါပဲ အမေရိကန်က Apple iPhone ကို လုပ်သားဈေးပေါတဲ့ တရုတ်ပြည်မှာသွားထုတ်တယ်။ကနေ့ ကမ္ဘာနဲ့အဝှမ်း လုပ်အားဈေး ပေါပေါရှာဖွေလုပ်ကိုင်ရင်း ရှင်သန်ဖို့ ရှင်ကျန်ရစ်ဖို့ ကြိုးစားနေကြရပါတယ်။ Minimal Minimum Wages      လတ်တလော စိတ်ပူနေကြရတာက အမေရိကန်-တရုတ်တို့ ဦးတည်နေတဲ့ ကုန်သွယ်ရေးစစ်ပွဲပါ။ ဘယ်သူဘယ်လောက်အထိနာကြမလဲတော့မသိပါ။ထိချက်တွေ ပြင်းထန်မှာသေချာပါတယ်။ စိတ်ဝင်စားစရာကောင်းတာက တရုတ်အလုပ်သမတွေ အမေရိကန်အလံချုပ်ပေးနေရတာပါပဲ။ ဒီလိုပါပဲ တရုတ်တွေက ပန်းသီးစိုက်ပြီး မြန်မာ့ဖရဲသီးဝယ်စားနေတာ သတိပြုမိကြပါစေ။ ကိုယ့်လူမျိုးတွေ ကိုယ့်နိုင်ငံကလုပ်သားတွေ ဘယ်ဈေးပေါက်နေသလဲသိဖို့ပါ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "REMINISCING THE PAST",
        "content": "REMINISCING THE PAST\n\nအနှစ် ၃၀ ကျော်က ဘွဲ့နှင်းသဘင်ရှေ့ မြက်ခင်းပြင်ပေါ်မှာ ထိုင်နေတဲ့ ကျွန်တော့်သားလေး မြတ်သူရိန် ပုံပါ။ ကျွန်တော်တို့က တံတားဖြူ ကန်လမ်းမှာနေခဲ့လို့ ဘွဲ့ရပြီးပေမယ့် တက္ကသိုလ်နဲ့ ကင်းကွာမသွားပါ။ အင်းယားမှာ ရေကူးတယ်။ တက္ကသိုလ်ဝင်းထဲ ခဏခဏရောက်တယ်။ လှေလှော်ရွက်တိုက်အသင်းရှိရာကိုမိသားစုပျော်ပွဲစားသွားကြတယ်။ ဒီဓာတ်ပုံကို ချယ်ရီဖေအောင် က ရိုက်ကူးပေးပါတယ်။ အားလုံး အမှတ်ရစရာတွေပါ။ အပင်နဲ့ အကောင် Flora & Fauna တွေကို ချစ်မြတ်နိုးတဲ့ မြတ်သူိန် ဟာ အခု မြန်မာပြည်နေရာတော်တော်များများ ခရီးနှင်ပြီး ငှက်တွေကို ဓာတ်ပုံရိုက်နေပါတယ်။You can find Myat Thurein as himself on his Facebook or \"myat thurein's wildlife photography\" page.      ♡ ♡ ♡"
    },
    {
        "title": "ဂျုံးဂျုံး ဂျက်ဂျက် မီးရထား",
        "content": "ဂျုံးဂျုံး ဂျက်ဂျက် မီးရထား\n\nမြည်သံစွဲအလင်္ကာ (Onomatopoeia) ကို အရာဝတ္ထုများထိတွေ့ရာမှ ထွက်ပေါ်လာသောအသံများ၊ သတ္တဝါများ၏ အော်မြည်သံများကို တုပ၍ ထည့်သွင်းဖွဲ့ဆိုသော စကားတန်ဆာဖြစ်သည်။ စကားများ၊ စာပေများရေးသားပြောဆိုရာတွင် မည်သံစွဲစကားလုံးများကို ထည့်သွင်းအားဖြည့်ကာ ပြောဆိုရေးသားခြင်းဖြင့် ပိုမို၍အသက်ဝင်လှုပ်ရှားလာစေပါသည် လို့ဆိုပါတယ်။      အခုလို မိုးရာသီ မိုးရွာတဲ့အခါ မိုးစက်မိုးပေါက်တွေ တပေါက်ပေါက်၊ တဖြောက်ဖြောက်၊ တဖြန်းဖြန်းကျသံတွေက မြည်သံစွဲအလင်္ကာ (Onomatopoeia) တွေဖြစ်ပါတယ်။ မြည်သံစွဲအလင်္ကာအနေနဲ့ မိုးစက်တွေ တပေါက်ပေါက်ကျသံ ကို Patter; မိုးစက်မိုးပေါက်သေးသေး ကို Spatter;မိုးပေါက်ကြီးကြီးကိုတော့ Splatter လို့ ပုံဖော်ပါတယ်။      မြင်းပြေးရာမှာပေါ်လာတဲ့ မြင်းခွာသံကိုတော့ ကျွန်တော်တို့က \"တစ်ကလုပ် တစ်ကလုပ်\" လို့ကြားပါတယ်။ သူတို့ကတော့ \"Clip-clop/ Clip-clop-clop-clop\" လို့အသံဖော်ပါတယ်။မီးရထားခုတ်မောင်းသွားသံ ဂျုံးဂျုံး ဂျက်ဂျက် ကိုတော့ Clickety-clack လို့ တူညီမှုပြုပါတယ်။ ဒီ မည်သံစွဲအလင်္ကာ Clickety-clack ဂျုံးဂျုံး ဂျက်ဂျက် ကို နားထောင်ဖို့ Elvis Presley ရဲ့ ၁၉၆၂ ရုပ်ရှင်ကား G. I. Blues ထဲက ဇာတ်ဝင်တေး Frankfort Special ခံစားကြည့်ကြပါဦး။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "HONEY, I'M HOME",
        "content": "HONEY, I'M HOME\n\nဒီနေ့ စက်တင်ဘာ ၃၀ ရက်နေ့ဟာ \"အပြည်ပြည်ဆိုင်ရာဘာသာပြန်နေ့ International Translation Day (ITD)\" ဖြစ်ပါတယ်။ ဘာသာပြန်ခြင်းအတတ်ပညာကို ကြိုးစားလေ့လာနေသူများအတွက် အမှတ်တရအဖြစ် Shania Twain ရဲ့ \"အချစ်ရေ ကိုယ်အိမ်ပြန်ရောက်ပြီ Honey, I'm home\"သီချင်းလေးမျှဝေလိုက်ပါတယ်။ ဒီသီချင်းက ကျွန်တော်တို့နားစွဲနေတဲ့ ချောစုခင် ရဲ့ ကော်ပီတေးလေးဖြစ်ပါတယ်။      Remarks : \"I'm home\" means \"I have arrived at home\" (after being away for while, for instance after a trip, or after workingin an office the whole day). In the phrase \"I'm home\", the word \"home\" is used as an adverb, not a noun. အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "မကြာခင်မှာကြင်နာမယ်",
        "content": "မကြာခင်မှာကြင်နာမယ်\n\nDead Wood မကြာခင်မှာကြင်နာမယ် HR ဝေါဟာရ သစ်ဆွေး (Dead Wood) ဆိုတာ ကုမ္ပဏီအတွက်အသုံးမဝင်တော့တဲ့ ဝန်ထမ်း. Useless or burdensome persons or things: ကိုခေါ်တာပါ။ အသက်ကြီးတာ ငယ်တာနဲ့ မဆိုင်ဘဲ ကုမ္ပဏီအတွက် အသုံးမဝင်ဝန်ထမ်း ဖြစ်လာတဲ့တစ်နေ့ ခင်ဗျားလည်း သစ်ဆွေး ဖြစ်သွားပြီပေါ့။ဒါဆို ကုမ္ပဏီက ခင်ဗျားကို မကြာခင်မှာကြင်နာတော့မယ် အဲ နာကျဉ်စေတော့မယ်။ အနည်းဆုံး အလုပ်ကရပ်နားခံရမယ်။ e.g. The boss cut the deadwood from his staff. အသုံးမကျတဲ့သူ ပစ်ပယ်ခံရတာ၊ သဘာဝကျပါလိမ့်မယ်။ Best of luck. Good Night!"
    },
    {
        "title": "ပျားတစ်စက်ကြောင့် ပြည်ပျက်",
        "content": "ပျားတစ်စက်ကြောင့် ပြည်ပျက်\n\nA kingdom lost for a drop of honey ဒီမိုကရေစီလှိုင်းလုံးကြီး အားကောင်းမောင်းသန်နဲ့ ဖြန့်ကြက်နေချိန်မှာတောင် အဂတိတွေဖောင်းကြွပြီး ပွင့်လင်းမြင်သာမှုက စဉ်းတီတုံးပေါ်လည်စင်းပေးနေရတယ်။ အဖျက်အမှောင့်၊ အတုအယောင်တွေက အမှန်တရားကို ဘေးကန်ထုတ်နေတယ်။မတရားရထားတာတွေနဲ့ ကျိကျိတက်ချမ်းသာနေသူတွေက စီးပွားရေး ကမောက်ကမတွေဖြစ်အောင် လုပ်နေကြတယ်။ တရားဥပဒေစိုးမိုးရေး၊ ပြည်တွင်းငြိမ်းချမ်းရေးကို တည်ဆောက်နေတဲ့ အစိုးရကို အာဏာရူးတွေက အမျိုးဘာသာသာသနာယောင်ယောင်နဲ့ မငြိမ်သက်အောင် ဖန်တီးနေကြတယ်။Knowing the Demons; Identifying the Devils ဒီအချိန်မှာ ပြည်သူတွေ ဆင်ခြင်တုံတရားပြည့်ဝပြီး၊ အမှန်အမှားခွဲခြားတတ်ဖို့ အထူးလိုပါတယ်။ ဘယ်သူက သရဲတစ္ဆေလိုမနှစ်မြို့စရာကောင်၊ ဘယ်သူက မကောင်းဆိုးဝါး ခွဲခြားသိဖို့ပါ။ မြန်မာပြည်ကြီး ကောင်းဖို့ အားလုံးပါဝင်လုပ်ကိုင်စေချင်ပါတယ်။သတိထားရမှာက အကြောင်းတိုက်ဆိုင်သွားရင် ပျားရည်တစ်စက်ကြောင့် ပြည်ပျက်တတ်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "FAMILY WAY ကိုယ်လေးလက်ဝန်",
        "content": "FAMILY WAY ကိုယ်လေးလက်ဝန်\n\nFamily way : condition of being pregnant —used with in and the or a she is in a family way. ကိုယ်ဝန်ရှိတာကိုပြောတဲ့ အီဒီယံပါ။ ကိုယ်ဝန်ရှိအောင် ကျူးလွန်မိတာကိုလည်း To put someone in the family way လို့ပြောနိုင်ပါတယ်။ကိုယ်ဝန်ရှိတယ်ဆိုတာ ပျော်ရွှင်ဝမ်းမြောက်စရာသတင်း An event full of joy; ဖြစ်သလို၊ အကြပ်ဆိုက် အန္တရာယ်လည်း ကျရောက်နိုင်တဲ့အဖြစ် A dangerous or menacing situation; မျိုးလည်းဖြစ်တတ်ပါတယ်။ ဘာပဲဖြစ်ဖြစ် တစ်ဖက်သား ကိုယ်ဝန်ရှိသွားပြီဆိုရင် ထွေးပွေ့လိုက်ပါတော့။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "TYPO OR STENCIL ERROR",
        "content": "TYPO OR STENCIL ERROR\n\nလူဆိုတာ အမှားမကင်းကြသူတွေ ဖြစ်ပါတယ်။ဒါကြောင့် To err is human. မှားဖို့လူဖြစ်လာတယ်လို့တောင် အဆိုရှိပါတယ်။ကမ္ဘာ့အကြီးဆုံးလေကြောင်းတစ်ခုဖြစ်ပြီး၊ နှစ်ပေါင်း ၇၂ ကျော်ရပ်တည်လျက်ရှိတဲ့ဟောင်ကောင်လေကြောင်း Cathay Pacific Airlines ရဲ့လေယာဉ်တစ်စီးကိုယ်ထည်ပေါ်က Pacific ကို \"F\" မပါဘဲ Paciic လို့ စာလုံးပေါင်းမှားသွားတော့ တာဝန်ရှိသူတွေကသိကအောက်နဲ့ တော်တော်လှုပ်လှုပ်ရွရွဖြစ်သွားခဲ့ပါတယ်။ ဒီကိစ္စက Spelling-checker လည်း မတတ်နိုင်တဲ့ သဘောရှိတာကြောင့် ဗွေမယူကြပါနဲ့ _ မှားတော့လည်း ပြင်ကြတာပေါ့ဗျာ။To err is human; to forgive divine.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ရှောင်လွှဲလို့မရရင် မွေ့ပျော်လိုက်ပါ",
        "content": "ရှောင်လွှဲလို့မရရင် မွေ့ပျော်လိုက်ပါ\n\nEmbrace 'em ရှောင်လွှဲလို့မရရင် မွေ့ပျော်လိုက်ပါ      ဒီမနက် ၃ နာရီခွဲလောက် အိပ်ရာကနိုးပါတယ်။ နိုးနိုးချင်း ခေါင်းထဲရောက်လာတာက ဒေါ်လာဈေးတရိပ်ရိပ်တက်တဲ့ ဂယက်ကနေ ရွှေဈေး၊ လောင်စာဆီဈေး၊ အထွေထွေကုန်ပစ္စည်းဈေးတွေလည်း လှုပ်ခတ်နေတဲ့အကြောင်းပါ။ ထိန်းကျောင်းတည့်မတ်မှုတွေ လုပ်နေပေမယ့်နိုင်ငံ့စီးပွားရေးမကောင်းဘူး စတာတွေပါ။ ပြည်တွင်းပြည်ပ ကာလဒေသ ပယောဂတွေရှိနေပေမယ့် ဘယ်သူ့ကိုမှ အပြစ်မတင်ချင်ပါ။ သမာသမတ်ရှိပြီး၊ စိတ်ရင်းမှန် အစိုးရကောင်းတစ်ရပ် ရှိနေတာကိုပဲ ကျေးဇူးတင်နေမိပါတယ်။      ကျွန်တော်တို့လူသားတွေဟာ မွေးဖွားချိန်က သေဆုံးချိန်အထိ ကံတရားရဲ့ စီမံရာခံကြရတာပါ။စာဆန်ဆန်ပြောရရင် ကံဇာတ်ဆရာအလိုကျ ကနေကြရတာပဲမဟုတ်ပါလားခင်ဗျာ။ မိခင်သဘာဝတရားကြီးကလည်း မျက်နှာသာမပေး၊ ကမ္ဘာနဲ့အဝှန်း ရာသီဥတုတွေဖောက်ပြန်လို့ ဘေးဒုက္ခ္ခတွေ ခါးစည်းခံနေကြရတယ်။ Blind-fold of the Nature! ပြည်တွင်းစစ်လို လူ့ပယောဂကြောင့်ဖြစ်တာတွေကိုလည်း အများပြည်သူတွေနှစ်ရှည်လများ ကြုံတွေ့ခံစားနေကြရတယ်။ ဘာကိုများ ရှောင်လွှဲလို့ရကြပါသလဲ။ ဖြေကြည့်ပါ။ ကဲ ပညာရှိစကားပဲ လိုက်နာရမှာပေါ့ ~ \"ရှောင်လွှဲလို့မရရင် မွေ့ပျော်လိုက်ပါ\" တဲ့။ နောက်စကားတစ်ခွန်းရှိသေးတယ် \"သူ့ကိုမနိုင်ရင် သူ့ဘက်ဝင် If you can't beat them, join them. တဲ့။      ကျွန်တော်က အခက်အခဲတွေကြုံရရင်ကော်ဖီခါးခါး လက်ဖက်ရည်ချိုချို မသောက်တတ်ပါ။ အတွေးအခေါ်ပါပါ အဓိပ္ပာယ်ရှိရှိသီချင်းတွေ နားထောင်ပါတယ်။ အခု QUEEN အဖွဲ့ရဲ့ If You Can't Beat Them နားထောင်လိုက်ပါဦး။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "THE HARDER THEY COME",
        "content": "THE HARDER THEY COME\n\nTHE HARDER THEY COMETHE HARDER THEY COMEကမ္ဘာကြီးပျက်မယ်ပျက်မယ်နဲ့ ဟောကိန်းထုတ်လာတာကြာပြီနော်။ ကိုယ်တောင် ၇၀ ကျော် ၈၀နားနီးနီးလာနေပြီ။ ကမ္ဘာက မပျက်သေးဘူး။မြန်မာပြည်ကြီးလည်း လွန်ခဲ့တဲ့ အနှစ် ၆၀တစ်ဒေါ်လာ ၆ ကျပ် (၅.၅၇၉) ခေတ်ကအခု ၃,၀၀၀ ကျော်တဲ့အထိ အောင့်ခံရင်း၊တောင့်ခံရင်း တိုက်ပွဲဝင်နေကြတယ်။ကျွန်တော်တို့တတွေ အသက်ပြင်းပါတယ်။Come on, Challenge!အချိန်မရွေးဘူး လာခဲ့စမ်း။Come what may!ဘာလာလာပဲ။အားလုံး မသေမပျောက်နဲ့ ကြံ့ကြံ့ခံရပ်တည်နိုင်ကြပါစေ။ဒါဟာ ကိုယ်စီတိုက်ပွဲ၊ အဲဒါတော်လှန်ရေးပဲ။○○○"
    },
    {
        "title": "TODAY IN HISTORY",
        "content": "TODAY IN HISTORY\n\n_ Army Takes Over State Power ဒီကနေ့ ၁၉၈၈ စက်တင်ဘာလ ၁၈ ရက်နေ့မှာ ၈-၈-၈၈ ရှစ်လေးလုံး ပြည်သူ့အရေးတော်ပုံကို ရက်ရက်စက်စက် ဖြိုခွဲကာ ဗိုလ်ချုပ်ကြီးစောမောင် က နိုင်ငံတော်အာဏာအရပ်ရပ်ကို သိမ်းပိုက်ခဲ့ပါတယ်။ ၁၉၆၂ မှာ ဗိုလ်ချုပ်ကြီးနေဝင်း ရဲ့စစ်တပ်က ပထမအကြိမ် အာဏာသိမ်းခဲ့ပြီးနောက်၊ ဒုတိယအကြိမ် အာဏာသိမ်းခဲ့တာဖြစ်ပါတယ်။      The Burmese Armed Forces, commanded by General Saw Maung seized power on 18 September 1988 mercilessly crushing the 'Four Eights Uprising'.A junta called itself SLORC _ State Law and Order Restoration Council was formed and rules from 1988 to 1997.      In 1997, SLORC was abolished and reconstituted as the State Peace and Development Council (SPDC).And, the rest is the history... Ref : Internet & Wiki Credit to original contributor / uploader."
    },
    {
        "title": "စကားနည်းသောမန္တလေးသူ",
        "content": "စကားနည်းသောမန္တလေးသူ\n\nဒေါက်တာစိုင်းခမ်းလိတ်ရေးတဲ့ တေးသီချင်းတွေထဲမှာ သူ့ဇနီးသည် ဒေါက်တာနွဲ့နွဲ့တင်အတွက် တေးတွေတွေ့ရပါတယ်။ စတင်နားစွဲမိတာက \"မန္တလေးရောက်ရှမ်းတစ်ယောက်\" ပါ။ နောက်တစ်ပုဒ်က \"စကားနည်းသောမန္တလေးသူ\" ဖြစ်ပါတယ်။ ဇော်မင်း (၁၉၄၆~ ) စီစဉ်ထုတ်လုပ်ပြီး၊ \"ပလေးဘွိုင်းတေးအဖွဲ့\" တီးခတ်တဲ့ \"Guitar Musicဂစ်တာမြူးဇစ်\" တိတ်ခွေမှာ \"စကားနည်းသောမန္တလေးသူ\" ကို Instrumental တီးလုံးသက်သက် တီးခတ်ထားတာကို ကနေ့အထိ ရင်ထဲစွဲငြိဆဲပါ။ ကောင်းလိုက်တဲ့ Musical Rendition ပါဗျာ။ နားထောင်ကြည့်ကြပါဦး။ ကျွန်တော့်မှာ တိတ်ခွေပဲရှိလို့ Digital version ရှိပါက လမ်းညွှန်ပေးကြပါဦး။ We'll free the peoplewith music, Oh Music! အားလုံး မင်္ဂလာညချမ်းပါ။ Foto Credit to contributor."
    },
    {
        "title": "ပန်းကန်လုံးထဲကမုန်တိုင်း",
        "content": "ပန်းကန်လုံးထဲကမုန်တိုင်း\n\nဒီအပတ် အမေရိကန်မှာ Hurricane Florence နဲ့ ဖိလစ်ပိုင်မှာ Typhoon Mangkhut အင်အားကြီးတဲ့ လေပြင်းမုန်တိုင်းတွေဝင်ရောက်တိုက်ခတ်ပေမယ့်၊ တာဝန်ရှိသူတွေက ကြိုတင်စီမံထားနိုင်လို့့ အသေအပျောက်၊ အပျက်အစီးနည်းပါးတာတွေ့ရပါတယ်။ယေဘုယျအားဖြင့် မုန်တိုင်း ကို Storm လို့ခေါ်ပြီး၊ အများသိနေကြတဲ့ Depression လေဖိအားနည်းရပ်ဝန်း အပြင်လေပြင်း (Gale); လေပွေ၊ လေဝဲ (Whirlwind); မိုးသက်မုန်တိုင်း၊ လေပြင်းမုန်တိုင်း (Tempest); မိုးကြိုးမုန်တိုင်း(Thunderstorm); လေကြီးမိုးကြီး (Rainstorm); ဆီးနှင်းမုန်တိုင်း (Snowstorm); မိုးသီးမုန်တိုင်း (Hailstorm) စသဖြင့်အမျိုးအစားထပ်ခွဲနိုင်ပါတယ်။နှစ်စဉ်ကြားနေကြ အပူပိုင်းမုန်တိုင်း (Tropical storm) တွေကို အဲဒီ မုန်တိုင်းဖြစ်ပေါ်ရာ နေရာဒေသအလိုက် နာမည်အမျိုးမျိုးပေးကြတာတွေ့ရပါတယ်။ အတ္တလန်တိတ်သမုဒ္ဒရာ၊ ကာရစ်ဘီယန်ပင်လယ်တို့မှာ ဖြစ်ပေါ်လေ့ရှိတဲ့ လေမုန်တိုင်းကို ဟာရီကိန်း Hurricane; အိန္ဒိယသမုဒ္ဒရာမြောက်ပိုင်းနဲ့ ဘင်္ဂလားပင်လယ်အော်တစ်ဝိုက်ကလာတဲ့ Cyclone; ပစိဖိတ်သမုဒ္ဒရာအနောက်ပိုင်းနဲ့ တရုတ်ပင်လယ်ကမ်းရိုးတန်းဘက်ကလာတဲ့ Typhoon ဖြစ်ပါတယ်။ အမေရိကတိုက်မှာတော့လေဆင်နှာမောင်း (Tornado) တွေဖြစ်ပေါ်လေ့ရှိပြီး၊ အမေရိကန်တွေက လေဆင်နှာမောင်း ကို Twister လို့လည်းခေါ်ကြပါတယ်။အရင်က မုန်တိုင်းနာမည်တွေကို အမျိုးသမီးနာမည်တွေသာ ပေးလေ့ရှိပေမယ့်၊ အမျိုးသမီးအခွင့်အရေး ကာကွယ်သူတွေက ကန့်ကွက်အရေးဆိုတာကြောင့် အမျိုးသမီး၊ အမျိုးသားနာမည် တစ်လှည့်စီပေးကြပါတယ်။ အခုအခါမှာတော့ မုန်တိုင်းကျရောက်ရာဒေသရှိ နိုင်ငံတွေကပေးတဲ့နာမည်တွေ အလှည့်ကျသုံးကြပါတယ်။ ၂၀၀၈ က လူပေါင်း ၁၃၀,၀၀၀ ကျော်သေအောင်တိုက်ခဲ့တဲ့ နာဂစ် Nargis က အူရဒူဘာသာနဲ့ \"Daffodil လို အဝါရောင်ပန်း\" လို့ အဓိပ္ပာယ်ရပါတယ်။ ဒီနာမည်ကို ပါကစ္စတန်ကပေးတာပါ။ The cyclone names given by Myamar မြန်မာနိုင်ငံကပေးခဲ့ရတဲ့ Cyclone မုန်တိုင်းနာမည် ၈ ခုကို နမူနာအဖြစ်ဖော်ပြလိုက်ပါတယ်။ အဲဒီထဲက အင်အားအသင့်အတင့်ရှိ \"နွားနောက်\" မုန်တိုင်းကိုမှတ်မိကြဦးမှာပါ။အသေးအဖွဲပြဿနာ (သို့) အရေးမပါတာကို \"ရေးကြီးခွင်ကျယ်လုပ်တယ်၊ လျှောမွေးနှင့် ဗာရာဏသီချဲ့တယ်၊ ဘာမဟုတ်တဲ့ကိစ္စကို အကြီးအကျယ်ဖြစ်နေတယ်\" လို့အဓိပ္ပာယ်ရတဲ့ အများသိအီဒီယံတစ်ခုရှိပါတယ်။ ဒါကို အမေရိကန်တွေက A tempestin a teapot; အင်္ဂလိပ်တွေက A storm in a teacup လို့ ပြောကြပါတယ်။ တိုက်ရိုက်ဘာသာပြန်ရင် \"လက်ဖက်ရည်ပန်းကန်လုံးထဲမှာမုန်တိုင်းထန်\" ပေါ့ဗျာ။ ကဲ မုန်တိုင်းအကြောင်း အရည်မရ အဖတ်မရ လျှောက်ရေးနေတဲ့ ကျွန်တော်ကိုလည်း It's a storm in a teacup.ဗာရာဏသီချဲ့တယ်လို့ ပြောချင်ပြောနိုင်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အခွင့်အာဏာရထားတာ ၇၅",
        "content": "အခွင့်အာဏာရထားတာ ၇၅\n\n~ တာဝန်ခံနေရတာက ၁၀၀      စက်တင်ဘာ ၁၁ ရက်နေ့က \"What type of Government does your country have? သင့်နိုင်ငံကို ဘယ်လိုအစိုးရမျိုးက အုပ်ချုပ်နေသလဲ\" ဆိုတဲ့ Post တစ်ခုတင်လိုက်တော့၊ မိတ်ဆွေတစ်ယောက်က \"75 democracy and 25 military government\" လို့ Comment ပေးပါတယ်။ဒါက ကျွန်တော်တို့အားလုံးရဲ့ ရင်တွင်းခံစားချက် အမှန်တရားကို ရောင်ပြန်ဟပ်စေပါတယ်။      အခုတော့ ၇၅ ~ ၂၅ ကိစ္စကို အမေစုက မြန်မာသိ၊ ကမ္ဘာသိဖွင့်ဟပြောပြလိုက်ပါပြီ။ သောင်းတိုက်က ကြားစေဗျား။ QUOTE      Ms. Aung San Suu Kyi acknowledged that her civilian government was boundto be blamed for whatever happened in Myanmar, even if the military still controls top cabinet posts and one-quarter of parliamentary seats.      “Although we have only 75 percent of the power, we have to accept100 percent of the responsibility,” she said. “That’s what elected government is all about.”      The military, which ruled Myanmar for nearly 50 years and still shares power with the civilian authorities, kept Ms.Aung San Suu Kyi under house arrest for more than 15 years before her release in 2010. UNQUOTE Source : WORLD ECONOMIC FORUM, Hanoi, Vietnam; Sep 11~13, 2018 အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ဒေါသအိုးပွင့်သူ",
        "content": "ဒေါသအိုးပွင့်သူ\n\nTemper Tantrum စက်တင်ဘာ ၈ ရက်နေ့က နယူးယောက် အမျိုးသမီးတစ်ဦးချင်းပြိုင်ပွဲမှာ တင်းနစ်အကျော်အမော်ကြီး Serena Williams က အသက် ၂၀ အရွယ်သူငယ်မလေး Naomi Osaka ကို ရှုံးနိမ်သွားခဲ့ပါတယ်။ ဒီပွဲမှာ ဆရီနာ က သူ့ကိုပြစ်ဒဏ်ပေးတာကို မကျေနပ်လို့ ဒိုင်ကို လက်ညိုးငေါက်ငေါက်ထိုးကာ စောဒကတက်ခဲ့ပါတယ်။သူ့ တင်းနစ်ရိုက်တံကိုလည်း ဒေါသထွက်ကာ ရိုက်ချိုးခဲ့တာလည်းတွေ့ရပါတယ်။ သူ့လုပ်ရပ်ကြောင့် US$ ၁၇,ဝဝဝ- ဒဏ်တပ်ခံရပါတယ်။ ဒီဖြစ်ရပ်ကို ဩစတေးလျကာတွန်းဆရာ Mark Knight က ထိထိမိမိ သရော်တော်တော် Caricature ကာတွန်းရုပ်ပြောင် တစ်ခုရေးဆွဲခဲ့ပါတယ်။ ဒီကာတွန်းကို လူတော်တော်များများကရှု့ထောင့်မျိုးစုံကနေ တုံ့ပြန်ခဲ့ကြပါတယ်။ ဘာပဲဖြစ်ဖြစ် ဝါရင့်အားကစားသမား တစ်ယောက်အနေနဲ့ အများရှေ့မှာ ဆင်ခြင်ချုပ်ထိန်းသင့်တဲ့ အပြုအမူပါ။ Anger နဲ့ Danger က နီးနီးကပ်ကပ်ရှိတယ်ဆိုတာ သတိကပ်ကြဖို့လိုပါတယ်။ အခုလည်း ဒေါသကြောင့် သောကရောက်ရတာ သက်သေဖြစ်ပါလိမ့်မယ်။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။Serena Williams on INJUSTICE မတရားမှုက နေရာတကာမှာရှိတယ်။ တင်းနစ်ကွင်းထဲမှာလည်းရှိဆိုပဲ။ QUOTE Serena Williams Poses Unretouched for Harper's BAZAAR In this candid, first-person essay, Serena Williams opens up about last year's controversialmatch at the US Open—and why she’ll never regret using her voice to speak out against injustice. UNQUOTE"
    },
    {
        "title": "ရေဆန်လေဆန်ကို ခြေကန်လှော်ခတ်မယ်",
        "content": "ရေဆန်လေဆန်ကို ခြေကန်လှော်ခတ်မယ်\n\nမြန်မာစကားမှာ မျှော နဲ့ မျော ဆိုတာရှိပါတယ်။ \"မျှော\" ကို အဘိဓာန်က \"ရေပေါ်၌ ပေါ်လျက်ရွေ့လျားသည်။ အလိုက်သင့်ပါသွားသည် Drift; Set adrift; Let adrift \" လို့အနက်ပေးပါတယ်။ \"မျော\" ကိုတော့ \"ရေပြင်ပေါ်၌ ရွေ့ပါစေသည်၊ မျောစေသည်Float; Drift; Go with the tide\" လို့အနက်ဖွင့်ပါတယ်။      လူတစ်ယောက်မှာ ■ နိုးကြားတက်ကြွတဲ့စိတ်ရှိရမယ် ■ ပြင်းပြတဲ့စိတ်ဆန္ဒနဲ့ ကြီးမားတဲ့မျှော်လင့်ချက်ရှိရမယ် ■ ကိုယ်နှုတ်စိတ်သုံးပါးကို စောင့်စည်းတဲ့စိတ်ရှိရမယ် ■ ယဉ်ကျေးသိမ်မွေ့ရမယ် _ စတဲ့အရည်အချင်းတွေနဲ့ ပြည့်စုံရပါမယ်။ဒါဆို သင်ဟာ အခက်အခဲကြုံရသည့်တိုင် ဘဝပင်လယ်ပြင်မှာ \"မျော\" ပါမသွားဘဲ၊ လွယ်လွယ်ကူကူ \"မျှော\" သွားနိုင်မှာဖြစ်ပါတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။ ☆ ကိုးကား - သီတဂူဆရာတော်ဘုရားကြီး ☆"
    },
    {
        "title": "အဖေဆရာကြီးလာမလုပ်ပါနဲ့",
        "content": "အဖေဆရာကြီးလာမလုပ်ပါနဲ့\n\nMadonna ရဲ့ Papa Don't Preach သီချင်းလေးကို နားထောင်ဖူးပါသလား။ ဒီသီချင်းက လွန်ခဲ့တဲ့နှစ်သုံးဆယ်ကျော် ၁၉၈၆ ထုတ် True Blue တေးအယ်ဘမ်ထဲက သီချင်းတစ်ပုဒ်ပါ။ တေးရေးသူတစ်ယောက်နဲ့အတူ Madonna ကိုယ်တိုင်ရေးသီချင်းဖြစ်ပါတယ်။ ခေါင်းစဉ်က ခပ်ခြေခြေ ရင့်သီးပုံပေါက်တာကြောင့်အစမှာတော်တော်လေး ဝေဖန်ခံခဲ့ရပါတယ်။ နောက်ပိုင်းမှာ အများနားလည်လာကြပြီး၊ လက်ခံအားပေးလာတာတွေ့ရပါတယ်။ Theme က Teenage pregnancy ပါ။ ခံစားကြည့်ကြပါဦး။"
    },
    {
        "title": "SHIP IN DISTRESS",
        "content": "SHIP IN DISTRESS\n\nဒါက ဒီလိုပါ ~ အဖြစ်မှန်ကို သုံးသပ်ကြဖို့ပါ။ တစ်ထွာတစ်မိုက်နဲ့ မိုးပြောချိုးပြော မလုပ်ကြပါနဲ့။ ကျွန်တော်တို့ဆီမှာ ရွေးချယ်တင်မြောက်ထားတဲ့ အစိုးရရှိတယ်၊ လွှတ်တော်ရှိတယ်၊ နိုင်ငံကိုကာကွယ်မယ့် တပ်မတော်လည်းရှိတယ်။ နောက်ပြီးတော့ အစဉ်နိုးကြားပြီး ရိုးသားဖြောင့်မတ်တဲ့ ဒီမိုကရက်တစ်အစိုးရမျိုးကိုမျှော်ကိုးတဲ့ ပြည်သူတွေရှိတယ်ဗျာ။ ကိုယ်ဘယ်နေရာရောက်ရောက် ကျရာနေရာက တိုင်းပြည်ကောင်းအောင် ဝိုင်းလုပ်ကြတာပေါ့။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။ Credit to contributor."
    },
    {
        "title": "စပျစ်နွယ်တွေကတစ်ဆင့်ကြားရတယ်",
        "content": "စပျစ်နွယ်တွေကတစ်ဆင့်ကြားရတယ်\n\nGrapevine စပျစ်နွယ်တွေကတစ်ဆင့်ကြားရတယ်      သတင်း ဆိုတာ အရှေ့ (East); အနောက် (West); တောင် (South); မြောက် (North) အရပ်လေးမျက်နှာကလာလို့ News လို့ခေါ်ကြောင်း အနက်ဖွင့်ကြပါတယ်။ ကျွန်တော်တို့တတွေဟာ နေ့စဉ်နေ့တိုင်း အရပ်လေးမျက်နှာကလာတဲ့ သတင်းပေါင်းစုံကိုခုံခုံမင်မင် နားထောင်တတ်ကြပါတယ်။ အင်္ဂလိပ်စကားမှာ \"No news is good news. ဘာသတင်းမှမကြားရတာ သတင်းကောင်း\" ပဲလို့အဆိုရှိပေမယ့်၊ မိုးလင်းတာနဲ့ ဘာသတင်းထူးလဲလို့သိချင်ကြပါတယ်။ သတင်းတွေကတော့ ရင်းမြစ်ပေါင်းစုံက ရတတ်ပါတယ်။ ခိုင်လုံတဲ့သတင်းရှိသလိုမတိကျမခိုင်လုံ မမှန်ကန်တဲ့သတင်းတွေလည်း ရှိတတ်ပါတယ်။ မတိကျ မခိုင်လုံတာက တစ်ဆင့်ကြားသတင်း \"Secondary Information or news; Hearsay တွေပါ။ လှလှပပအီဒီယံတစ်ခုက Heard it through the grapevine (စပျစ်နွယ်တွေကတစ်ဆင့်ကြားရတယ်) မသေချာဘူး တစ်ဆင့်စကား လို့ ဆိုလိုတာပါ။နောက်တစ်ခုက \"ပါးစပ်ပြော By word of mouth\" ဟိုလူပြော ဒီလူပြောနဲ့ ပျံ့နှံ့သွားတာမျိုးပါ။ တစ်ဆင့်စကား တစ်ဆင့်နား ကနေပြီ၊ လွှမ်းမိုး သီချင်းစာသားလိုပါပဲ \"ပါးစပ်ရာဇဝင်\" လေးဖြစ်သွားတာမျိုးတွေလည်းရှိပါတယ်။      “တစ်ဆင့်စကား တစ်ဆင့်နား” လို့နာမည်ပေးထားတဲ့ လွမ်းမောဖွယ်သီချင်းကိုလားရှိုးသိန်းအောင် (Jimmy Jack)~ နွဲ့ယဉ်ဝင်း (Joice Win) တို့က မြန်မာ၊ အင်္ဂလိပ်၊ ဂျပန်ဘာသာနဲ့ဆိုခဲ့ပါတယ်။ နှစ်ပေါင်း ၄၀ ကျော်ကြာညောင်းခဲ့ပေမယ့် သက်ကြီးပိုင်းရော၊ သက်လတ်ပိုင်းပါ နားစွဲခဲ့တဲ့ သီချင်းကောင်းလေးတစ်ပုဒ်ပါ။ အဲဒီ “တစ်ဆင့်စကား တစ်ဆင့်နား” စတီရီယိုတေးရဲ့ မူရင်းတေး ဂျပန်သီချင်းရဲ့အမည်က“ဟိုနေမာဒေ အိုက်ရှိတဲ့” 骨まで愛して ဖြစ်ပါတယ်။ Oldies but Goodies အဟောင်းထဲက အကောင်းကြိုက်သူများအတွက် “တစ်ဆင့်စကား တစ်ဆင့်နား” ကို နားဆင်ကြည့်ကြပါဦး။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Don't Say Goodbye",
        "content": "Don't Say Goodbye\n\nအသက်အရွယ်ရလာတော့ မကတော့ မကတော့ပါဘူးလို့ နှစ်တိုင်းပြောပြောပြီး ဇာတ်ခုံပေါ်မှာပဲ အသက်ဆုံးရတဲ့ သဘင်အကျော်အမော် ဇာတ်မင်းသားကြီးတစ်ယောက်အဖြစ်ကို ရောင်းရင်းတို့ ကြားဖူးကြမလားမသိဘူး။ကျွန်တော့်အဖြစ်ကလည်း ၂၀၁၀ လောက်ကစ အခုထိ ဖေ့ဘုတ်မှာ မမောနိုင်မပန်းနိုင် စာတွေရေးပြီး ပျော်နေမိပါတယ်။ သမီးက အဖေ့ကျန်းမာရေးထိခိုက်မှာစိုးရိမ်လို့ ဆက်မရေးဖို့ တားတားနေတာကြာပါပြီ။ကျွန်တော်ကိုယ်တိုင် အသက်ကိုအကြောင်းပြကာ စာမရေးနိုင်တော့လို့ ခွင့်လွတ်ပါ၊ နှုတ်ဆက်ပါတယ်လို့ ပြောဖူးတာ နှစ်ကြိမ်သုံးကြိမ်ထက်မနည်းပါ။ ဒါပေမဲ့ စာမရေးဘဲ မနေနိုင်တာကလွဲလို့ပဲ ပြောရမလား ပြန် ပြန်ရေးမိနေပါတယ်။မရေးတော့ပါဘူး မရေးတော့ပါဘူး ဆိုပြီးရေးရင်းနဲ့ သေသွားရင်တော့ ဟိုဇာတ်မင်းသားကြီး အဖော်ရသွားတာပေါ့ဗျာ။ မတားနဲ့ မတားနဲ့ စာတွေဆက်ရေးမယ်။      စာဆက်ရေးချင်လို့ ဇိဝန်နုတ်ဖို့လာတဲ့ ယမမင်းက မင်းစာတွေဆက်ရေးနသရွေ့ မင်းကိုငါမေ့ထားမယ် ဘာညာ ဘာညာတွေဇာတ်လမ်းဆင်ပြီး စာဆက်ရေးနေတယ်လေ။ဒါပဲ မတားနဲ့ မတားနဲ့ စာတွေဆက်ရေးမယ်။ > > > > > နှုတ်ဆက်ခွဲခွာခြင်း Valediction ကျွန်တော် facebook ပေါ်မှာ စာတွေရေးလာတာ လေးငါးနှစ်ရှိသွားပါပြီ။ အခု အထွေထွေကျန်းမာရေးအခြေအနေကြောင့် နားလိုက်ပါတော့မယ်။ ပြောမှားဆိုမှား၊ အရေးအမှား၊ချွတ်ချော်တိမ်းပါးမှုများ ရှိခဲ့ပါက ဖတ်ရှုကြသူအပေါင်းက ယောနိသောမနသိကာရ သင့်မြတ်သောစိတ်ထားဖြင့် ခွင့်လွတ်ပေးကြပါရန်"
    },
    {
        "title": "မပိုင်ပန်း",
        "content": "မပိုင်ပန်း\n\nHuman life is brief.လူ့ဘဝက သိပ်တိုတယ်။However, the questionnaire is too long. ဒါပေမဲ့ ဖြေလိုက်ရတဲ့ စစ်တမ်းမေးခွန်းတွေက ရှည်ရှည်လွန်းတယ်ဗျာ။⚫⚫⚫လေးစားရပါသော ကဗျာကဝိဆရာကြီးတင်မိုးကိုယ့်ဘဝအလှည့်အပြောင်း၊ အချိုးအကွေ့၊ အတက်အကျကို ဆရာ့ကဗျာတွေနဲ့ ရည်ညွှန်းအနားသတ်ခဲ့ရပါတယ်။အမှတ်တရကဗျာတွေ အများကြီးထဲကအမှတ်အရဆုံးက မပိုင်ပန်း ပါ။♡ ♡ ♡⚘မပိုင်ပန်း⚘မနေ လိုသည်သူ့ကို ဖူးမြင် နေရ၍မသေ လိုသည်သူ့ကို ဖူးမြင် နေရ၍နေမှု သေမှု၊ ဤနှစ်ခုကိုယခုထက်တိုင်၊ မဖြတ်နိုင်သည်မပိုင်ပန်းက ပွင့်လေ၍။⚘The Unpossessed Flower⚘To live I do not yearn'cause I am seeing her.To die I do not yearn'cause I am seeing her.To live or to die,I still can't make out'cause the unpossessed flower is blooming.♤ ♤ ♤Ref : တင်မိုး ~ \"လှေတစင်းနှင့်သီချင်းသည်\" စာ- ၆၉English version ~ မောင်သာနိုးThanks & Credit to original contributor."
    },
    {
        "title": "အဆိုအမိန့်တစ်ခု",
        "content": "အဆိုအမိန့်တစ်ခု\n\nQUOTABLE QUOTE      အဆိုအမိန့်တစ်ခုက ဒီလိုဆိုပါတယ်။ \"လူတွေကို ကြောက်အောင်လုပ်ထားရင်၊ အနှစ် ၂၀ လောက်အသာလေး အုပ်ချုပ်လို့ရတယ်တဲ့၊ စာမတတ်အောင်လုပ်ထားရင်၊ အနှစ် ၄၀ လောက်အေးအေးဆေးဆေး အုပ်ချုပ်နိုင်တယ်တဲ့၊ တစ်သက်လုံးအုပ်ချုပ်ချင်ရင်တော့ အကျင့်စာရိတ္တကို ဖျက်ဆီးပစ်လိုက်ပါတဲ့။If you want to govern the people... For 20 years, intimidate them. For 40 years, illiterate them. For life, destroy their moral character.\"      ကျွန်တော်တို့ ဘယ်လောက်တောင် ဖျက်ဆီးခံခဲ့ရပါသလဲ။ အခုဆို သိပြီးကြရောပေါ့။ ကဲ သိပြီးကြရင် ဘာဆက်လုပ်ကြမလဲ။အားလုံး အသိမှန်ကြပါစေ။ ♡ ♡ ♡"
    },
    {
        "title": "တစ်ကိုယ်တော်လေလွင့်ခြင်း",
        "content": "တစ်ကိုယ်တော်လေလွင့်ခြင်း\n\nLonely Wandering တစ်ကိုယ်တော်လေလွင့်ခြင်း Wander ကို အဘိဓာန်က \"လှည့်လည်သွားလာသည်၊ ဟိုဟောင်ဟောင် သည်ယောင်ယောင်ယောင် လျှောက်သွားသည်\" လို့အနက်ပေးပါတယ်။ အင်္ဂလိပ်က Travelling from place to place; Travelling with no preset route; roaming.ဦးတည်ရာမရှိဘဲ ခြေဦးတည့်ရာသွားသည်လို့အနက်ဖွင့်ပါတယ်။ အဘိဓာန်ဆရာက Wandering ကို \"ရည်ရွယ်ရာမဲ့ လှည်လည်သွားလာခြင်း\" လို့ အနက်ဖွင့်ချိန်၊ ဘာသာပြန်ဆရာက ကွန့်မြူ ပြီး \"လေလွင့်ခြင်း\" လို့ စိတ်ခံစားပါတယ်။      Wander နဲ့ပတ်သက်ပြီး ကဗျာဆရာကြီး William Wordsworth ရဲ့ Daffodil အဝါရောင်ပန်းကလေးများ ကဗျာထဲမှာ\"I wandered lonely as a cloud That floats on high o'er vales and hills...\" လို့ဖွဲ့ဆိုထားတာမှတ်မိကြပါဦးမယ်။ တစ်ကိုယ်တည်းစိတ်တွေ ဟိုရောက်ဒီရောက် ပျံ့လွင့်နေပုံ \"I wandered lonely as a cloud\" အဖွဲ့အနွဲ့က မမေ့နိုင်စရာတစ်ခုပါ။ ဒါလေးကို ဆရာကြီးဦးသာနိုးက\"မျောနေတဲ့တိမ်တိုက်တစ်ခုပမာ ငါတကိုယ်ထဲလှည့်လည်ခဲ့ရာ\"; ဒေါက်တာဇော်ထွန်း က \"ကိုယ်တစ်ယောက်တည်း အထီးကျန်စွာ တိမ်လိုလေလိုလွင့်မျောလို့ လျှောက်ကာသွား\" လို့ ခံစားထားတာတွေ့ရပါတယ်။      ဒီ I wandered lonely ကိုစားမြုံ့ ပြန်ရင်း ကိုယ်နှစ်သက်ခဲ့ ကျော်ဟိန်း ရဲ့ \"တစ်ကိုယ်တော်လေလွင့်ခြင်း\"တေးအယ်ဘမ်ထဲက ခေါင်းစည်းသီချင်းလေးကို စီးမျောခံစားပေးကြပါဦး။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။ Reference :- ထင်းရှူးပင်ရိပ် မောင်သာနိုး ၁၉၆၈ ဘာသာဗေဒနှင့်စာပေ ဒေါက်တာဇော်ထွန်း ၂၀၁၅"
    },
    {
        "title": "CURE SOMETIMES!",
        "content": "CURE SOMETIMES!\n\nဆေးရုံနဲ့ဆရာဝန်      ဆရာဝန်နဲ့လူနာ      လူနာနဲ့နာရေး အသိမျှဝေပေးတာဖြစ်ပါတယ်။ ဘယ်သူ့ကိုမှ အပြစ်မတင်လိုပါ။Patient must be patient. Credit to contributor."
    },
    {
        "title": "ကိုလူဆိုးတုပ်ကွေးလေး",
        "content": "ကိုလူဆိုးတုပ်ကွေးလေး\n\nတုပ်ကွေးလေးတုပ်ကွေးလေးပြန်မလာနဲ့တော့ တုပ်ကွေးလေးFLU, THE ROGUEကိုလူဆိုးတုပ်ကွေးလေးHi Loveဟေး အချစ်လေးI shall seek and find youငါမင်းကိုရှာမယ်၊ တွေ့ရင်တော့I shall take you to bed and control youမင်းကိုအိပ်ရာထဲ အရောက်ခေါ်သွားမယ်၊ ပြီးတော့ မလှုပ်နိုင်အောင် ချုပ်ကိုင်ထားလိုက်မယ်I will make you ache, shake and sweat until you grunt and groanမင်းကို အော်ဟစ်ငြီးတွားသည်အထိနာကျင်သွားအောင်၊ လှုပ်ခါသွားအောင်၊ချွေးပြန်သွားအောင်လုပ်လိုက်မယ်I will make you beg for mercyမင်းက ငါ့ကိုချမ်းသာပေးဖို့ တောင်းပန်အောင်လုပ်ပြမယ်I will exhaust you to the point that you will be relievedWhen I leave you ...you will be weak for daysငါမင်းဆီက ထွက်ခွာသွားတဲ့အခါကျမှ စောစောက ဝေဒနာတွေသက်သာသွားတဲ့အထိ ခြေကုန်လက်ပန်းကျအောင်လုပ်လိုက်မယ်All my loveအချစ်များစွာဖြင့်The Fluတုပ်ကွေးလေးPS > > မိုးအကုန်နွေအကူးရောက်လာတတ်တဲ့တုပ်ကွေးအမျိုးမျိုးကို ဂရုစိုက်ကြပါ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "SOGGY BOTTOM; ITCHY BUM",
        "content": "SOGGY BOTTOM; ITCHY BUM\n\nမြန်မာစကားမှာ တစ်ခုခုကို အရမ်းအရမ်းလုပ်ချင်နေပြီဆိုရင် လက်ယားတယ်လို့ ပြောလေ့ရှိသလို၊ အင်္ဂလိပ်တွေက ခြေဖဝါးယားတယ် (Get itchy feet) လို့ ဆိုပါတယ်။ မြန်မာတွေလက်ယားတယ်ဆိုတာ တရွရွဖြစ်တယ်၊ မရိုးမရွဖြစ်တယ်ဆိုတဲ့ သဘောပါပဲ။ အင်္ဂလိပ်လို Itch to do something ပါ။ ပိုးထတယ်လို့ပြောရင် လွန်မယ်မထင်ပါ။      လက်ထဲမှာ ငွေပိုငွေလျှံလေးရှိပြီဆိုရင် ဟိုဟာဝယ်ချင် ဒီဟာဝယ်ချင် ဖြစ်လာတတ်လို့ ငွေယား (Money which one is itching to spend) လို့ ခေါ်တာပါ။မြန်မာက လက်ဖဝါးယားရင် ငွေရတတ်တယ်လို့တောင် ဆိုပါတယ်။၊ အင်္ဂလိပ်က ငွေကိုငမ်းငမ်းတက်လိုချင်နေတာကို have an itching palm လို့ ပြောပါတယ်။ အတိအကျမဆိုနိုင်ပေမယ့် ကျွန်တော်တို့ရဲ့ ခန္ဓာကိုယ်ပြင်ပမှာ အင်းဆက်ပိုးတွေကိုက်လို့ ယားတာရှိသလို၊ ကိုယ်တွင်းမှာ ပိုးတစ်မျိုးမျိုးထလို့ ယားတာမျိုးလည်း ရှိနိုင်ပါတယ်။ယားယံခြင်းကို itch – be itchy လို့ သိကြပါတယ်။ သဒ္ဒါပိုင်းမှာတော့ Itch ကို နာမ်အဖြစ်ရော၊ ကြိယာအဖြစ်ပါ တွေ့နိုင်ပါတယ်။ နာမ်အဖြစ် အဓိပ္ပာယ်နှစ်မျိုး ရှိပါတယ်။(၁) ယားယံခြင်း။ (၂) ဝါသနာ၊ အကျင့်၊ ပိုး။နာမ်အဖြစ် အဓိပ္ပာယ်နှစ်မျိုးရှိသလို ကြိယာအဖြစ်နဲ့လည်း အဓိပ္ပာယ်နှစ်မျိုး တွေ့ရဦးမှာပါ။(၁) ယားသည်။ ယားစေသည်။(၂) တရွရွဖြစ်သည်။နာမဝိသေသနအဖြစ် “Itchy ယားသော” လို့ သုံးတာတွေ့ရပါတယ်။Itch (N; V) နဲ့ အဓိပ္ပာယ်ဆင်တူစကားလုံးက Tickle “ကလိထိုးသည်၊၊ ယားကျိကျိဖြစ်စေသည်” ပါ။Got an itch, just scratch it. အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "BUDDHIST TERMS FOR Y'ALL",
        "content": "BUDDHIST TERMS FOR Y'ALL\n\nမြန်မာပြက္ခဒိန်အရ ဘာသာရေးအကြောင်းခံ ကျင်းပသော အခါကြီးရက်ကြီး (Day of Religious Significance) (၅) ရက်ကို အများပြည်သူ အလုပ်ပိတ်ရက်များ (Public Holidays) အဖြစ်သတ်မှတ်ပေးထားပါတယ်။♤ တပေါင်းလပြည့်နေ့ Full Moon Day of Tabaung ♤ ကဆုန်လပြည့်နေ့ (ဗုဒ္ဓနေ့) (ညောင်ရေသွန်းပွဲတော်) Full Moon Day of Kason ♤ ဝါဆိုလပြည့်နေ့ (ဓမ္မစြင်္ကာနေ့) Full Moon Day of Wazo ♤ သီတင်းကျွတ်လပြည့်နေ့ (အဘိဓမ္မာအခါတော်နေ့)(သီတင်းကျွတ်မီးထွန်းပွဲတော်) (Thadingyut Festival of Lights) Full Moon Day of Thadingyut ♤ တန်ဆောင်မုန်းလပြည့်နေ့(တန်ဆောင်တိုင်မီးထွန်းပွဲတော်) Full Moon Day of Tazaungmone (Tazaungdaing Festival of Lights)      အင်္ဂလိပ်လိုရေးသားထားတဲ့ မြတ်ဗုဒ္ဓနဲ့ ဗုဒ္ဓဘာသာဆိုင်ရာ အကြောင်းအရာတွေကို ဖတ်ရှုရာမှာ အထောက်အကူပြု အသုံးဝင်မယ့်စကားလုံးတွေ၊ ဝေါဟာရတွေပါ။လေ့လာကြပါဦး      သာသနာတော် (Sasana) ကံ-ကြမ္မာ (Karma)နိဗ္ဗာန် (Nirvana) သံသရာ (Samsara); (birth-death-rebirth cycle)ရတနာမြတ်သုံးပါး (The Triple Jewels or The Triple Gems _ Buddha; Dharma; Sangha)ဓမ္မစြင်္ကာ (Dharmachakra)ဘုရား-မြတ်စွာဘုရား (Buddha); (The enlightened one); (The awakened one) တရား- ဓမ္မ (Dharma); (Discourse / Teaching) သံဃာ (Sangha); (Buddhist Monk) သီလ (Precepts) (ငါးပါး)သီလပေး (administer five Precepts)သြဝါဒပေး-တရားဟော (deliver Ovadakatha / deliver sermons) ဥပုသ်-ဥပုသ်စောင့်ခြင်း (Sabbath) (Keeping Sabbath) ဥပုသ်နေ့ (The Sabbath day)အဖိတ်နေ့ (Eve of the Sabbath day or the day before Sabbath day) ပရိတ်ရွတ် (recite Prittas)ကောင်းမှုကုသိုလ် (Merits - Meritorious Deeds)မေတ္တာ- မေတ္တာပို့ (Loving Kindness); (dispense loving kindness or metta) အမျှဝေ (share the merits gained) သာဓု၊ သာဓု၊ သာဓု (Well done! Well done! Well done!) တရားထိုင်၊ တရားထိုင်ခြင်း (Meditate - Meditation) ဝိပဿနာ(Vipassana) ဆုတောင်း- ဆုတောင်းပြည့်- မပြည့် (Prayer) (fulfilled prayer) (unanswered prayer) (ဘုရားထံဆုတောင်းခြင်း) ဆုတောင်းမေတ္တာ- ဆုတောင်းမေတ္တာပို့ (Wishes) (wishing one’s health & happiness) (မာပါစေသာပါစေဆုတောင်းပေး- မာကြောင်းသာကြောင်းဆုတောင်းမေတ္တာပို့)စေတနာ (Mental Intent or Cetana)လှူဒါန်း- အလှူရှင်- ပေးကမ်းစွန့်ကြဲသူ (donate-Donation) (donar) စေတနာရှင်- စေတနာထားသူ (Wellwisher - Benefactor) (ကောင်းမှုကုသိုလ်ပြုရာသို့ လာရောက်လှူဒါန်းသူများ၊ လာရောက်အားပေးသူများ၊ တစ်ယောက် မာပါစေကြောင်း လာရောက်နှုတ်ဆက်သူများ) ရေစက်ချ (Libation)ပန်း- ဆီမီး- အမွှေးတိုင်ဆက်ကပ်ခြင်း (offering flowers; lights; incenses)လှူဖွယ်ပစ္စည်းအစုစု (Offertories) ကိုရင်၊ ရှင်သာမဏေ. Novice ရှင်လောင်း၊ သီလရှင်လောင်း၊ သာမဏေလောင်း (သို့) ရဟန်းလောင်း Postulant ရှင်ပြုသည်၊ ကိုရင်ဝတ်သည်၊ ရှင်သာမဏေအဖြစ်ခံယူသည် Novitiate (Novitiation) ရှင်ပြုပွဲ. Noviation ceremony ပဉ္စင်းတက်ပေးသည် Ordain ဘုန်းကြီးဝတ်ခြင်း၊ပဉ္စင်းတက်ခြင်း. Ordination သာသနာဘောင်ဝင်သည်၊ ဘုန်းကြီးဝတ်သည် Order ဆံချခြင်း၊ ဦးပြည်းရိတ်ခြင်း. Tonsure ဘုန်းကြီး၊ ရဟန်း Monk ဘုန်းကြီးကျောင်း. Monastery သီလရှင်ကျောင်း. Nunnery သာသနိကအဆောက်အုံ (Religious Edifice)ဘုရား- စေတီ (Pagoda) e.g. Shwedagon pagoda စေတီရံ- စေတီငယ်- စေတီပုထိုး (Stupa)ဘုရားကျောင်း- ဂူဘုရား (Temple) e.g. Ananda temple(Mahabodhi temple in Bodhgaya, India, where Gautama Buddha attained Nirvana under the Bodhi Tree). ဗောဓိညောင် (Bo; Bodhi Tree) ပရိဝုဏ်- ပရဝဏ် (Precinct) (ဘုရားကျောင်းကန်၏ပရဝဏ်) ဘုရားရုပ်ပုံ၊ ရုပ်ထု (Buddha image; icon; Buddha statue)ဗုဒ္ဓဘာသာယုံကြည်ကိုးကွယ်သူများ (Devotee; Buddhist devotees) ဗုဒ္ဓဘာသာဝင်တို့ဘုရားဖူး- ဘုရားဖူးသွားရောက်ခြင်း (Pilgrim / Pilgrimage) ကျောင်းကန်ဘုရားသွားရောက် (visit pagodas & visit monastery)သင်္ကန်း (Yellow Robe; Saffron Robe)ဝါဆိုသင်္ကန်း (Wazo robe)ကထိန်သင်္န်း (Kathina robe)မသိုးသင်္ကန်း (Matho Thingan or Non-stale robe)။ငရဲ (Purgatory; Hell; Underworld)ယမမင်း- ငရဲမင်း- သေမင်း (Death; King of Hell)ကူးတို့ခ (Ferriage)"
    },
    {
        "title": "SS _ Street Sweeper",
        "content": "SS _ Street Sweeper\n\nSS ဆိုတာ ဒုတိယကမ္ဘာစစ်အတွင်း တန်ခိုးထွားလာတဲ့ နာဇီပါတီခေါင်းဆောင် အာဏာရှင် ဟစ်တလာ (Adolf Hitler) ရဲ့ ခါးပိုက်ဆောင် လက်နက်ကိုင်တပ်ဖွဲ့ \"SchutzStaffel\" ကိုခေါ်တာပါ။ စတင်ဖွဲ့စည်းစဉ်က ဟစ်တလာနဲ့ အခြားနာဇီပါတီခေါင်းဆောင်များရဲ့ အသက်အန္တရာယ်ကို ကာကွယ်ဖို့သက်တော်စောင့်တပ်အနေနဲ့ ဖွဲ့ခဲ့ပေမယ်၊ နောက်ပိုင်းမှာ ကြောက်စရာအကောင်းဆုံး ညှဉ်းပန်းနှိပ်စက်ရေး အကျဉ်းစခန်းစောင့်တပ်ဖွဲ့ (Concentration camp guards) အဖြစ်သိခဲ့ကြပါတယ်။ ဒါက ကမ္ဘာစစ်အတွင်း ၁၉၄၀ ကျော်လောက်က ဂျာမဏီ SS တွေပါ။      မြန်မာနိုင်ငံမှာလည်း ၁၉၆၀ ကျော်လောက်က SS တွေပေါ်ဖူးပါတယ်။သူတို့က နာဇီ SS nmတွေလို အော့နှလုံးနာစရာ၊ ကြောက်စရာ ကောင်းသူတွေတော့မဟုတ်ကြပါ။ သူတို့ဟာ ပညာထူးချွန်လို့ နိုင်ငံတော်အစိုးရက ပညာတော်သင်ဆုပေးအပ်ပြီး၊ နိုင်ငံခြား ပညသင်ခွင့်ရရှိခဲ့သူတွေပါ။ အဲဒီ နိုင်ငံတော်အဆင့်ရွေးချယ်ခံရလို့ အစိုးရပညာတော်သင်ဆု (State Scholar) ရရှိသူတွေကို အတိုကောက်SS လို့ခေါ်ကြပါတယ်။      နိုင်ငံ့ဝန်ထမ်းတစ်ဦးဖြစ်တဲ့ ကျွန်တော်ဟာ နိုင်ငံတော်ကပေးတဲ့ မြေတစ်ကွက်ရလို့ အိမ်ဆောက်ကာ ၁၉၉၇ က ယနေ့အထိ မြောက်ဒဂုံမှာနေထိုင်ခဲ့တာ အနှစ် ၂၀ ကျော်သွားပါပြီ။ ကျွန်တော့်အိမ်ရှိတဲ့ မြေသားလမ်းကို ၂၀၀၃ မှာ ကျောက်ကတ္တရာခင်းပြီး၊ အခု ၁၅ နှစ်အကြာမှာ ကွန်ကရစ်လမ်းဖြစ်သွားပါပြီ။အဲဒီ လမ်းကလေး _ ကျွန်တော့အိမ်ရှေ့က လမ်းထိပ်အထိ ပေ ၁၄၀ လောက်ကို နေ့စဉ်မနက်စောစောထကာ ဝတ်မပျက် တံမြက်စည်းလှည်းပါတယ်။ ရုံးပိတ်ရက်တွေမှာ လမ်းဘေးဝဲယာမကျန် အထူးသန့်ရှင်းရေးလုပ်ုဖြစ်ပါတယ်။ ကျွန်တော့်ကောင်းမှုအစုစုအတွက် ဒီသီတင်းကျွတ်လပြည့်နေ့မှာ အမျှပေးဝေအပ်ပါတယ်။ကျွန်တော့်ကိုယ်ကျွန်တော်လည်း SS လို့နာမည်ပြောင်းလိုက်ပါပြီ။ ကျွန်တော်က လမ်းတံမြက်လှည်းသမား (Street Sweeper _ SS) တစ်ယောက်ပါခင်ဗျာ။ အားလုံး မင်္ဂလာညချမ်းပါ။ Foto credit to original artist/ uploader."
    },
    {
        "title": "THADINGYUT WISHES",
        "content": "THADINGYUT WISHES\n\nဗုဒ္ဓဒေသနာတော်ဝေါဟာရအဘိဓာန် (A Dictionary of Buddhist Terms) က ဥပုသ်နေ့ ကို (Fasting Days) လူပုဂ္ဂိုလ် များ ရှစ်ပါးသီလကျင့်သုံးသောနေ့၊ သံဃာတော်များ ဥပုသ်ပြုသောနေ့ လို့အနက်ဖွင့်ဆိုပါတယ်။ မြန်မာအဘိဓာန်က သီလ ကို ငါးပါး၊ ရှစ်ပါး၊ဆယ်ပါးစသည့် စောင့်ထိန်းအပ်သော ကျင့်ဝတ်လို့ဆိုပါတယ်။ ငါးပါးသီလ၊ ရှစ်ပါးသီလအစရှိတဲ့သီလ (Five Precepts; Eight Precepts) ဆိုတာ ကောင်းမွန်တဲ့အကျင့် သိက္ခာပုဒ်တွေဖြစ်တာကြောင့် ဗုဒ္ဓဘာသာဝင်(Buddhist) တွေ ထာဝရကျင့်ကြံ အားထုတ်ရပါမယ်။ ဥပုသ်စောင့်တာကိုတော့ Keeping Sabbathသို့မဟုတ် Observance of Sabbath လို့သုံးနှုန်းပါတယ်။ ဘုန်းတော်ကြီးက သီလပေးတာကိုတော့ Administer five or eight precepts; လူတွေ သီလကို စောင့်ထိန်းပါမယ်လို့ ခံယူတာကြောင့် Vow to keep the Precepts သီလယူတယ်လို့ဆိုပါတယ်။      အခုလို သီတင်းကျွတ်လပြည့် အခါကြီးရက်ကြီးမှာဘုရားသွားကျောင်းတက်ကာ ကောင်းမွန်တဲ့အကျင့်သိက္ခာကို တစ်ထိုင်ပဲဖြစ်ဖြစ်၊ တစ်နေ့တာပဲဖြစ်ဖြစ် အကျိုးရှိရှိစောင့်ထိန်းနိုင်ကြပါစေ။ စေတနာရှေ့ထား၊ မေတ္တာပွား၍ ကျန်းမာချမ်းသာစွာ တရားဘာဝနာပွားနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "BOARDROOM VERSUS BATTLEFIELD",
        "content": "BOARDROOM VERSUS BATTLEFIELD\n\nTHOUGHT OF THE WEEK - Oct 22 Boardroom versus Battlefield      Meeting အစည်းအဝေး ဆိုတာ ညှိနိုင်းမှု၊ အငြင်းပွားမှုတွေ ပြည့်နေတဲ့နေရာပါ။ အဲဒီ အစည်းအဝေးလုပ်တဲ့နေရာကို \"Boardroom စည်းဝေးခန်း\" လို့သိကြပါတယ်။အဲဒီ စည်းဝေးခန်း ဟာ တစ်ခါတလေ \"Battlefield စစ်တလင်း\"တစ်ခုအဖြစ် ပြောင်းလဲသွားတတ်ပါတယ်။ ဒါကြောင့် သတိကြီးကြီးထားကြဖို့ လိုပါလိမ့်မယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "HOPELESSLY အရူးအမူးပဲ",
        "content": "HOPELESSLY အရူးအမူးပဲ\n\n\"Hopeful\" ရဲ့ဆန့်ကျင်ဘက် \"Hopeless\" ကတော့ \"မျှော်လင့်ချက်မရှိသော၊ အလားအလာမကောင်းသော၊ အားကိုးရာမဲ့သော၊ အလွန်ညံ့ဖျင်းသော၊ သုံးမရသော\" ဆိုတဲ့အဓိပ္ပာယ်တွေ ရှိပါတယ်။ဒီလိုပါပဲ Hopelessly ကိုတော့ \"မလူးသာမလွန့်သာ၊ လွန်လွန်ကျွံကျွံ၊ မရှုမလှ\"လို့ ဆိုပါတယ်။ထူးခြားတာက Hopelessly ကို \"မျှော်လင့်ချက်မဲ့\" တဲ့အဓိပ္ပာယ်နဲ့မဟုတ်ဘဲ တခြားအဓိပ္ပာယ်တွေအနေနဲ့ တွေ့ရမှာပါ။ အောက်ကဝါကျတွေကို ကြည့်လိုက်ရင် ရှင်းသွားမှာပါ။Hopelessly confused.စိတ်ရှုပ်လွန်းလို့ ဘာလုပ်လို့လုပ်ရမှန်းကို မသိတော့ဘူး။Hopelessly out-numbered.တစ်ဖက်ရန်သူက လူအင်အား အင်မတန်များနေတယ်။Hopelessly in debt.အကြွေးက လည်ပင်းခိုက်နေပြီ။Hopelessly in love.အရူးအမူး ချစ်နေမိပြီ။ကဲ ... ဒီလောက်ဆို Hope နဲ့ပတ်သက်တဲ့ အသုံးအနူန်းတချို့ကို သိသွားလောက်ပြီလို့ ထင်ပါတယ်။သတိပေးချင်တာကတော့ Hopeless ကိုမြင်တာနဲ့ မျှော်လင့်ချက်ကင်းမဲ့တဲ့ဆီပဲ ရောက်မသွားကြဖို့ပါ။\"Hopelessly Devoted to You\" ဆိုတာကို အဓိပ္ပာယ်မကောက်တတ်လို့ ကိုယ့်ကို တမ်းတမ်းစွဲဖြစ်နေတဲ့သူနဲ့လွဲသွားဦးမယ်နော်။♥ ♥ ♥အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "JUST & JUSTICE",
        "content": "JUST & JUSTICE\n\nToo Often We Seek Justice For Just Us. ဒီအဆိုအမိန့်က ရိုးစင်းပြီး၊ အများသိကြတဲ့ စကားလုံးနှစ်လုံး Justice နဲ့ Just ကိုသုံးကာ စကားဖန် (Pun / Wordplay) သဘော သရော်စာဆန်ဆန် ရေးထားတာပါ။ Justice က အားလုံးသိကြတဲ့ \"တရားမျှတမှု\" ပါ။အမှုကိစ္စတစ်ခုဖြစ်လာလျှင် ကြီးကြီးငယ်ငယ် တရားလမ်းကြောင်းအတိုင်း အကျိုးသင့်အကြောင်းသင့် မျှမျှတတဖြစ်ချင်ကြပါတယ်။      Too often we seek justice……မကြာခဏဆိုသလို ကျွန်တော်တို့ တရားမျှတမှု ရှာကြပါတယ်။ ဘယ်အတွက်-ဘယ်သူ့အတွက်ရှာကြတာလဲ။ For us မိမိအတွက်၊ ကိုယ့်အတွက်ရှာကြတာပါ။ဒီနေရာမှာ Just (Adjective) ကို \"တရားမျှတသော - တရားသော\" ဆိုတဲ့အဓိပ္ပာယ်နဲ့ သုံးတာမဟုတ်ဘဲ၊ Adverb အဖြစ် Only \"သက်သက်\" ဆိုတဲ့အဓိပ္ပာယ်မျိုးနဲ့ သုံးလိုက်တာပါ။ ဒါကြောင့် For just us ဆိုတာ \"ကျွန်တော်တို့ မကြာမကြာ ခဏခဏ ရှာနေတဲ့ တရားမျှတမှု ဟာ ကျွန်တော်တို့အတွက်သက်သက်ပဲဖြစ်ပါတယ်။ဟုတ်ပါတယ် ဘယ်သူ့အတွက်မှ ရှာဖွေနေတာမဟုတ်ဘဲ \"For just us ကိုယ့်အတွက် သက်သက်ပဲ\" ဖြစ်ကြောင်းပါခင်ဗျာ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "DON'T MAKE WAVES",
        "content": "DON'T MAKE WAVES\n\nMake waves ကို အဘိဓာန်က \"မိမိကိုအများက သတိထားမိအောင်လုပ်သည် (တစ်နည်း) ပွဲဆူအောင်လုပ်သည်၊ ပြဿနာလုပ်သည်\" လို့အဓိပ္ပာယ်ဖွင့်ပါတယ်။ လှေစီးသွားလာနေရတဲ့အချိန်အခါမျိုးမှာ လိူင်းပုတ်မှာကြောက်ကြတာသဘာဝပါ။ ဒါကြောင့် လှိုင်းထအောင်မလုပ်ပါနဲ့ Don't make waves. ပြဿနာတွေမဖန်တီးကြပါနဲ့။လွတ်လပ်ရေးမရမီက ဗိုလ်ချုပ် ပြောဖူးတယ် \"ဘေးမကင်းမီ ဟင်းမချပါနဲ့တဲ့ Don't halloo till you are out ofthe wood.\" အခုလည်း အာဏာရှင်လက်အောက်က လွတ်မြောက်ခါစ မြန်မာပြည်ဟာ အဖျက်အမှောင့်ဘေးအန္တရာယ်အသွယ်သွယ်ကို ရင်ဆိုင်ကြုံတွေ့နေရဆဲပါ။ ကျွန်တော်တို့တတွေ တောနက်ကြီးထဲမှာပဲရှိပါသေးတယ်။ We are stillin the wilderness. ဘေးမကင်းကြသေးပါ။ အာဏာလက်လွတ်သွားသူတွေ၊ အာဏာရလိုသူတွေ၊ မင်သားကြီးမလုပ်ရလို့ ပတ်မကြီးကို ထိုးဖောက်မယ့်သူတွေ၊ မစားရလို့ စပျစ်သီးချဉ်ကုန်သူတွေက ပြဿနာမျိုးစုံ ဖန်တီးနေကြပါတယ်။ မြန်မာပြည်ကြီး အေးချမ်းသာယာရှိပြီး၊ တိုင်းပြည်ကောင်းစားစေချင်ရင် အဖြူကိုအနက်မဆိုးကြပါနဲ့။ Don't Make Waves. ပြဿနာတွေမဖန်တီးကြပါနဲ့။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "စည်းနည်းနည်းလျှော့ပါလား",
        "content": "စည်းနည်းနည်းလျှော့ပါလား\n\nROOM FOR THE OTHERသင့်ချစ်သူကြင်ဖော်ကို တကယ်ချစ်ရင် ဘယ်သွားဘာလုပ်ဆိုပြီး ထိန်းချုပ်မထားဘဲ သူ့ကို နေရာလွတ်ပေးလိုက်ပါ။သင့်ရင်သွေးသားသမီးကို နှစ်နှစ်ကာကာ ချစ်တယ်ဆိုရင် အရာရာကိုချုပ်ကိုင်မထားဘဲ သူ့တို့ကိုလွတ်လပ်စွာ ပျံသန်းခွင့်ပေးလိုက်ပါ။နေရာလွတ်ရဲ့အလှတရားကို သင်တွေ့တဲ့တစ်နေ့ စိတ်ချမ်းသာမှုပြည့်ဝသွားပါလိမ့်မယ်။Don't restrict your loved one's dream ... Let them fly!အားလုံး မင်္ဂလာပါ။♡ ♡ ♡ရည်ညွှန်း - နေရာတိုင်း GPS တပ်ချင်သူများအတွက် ♡ ♡ ♡"
    },
    {
        "title": "READING BACKWARD OR FORWARD",
        "content": "READING BACKWARD OR FORWARD\n\nPalindrome _ Reading Backward or Forwardဒီနေ့ 8.10.2018 ကိုနောက်ပြန်ဖတ်ရင်လည်း ရှေ့ကဖတ်တာနဲ့တူနေပါလိမ့်မယ်။ အဲဒီလို ရှေ့ကဖတ်ဖတ်၊ နောက်ကဖတ်ဖတ်တူညီနေတဲ့ စကားလုံး၊ စကားစု၊ ဝါကျ၊ ကဗျာစာပိုဒ် စတာတွေကို Palindrome လို့ခေါ်ပါတယ်။ အင်္ဂလိပ်လို အဓိပ္ပာယ်ဖွင့်ဆိုချက်ကဒီလိုပါ ... A palindrome is a word, number, phrase, or other sequence of characters which reads the same backward as forward. အဘိဓာန်က Palindrome ကို နောက်ပြန်ဖတ်လည်း ပုံမှန်ဖတ်သလို ထပ်တူထွက်တဲ့စကားရပ် လို့အနက်ပေးပါတယ်။သိသာလွယ်တဲ့ Palindrome ဥပမာတွေက Madam; Madam, I'm Adam; A man, a plan, a canal, Panama; ABBA; Racecar; Nurses run; Borrow or rob; Do geese see god; So many dynamos; 10201 တွေပါ။မြန်မာ Palindrome တွေက မောင်ရင်မောင်မမယ်မ၊ ဘူးသီးမသီးဘူး၊ အောင်ကိုကိုခေါ် ကိုကိုအောင်တို့လို စကားလုံးတွေပါ။ Happy Palindrome Day! အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အမေ့ကိုလွမ်းတယ်",
        "content": "အမေ့ကိုလွမ်းတယ်\n\nMiss you Mom အမေ့ကိုလွမ်းတယ်UFO ရဲ့အရှည်က Unidentified Flying Object ပါ။ တိုက်ရိုက်မြန်မာမှုပြုရင်တော့ \"အမျိုးအမည်မသိပျံသန်းနေသောအရာဝတ္ထု\" ပေါ့။ \"တခြားကမ္ဘာကလာတဲ့ အာကာသယာဉ်လို့ထင်ရတဲ့ ထူးဆန်းတဲ့ အရာဝတ္ထု\" လို့ လည်းဖွင့်ဆိုဘာသာပြန်ထားတာ တွေ့ရပါတယ်။ သူ့ကိုကြည့်လိုက်ရင် ပန်းကန်ပြားလေး ပျံနေတာနဲ့တူလို့ ပန်းကန်ပြားပျံ (Flying Saucer) လို့လည်း အလွယ်ခေါ်ကြသေးတယ်။ အဲဒီ ပန်းကန်ပြားပျံတွေကို ကျွန်တော်တို့လူသားတွေ တွေ့ တွေ့နေတာ ကြာပါပြီ။ သူတို့က ဖြတ်သွားပေမယ့် ကျွန်တော်တို့ရဲ့ ကမ္ဘာဂြိုလ်မှာ ဝင် မနားခဲ့ပါဘူး။ ဖြတ်သာသွားတယ် မနားတယ်ပေါ့။ သူတို့က မြန်လွန်းလို့ ကျွန်တော်တို့ဆီက အသံထက် နှစ်ဆမက မြန်ပါတယ်ဆိုတဲ့ လေယာဉ်တွေတောင် သူတို့နောက်ကို လိုက်လို့ မမီခဲ့ပါဘူး။ လိုက်လို့မမီ ပြေးပြန်ပြီပေါ့ဗျာ။ ပန်းကန်ပြားပျံရယ်၊ ပန်းကန်ပြားပျံစီးပြီးလာတယ်ဆိုတဲ့ ဂြိုလ်သားတွေအကြောင်းက သိပ္ပံစာရေးဆရာတွေ၊ ဟော်လီဝုရုပ်ရှင်သမားတွေ၊ ဂျာနယ်လစ်တွေအတွက် ပြောမဆုံးပေါင် တောသုံးတောင် ဖြစ်ခဲ့ရပါတယ်။ ၁၉၅၃ ခုနှစ်က ရိုက်တဲ့ The Wars of the World လို ရုပ်ရှင်က အင်္ဂါဂြိုလ်သားတွေ ကမ္ဘာကိုဝင်ရောက်တိုက်ခိုက်တဲ့အကြောင်းပါ။အဲဒီ UFO တွေ ကမ္ဘာဂြိုလ်ဆီ ဝင်မလာတာနဲ့ ပတ်သက်လို့ ပညာရှင်တွေ ဆွေးနွေးကြတော့ အချို့က သြစတြေးလျတိုက်မှာသာရှိတဲ့ သားပိုက်ကောင် (Kangaroo ) လိုထူးဆန်းတဲ့အကောင်လေးကို တကူးတက လာမကြည့်ကြသလိုပေါ့လို့ ခပ်ပေါ့ပေါ့ ဥပမာပေးကြပါတယ်။ ပညာရှင်တစ်ဦးအဆိုအရ အဲဒီဂြိုလ်သားတွေက ကမ္ဘာဂြိုလ်လူသားတွေဟာ ဘာမှ တိုးတက်မှုမရှိဘဲ၊ နှေးနှေးကွေးကွေး သွားလာလှုပ်ရှားနေကြလို့ စိတ်မဝင်စားတာ၊ တခြားမက်လောက်စရာလည်း မရှိလို့ ဝင်မနားကြတာဖြစ်နိုင်တယ်လို့ ယူဆကြောင်းပြောပါတယ်။ဒီလိုပါပဲ။ သားသမီးနဲ့မိဘကြားမှာလည်း ကျေးဇူးမသိတဲ့၊ ကျေးဇူးကန်းတဲ့သားသမီးတွေ (The ungrateful ones) ရှိနေတယ်ဆိုတာ သတိထားမိကြပါလိမ့်မယ်။ ကိုယ့်ကိုလူတစ်လုံး သူတစ်လုံးဖြစ်အောင် ကျွေးမွေးစောင့်ရှောက်လာတဲ့ သက်ကြီးရွယ်အိုမိဘတွေကို ပစ်ပယ်ပြီး၊ ကိုယ့်သားမယားအရေးသာ ရှေးရှု တတ်တဲ့သူတွေကို ကျေးဇူးမတုံ့ပြန်တတ်တဲ့ UFO လို လူတွေလို့သာ သတ်မှတ်လိုက်ချင်ပါတယ်။သင် အိမ်ထောင်ကျပြီလားအိမ်ထောင်သက်ဘယ်လောက်ရပြီလဲအိမ်ထောင်ကျပြီး အမေ့အိမ်ဘယ်နှခါရောက်ဖြစ်လဲ။မွေးမေ့ကျေးဇူး ဆပ်ဖူးပြီလား။ သင့်မွေးမေအတွက် သင်ဘာတွေစဉ်းစားထားပါသလဲ။ဒီသီတင်းကျွတ် အမေ့အိမ်ပြန်လိုက်ပါ။အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists.♡ ♡ ♡ SWEET FOR MY SWEETT heowner of a bakery was closing shop on a stormy winter’s night when a man came in and asked for two sweet rolls. The baker was amazed that anyone would come out in such weather for just two sweet rolls.“Are you married?” he asked. “Of course,” replied the customer. “Do you think my mother would send me out on a night like this? ” ♡ ♡ ♡ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "လက်နဲ့ထိရင်ရွှေ",
        "content": "လက်နဲ့ထိရင်ရွှေ\n\nသိချင်တာကများသလိုကိုယ်မသိတာတွေကလည်း များသားOne touch, One touch ဆိုတာဘာများလဲလို့ မေးလိုက်တော့ဖေ့ဘုတ် AI က Touch ကိုတွေ့တာနဲ့ \"လက်နဲ့ထိရင်ရွှေဖြစ်စေတဲ့ မိုင်းဒတ်ဘုရင်ကြီး\" ရဲ့အစွမ်း Midas Touchကိုထိုးပေးလာတယ်။♥ ♥ ♥၂၀၁၈လက်နဲ့ထိရင်ရွှေ Midas Touchစက်တင်ဘာလနောက်ဆုံးပတ်အတွင်း၁၀ သိန်းကျော်(အခု သိန်း ၃၀ +) အထိ တစ်ဟုန်ထိုးထိုးတက်သွားတဲ့ ရွှေစျေးကြောင့် First, in God we trust. Later, in Gold we trust. ဘုရားသင်ကိုယုံကြည်နေရာက ရွှေကိုပဲ ပြောင်းယုံရတော့မလို ဖြစ်နေပါပြီ။ ဝေါဟာရအနေနဲ့ပြောရရင် အင်္ဂလိပ်စကားမှာ နာမည်အစွဲပြုအီဒီယံ Midas touch စကားရှိပါတယ်။ အဓိပ္ပာယ်က \"လက်နဲ့ထိရင်ရွှေ\" \"လက်ဖျားငွေသီးအောင်လုပ်နိုင်တဲ့ အရည်အသွေး\" လို့တင်စားပြောတာဖြစ်ပါတယ်။ အလားတူ Magic touch ဆိုတာကလည်း ပဉ္စလက်ဆန်ဆန်လုပ်လိုက်ရင်၊အောင်မြင်ပြီးမြောက်တဲ့သဘောကိုပြောတာပါ။ Ability to gain success from one’s actions. နောက်တစ်ခုက Everything he touches/ Everything he touches turns to gold. ပါ။ ဒီအချက်ကိုယူပြီး James Bond ဇာတ်ကား Goldfinger ကြော်ငြာမှာ \"Everythinghe touches turns to excitement\" လို့ရေးထားတာ တွေ့ရပါလိမ့်မယ်။MRTV-4 ကထုတ်လွင့်နေတဲ့ The X-Factor Myanmar 2018 ကြည့်နေရင်း၊ ထူးအိမ်သင်ရဲ့ \"ရွှေ\" သီချင်းကို ပြိုင်ပွဲဝင်တစ်ဦးသီဆိုသွားတာကြားလိုက်ပါတယ်။ အဲဒီ \"ရွှေ\" လို့နာမည်ပေးထားတဲ့သီချင်းကကျွန်တော်တို့ငယ်ငယ်က အရူးအမူးကြိုက်ခဲ့တဲ့ ရော့ခ်ဘုရင်ကြီး Elvis Presley ရဲ့ \"Don't Be Cruel\" ပါ။ YouTube မှာဝင်ပြီး၊ မြူးမြူးကြွကြွသီချင်းတေးသွားနဲ့အတူ လိုက်ပါစီးမျှောခံစားကြည့်ကြပါဦး။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "OLDIES BUT GOODIES",
        "content": "OLDIES BUT GOODIES\n\nMay Sweet _ Oldies but GoodiesMay Sweet Solo Selection 1981\"တစ်ကိုယ်တော်လက်ရွေးစင်\"ကျွန်တော်က\"\"မေဆွိ ခရေဇီတစ်ယောက်ပါ။လက်ဝယ်ရှိအခွေလေးပျက်စီးသွားလို့\"မေဆွိ တစ်ကိုယ်တော်လက်ရွေးစင်\"အခွေဝယ်ချင်ပါတယ်။ အကြောင်းပြန်ပါ\"\" လို့ ၂၀၁၈ စက်တင်ဘာ ၁၅ မှာ ကျွန်တော်စာတိုလေးရေးတင်လိုက်ပါတယ်။ကံကောင်းထောက်မစွာနဲ့ ဖြူး မှာနေတဲ့ ဝါသနာရှင်တစ်ဦးဆီက ရရှိခဲ့ပါတယ်။ဖေ့ဘုတ် ကျေးဇူးပေါ့ဗျာ။အခု ခပ်လတ်လတ်အခွေတစ်ခု ဝယ်ယူရရှိလို့ \"အနှစ်လေးဆယ်ကတည်းက သိမ်းထားခဲ့ရတဲ့ အခွေဟောင်းလေးကို ကိုယ့်လိုပဲ မေဆွိကြိုက်နှစ်သူ ဝါသနာရှင်တစ်ဦးကို လွှဲပေးချင်ပါတယ်။အခြေအနေအရ ရန်ကုန်နေ လမ်းကြောင်းသင့်သူကို ဦးစားပေးပါမယ်။ဆက်သွယ်ဖို့ မက်စင်ဂျာက ပြောနိုင်ပါတယ်လို့\" ဆက်ရေးလိုက်တော့ လိုချင်သူ ဝါသနာရှင်တစ်ဦးပေါ်လာလို့ လွဲပေးခဲ့ရပါတယ်။ ဆိုရှယ်မီဒီယာကျေးဇူးပါ။ဒီအခွေကလေးက မေဆွိရဲ့ ဟိုးနှစ်ပေါင်းလေးဆယ်ကျော်က နုပျိုသစ်လွင်တဲ့အသံနဲ့ သီဆိုထားတဲ့ \"တစ်ကိုယ်တော်လက်ရွေးစင်\" သီချင်းလေးတွေပါ။ဒီအခွေထဲက မြန်မာဆန်ဆန်သီချင်းလေးတွေကို နားထောင်ကြည့်ကြစေချင်ပါတယ်။ နားစွဲအောင်နားထောင်ဖူးသူများက ကိုယ်ကြိုက်နှစ်ရာ သီချင်းအကြောင်းပြောရင်လည်း နားထောင်ချင်ပါတယ်။ကျွန်တော်အကြိုက်ဆုံးက \"သူ့ကိုချစ်ဖို့ကြိုးစားဦးမယ်\" ဖြစ်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "တစ်ချို့ကပူပူလေးမှကြိုက်တယ်(အပိုင်း-၁)",
        "content": "တစ်ချို့ကပူပူလေးမှကြိုက်တယ်(အပိုင်း-၁)\n\nEpisode 1 SOME LIKE IT HOT      ♤ ♤ ♤ Burning sensation တရုတ်နီကွန်မြူနစ်ခေါင်းဆောင် ဥက္ကဋ္ဌကြီးမော်စီတုံး (Mao Zedong/ Mao Tse-tung) က သူ့လူတွေကို ဟင်းချိုဆိုပူရမယ် (Soup must be hot.) လို့ပြောခဲ့ဖူးပါတယ်။ တရုတ်တွေက ပူပူလောင်လောင်အစားအစာကြိုက်ပေမဲ့အစပ်တော့ကြောက်ကြတယ်။ အိန္ဒိယတိုက်ငယ်ရှိ ကုလားလူမျိုးတွေရဲ့ အစားအသောက်တွေဟာ အပူရောအစပ်ပါလွန်ကဲတဲ့ ဟင်းလျာတွေဖြစ်ပါတယ်။ Indian curry is a hot and spicy sauce-based dish. ♤ ♤ ♤ Chilli or Chili or Chile      အပူအစပ်အကြောင်းပြောရင် ငရုတ်သီးမပါရင်ပြီးမယ်မဟုတ်ပါ။ငရုတ်သီးရဲ့အဓိပ္ပာယ်ဖွင့်ချက် က A small hot-tasting pod of a variety of capsicum, used in sauces, relishes, and spice powders. အနီရောင်ရှိတဲ့ ငရုတ်သီးစိမ်းအတောင့်ပဲဖြစ်ဖြစ်၊ အစိမ်းရောင်ရှိတဲ့ ငရုတ်သီးစိမ်းအတောင့်ပဲဖြစ်ဖြစ် ငရုတ်သီး (Green pepper) လို့ခေါ်ကြပါတယ်။နားမရှုတ်သွားကြပါနဲ့။ အင်္ဂလိပ်ဘာသာစကားမှာ ငရုတ်သီး ကို Chilli (သို့) Chilli pepper လို့ခေါ်ပါတယ်။ စာလုံးပေါင်းရာမှာ အင်္ဂလိပ်က Chilli လို့ အယ်လ်နှစ်လုံးနဲ့ရေးလေ့ရှိပြီး၊ အမေရိကန်က Chili or Chile လို့ရေးကြပါတယ်။ Chile ဆိုတော့ တောင်အမေရိကတိုက်ရှိချီလီနိုင်ငံ (Chile) ရဲ့စာလုံးပေါင်းနဲ့တူနေကြောင်း သတိပြုမိကြမယ်ထင်ပါတယ်။ ♤ ♤ ♤ Chilli or Pepper      ငရုတ်သီး ကို Chilli pepper လို့လဲရေးတာလည်းတွေ့တော့၊ Pepper ဆိုရင် ငရုပ်ကောင်း၊ Chilli ဆိုရင် ငရုတ်သီး လို့အသေမှတ်ထားသူတွေအတွက် Chili Pepper ကိုဘယ်လိုနားလည်ရမလဲ ဖြစ်နေတတ်ပါတယ်။ အမှန်က Chilli pepper ဟာ ငရုတ်သီး ကိုတစ်မျိုးခေါ်တာပဲဖြစ်ပါတယ်။ Pepper နဲ့ပတ်သက်ရင် ကျွန်တော်တို့သိနေတဲ့ ငရုတ်ကောင်းရဲ့ အင်္ဂလိပ်အခေါ်က Black pepper ပါ။ Black pepper is a food seasoning that is made by grindingthe dried berries of an Indian plant along with their hard, black covers. White pepper ဆိုတာလဲရှိပါတယ်။ သူက အမည်းရောင် ငရုတ်ကောင်းစေ့အခြောက်ကို မထောင်းဘဲ၊ အမည်းရောင်အခွံတွေခွာပြီး အထဲကအဖြူရောင် ငရုတ်ကောင်းစေ့တွေကို ထောင်းထားတာပါ။ ဒါကြောင့်White pepper လို့အမည်ပေးလိုက်တာပါ။ White pepper is a food seasoning that is made by grinding the dried berries of an Indian plant after removing the hard, black covers on the seeds a pungent condiment that consists ofthe fruit of a pepper plant (Piper nigrum) ground after the black husk has been removed. အားလုံး မင်္ဂလာပါ။ Image credit to original artists. Post reference: April 18, 2019 Episode 2 CHILLI or PEPPER      Chili; Chilli; Chile ဆိုတာငရုတ်၊ ငရုတ်သီးကိုခေါ်တဲ့ စာလုံးပေါင်းမူကွဲတွေပါ။ အများသိကြတဲ့အတိုင်း Pepper/ Black pepper က \"ငရုတ်ကောင်း\" ပါ။ ဒါပေမဲ့ Pepper ကို ငရုတ်သီး လို့လည်း ခေါ်တာရှိပါသေးတယ်။ ငရုတ်သီးရဲ့ပုံပန်းသဏ္ဍာန်၊ အရောင်အသွေးကိုလိုက်လို့ Chilli pepper; Red pepper; Green pepper; Bell pepper;Brown pepper စသည်ဖြင့် ငရုတ်သီး ကို Pepper နဲ့ရေးတာ တွေ့ရပါလိမ့်မယ်။      ငရုတ်သီး ရဲ့ ပူစပ်တဲ့အရသာကိုတော့ အင်္ဂလိပ်က Burning/ Fiery/ Hot/ Stinging လို့ပြောပါတယ်။ ငရုတ်သီးတွေထဲမှာ အပူအစပ်ဆုံးက \"ကုလားအော်ငရုတ်\" ဖြစ်ပါတယ်။ ကုလားအော် ကို အဘိဓာန်က\"Extremely hot kind of chilli\" လို့့အနက်ပေးပါတယ်။ ကျွန်တော်မှတ်သားမိတဲ့ အသုံးအနှုန်းက \"The fruit that makes an Indian yell\" ပါ။ ကဲ ဘယ်လောက်များ ကွက်ကွက်ကွင်းကွင်း ပုံပေါ်လိုက်သလဲဗျာ။      How Does Chilli Deliver Its Sting? ငရုတ်သီးရဲ့အပူအစပ်ပြင်းအားကိုScoville Heat Unit _ SHU နဲ့တိုင်းတာပါတယ်။ SHU ရှုး ဆိုတော့ ငရုတ်သီးစားပြီး ဘယ်လောက် ရှုးရှုးရှဲရှဲဖြစ်သွားသလဲဆိုတာ ပြတဲ့သဘောပါ။ ကမ္ဘာမှာအပူအစပ်ဆုံး ငရုတ်သီးက SHU ပြင်းအား ၁.၅ ~ ၂.၂ သန်း ကြားရှိတဲ့ \"Smokin' Ed's Carolina Reaper\" လို့ဆိုပါတယ်။ တချို့ပူပူစပ်စပ်ကြိုက်သူတွေလက်တွေ့မြည်းစမ်းကြည့်ဖို့တော့လိုမယ်ထင်တယ်။ အားလုံး မင်္ဂလာပါ။ Image credit to original artists. Post reference: October 6, 2018 Episode 3 WEEVIL for CHILI PEPPER ငရုတ်သီးပိုး      ငရုတ်သီးဟာ ပူပူစပ်စပ်အရသာရှိတယ်။ ဒီလို ငရုတ်သီးပူစပ်မှန်းသိရင် ဘယ်ပိုးကကိုက်ပါ့မလဲ။စာထဲမှာတော့ \"ငရုတ်သီးပိုး\" ဆိုတဲ့အသုံးအနှုန်းရှိတယ်။ ငရုတ်သီးစပ်ပါလျက်၊ စပ်လို့စပ်မှန်းမသိလို့သာ ကိုက်တဲ့သတ္တဝါလို လူမျိုးတွေကို ငရုတ်သီးပိုးလို့ခေါ်ကြတယ်။      ဒါဆို ငရုတ်သီးပိုး အပြင်မှာတစ်ကယ်ရှိသလား။ မသိဘူး - ဝီကီကို မေးကြည့်လိုက်ဦးမယ်။ ရှိတယ်ဆိုပဲ ... Chilli thrip or Pepper weevilလို့ခေါ်တယ်တဲ့။ ဒါပေမဲ့ သူတို့က ငရုတ်သီးအပင်ပေါ်မှာရှိတုန်း ဖျက်ဆီးတတ်ကြတယ်လို့ သိရပါတယ်။      ယနေ့ခေတ်နယ်ပယ်အသီးသီးမှာ စားပြီးနားမလည်၊ ဝါးပြီးထွေးထုတ်နေတဲ့ ငရုတ်သီးပိုးလို လူစားတွေအများကြီးရှိတယ်။ ကြည့်သာရှောင်ပေတော့။ အားလုံး မင်္ဂလာပါ။ Image credit to original artists.Post reference: December 21, 2018"
    },
    {
        "title": "တစ်ချို့ကပူပူလေးမှကြိုက်တယ်(အပိုင်း-၂)",
        "content": "တစ်ချို့ကပူပူလေးမှကြိုက်တယ်(အပိုင်း-၂)\n\nSOME LIKE IT HOT တစ်ချို့ကပူပူလေးမှကြိုက်တယ် (အပိုင်း-၂) PEPPER SPRAY      အခြားနိုင်ငံတွေမှာ လူစုလူဝေးနဲ့ ဆန္ဒပြအုပ်စုကြီးကို အဓိကရုန်းနှိမ်နင်းရေးရဲတွေက သေနတ်နဲ့မပစ်၊ မျက်ရည်ယိုဗုံးမသုံးဘဲ၊ တစ်ခါတစ်ခါ Pepper Spray ပက်ဖြန်းတယ်လို့ရေးပါတယ်။ Pepper Spray ကို သတင်းစာဆရာတွေဘာသာပြန်လိုက်တော့ ငရုတ်သီးအရည်နဲ့ပက်တာလား၊ ငရုတ်ကောင်းအရည်နဲ့ပက်တာလား ဝိဝါဒကွဲကြပါတယ်။ တကယ်တော့ အစပ်ပြင်းအား နှစ်သန်းကငါးသန်းအကြားရှိ ငရုတ်ရည်နဲ့ပက် လူစုခွဲတာဖြစ်ပါတယ်။      ကြုံကြိုက်တုန်းပြောရရင် ငရုတ်သီးစပ်သလို အရသာမျိုးကို Hot လို့အများအားဖြင့်သုံးပါတယ်။ \"Sting ပျားတုပ်သည်\"လို့အများသိကြတဲ့ စကားလုံးရဲ့အခြားအဓိပ္ပာယ်က \"စပ်သည်\" ဖြစ်ပါတယ်။ မျက်စိထဲပိုးကောင်ဝင်လို့ စပ်သလိုမျိုး၊ ထိရှနာထဲအရက်ပျံထည့်လို့ စပ်ဖျဉ်းဖျဉ်းဖြစ်သလိုမျိုးကို Smart လို့သုံးပါတယ်။ အဘိဓာန်ဆရာတွေက စပ်တဲ့အရသာကို Hot, stinging sensation လို့အနက်ပေးပါတယ်။ ငရုတ်သီးရဲ့စူးရှတဲ့အစပ်အရသာကြောင့်အချို့နေရာတွေမှာ ငရုတ်သီး ကို \"စပ်သီး\" လို့ခေါ်ကြတာဖြစ်နိုင်ပါတယ်။ CHILI SAUCE      ငရုတ်သီးနဲ့လုပ်တဲ့ ဆော့စ် Sauce တွေလိုပဲ၊ မုန်ညင်း (Mustard)၊ ဂျပန်ဝါဆာဘိ (Wasabi)(わさび（山葵) တို့နဲ့လုပ်ထားတဲ့ ဆော့စ်တွေကို မြည်းကြည့်ရင် စပ်ရှားရှားလို အရသာလည်းရှိသလို စပ်ရှိန်းရှိန်းလိုအရသာလည်းရှိပါတယ်။အဲဒီ စပ်ရှားရှားအရသာကို Pungent လို့ခေါ်ပြီး၊ စပ်ရှိန်းရှိန်းအရသာကို Piquant လို့ခေါ်ပါတယ်။ For taste purpose, you can feel ‘em. SOME LIKE IT HOT      စားစရာသောက်စရာဆိုရင် တစ်ချို့ကပူပူလေးမှ ကြိုက်တယ်။ တစ်ကယ်တော့ပူပူဆိုတာ စပ်စပ်လည်းပါတယ်။ ပူပူစပ်စပ်ပေါ့ဗျာ။လူ့ဘဝဆိုတာ ပူပူစပ်စပ်၊ ပူစပ်ပူလောင်လေးမှ နေလို့ကောင်းတာမဟုတ်လား။ တစ်ချို့က အချို့နေရာတွေမှာ ဟော့ဟော့လေးမှ ကြိုက်တယ်။ Some Like It Hot. ကျွန်တော်လည်း ပူပူလေးကြိုက်တဲ့အထဲမှာ ပါပါတယ်။ ကော်ဖီပူပူ၊ ဟင်းချိုပူပူ၊ ငရုတ်သီးစပ်စပ်ပေါ့။ ကျွန်တော်အကြိုက်ဆုံး စားမြိန်ရည်ပျစ်-ဆော့စ်ကတော့TOBASCO SAUCE ပါပဲ။ SOME LIKE IT HOT      ဒါက ၁၉၅၉ ခုနှစ်ကထုတ်တဲ့ ရုပ်ရှင်ကားရဲ့နာမည်ပါ။ ညှို့မင်းသမီး မာရီလင်မွန်ရိုး ကိုတော့ သိကြမယ် ထင်ပါတယ်။ မာရီလင်မွန်ရိုးကို ကောင်းကောင်းမမီလိုက်သူတွေက သူ့ဝက်ဆိုက်ထဲ ဝင်ပြီး ရွှေမှုန်ရတီ တစ်ကျပ်သားပေးပါ အဲဟုတ်ပါဘူး မွန်ရိုးတစ်ကျပ်သားပေးပါဆိုပြီးဝင်ကြည့်လိုက်၊ ဝင်ကြည့်လိုက်ပါတော့။ အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists."
    },
    {
        "title": "PUKKA OR PUCCA",
        "content": "PUKKA OR PUCCA\n\nပတ်ကား၂၀၁၈ စက်တင်ဘာလနောက်ဆုံးပတ်မှာ အတက်ကြမ်းတဲ့ ဒေါ်လာငွေလဲနှုန်း၊ ရွှေစျေးတို့နဲ့အတူ \"လေပတ်ကား\" ဝေါဟာရသစ်တစ်ခုပေါ်လာပါတယ်။ အဲဒီ လေပတ်ကား ဆိုတာ ဈေးမတန်တဆတက်အောင် ဖုန်းတစ်လုံးနဲ့လေအားသုံး တယ်လီမားကက်တင်းသမား ဈေးကစားသူ (Speculator) တွေဖြစ်ကြပါတယ်။ဝေါဟာရအနေနဲ့ပြောရရင် \"ပတ်ကား\" ဆိုတဲ့အသံကြားတော့ တစ်ခေတ်တစ်ခါက နာမည်ကြီးဖောင်တိန်၊ ဘောပင် Parker လို့ထင်ကြပါတယ်။ တကယ်တော့ ပတ်ကား ဆိုတာ ဟိန္ဒီနဲ့ အူရဒူဘာသာစကား ရင်းမြစ်ကလာတာဖြစ်ပြီး၊ Pucca နဲ့ Pukka စာလုံးပေါင်းနှစ်မျိုးရှိပါတယ်။ ပတ်ကား ကို အဘိဓာန်တွေက \"တကယ့်၊ အစစ်အမှန် For real; Sure; Genuine\" လို့အနက်ဖွင့်ပါတယ်။ \"ပထမတန်း၊ အကောင်းစား၊ အခန့်စား Very good; Solid; Permanent\" လို့လည်း အဓိပ္ပာယ်ရပါတယ်။ ဒါကြောင့် ခိုင်ခိုင်ခန့်ခန့် ဆောက်ထားတဲ့အိမ်ကို Pukka building; အလုပ်အကိုင်ကောင်းကောင်းကို Pukka job လို့ပြောကြတာ ဖြစ်ပါတယ်။ပတ်ကားနဲ့ပတ်သက်လို့ ရုပ်ရှင်မင်းသမီး ခိုင်သင်းကြည် သရုပ်ဆောင်တဲ့ ပတ်ကားရွှေဆိုင် ကြော်ငြာလေးကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ ပတ်ကားရွှေဆိုင်ပိုင်ရှင်က သူ့ဆိုင်ကို ပထမတန်းစား ရွှေတွေရောင်းပေးနေတာ သိစေဖို့ \"ပတ်ကား Pukka\" လို့နာမည်မှည့်တာ ဖြစ်ပါလိမ့်မယ်။ ခိုင်သင်းကြည်ကလည်း ဖောက်သည်တွေမှတ်မိစေဖို့ သူ့ခြေထောက်နှစ်ချောင်းအသာချဲပြီး၊ ပြောင်စပ်စပ် ပြောလိုက်တာက \"မှတ်ထားမယ်နော် ပတ်ကားတဲ့\"♡ ♡ ♡အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "GOOD MORNING!",
        "content": "GOOD MORNING!\n\nမင်္ဂလာမနက်ခင်းပါ။၂၀၁၅~၂၀၂၀♥ ♥ ♥အာဏာရှင်ခေတ်က ပြည်သူ့အာဏာပိုင်စိုးတဲ့ကာလကို ကူးပြောင်းလာပေမယ့် အကျင့်ဟောင်းတွေမပြင်ကြသေးပါ။ပိုဆိုးတာက အသိတရားအားနည်းသူတွေကြတော့ လေလာရာလွင့်တဲ့ ဂွမ်းစိုင်လိုဖြစ်နေကြတယ်။ တချို့လူတွေ ပညာအခံကနည်းတော့ အားကိုးမှားကြ၊ ကိုးကွယ်ဆည်းကပ်မှု မှားကြပြန်တယ်။ အဆိုးဆုံးက ကိုယ့်ကိုယ်ကိုယ် ဘာမှားလို့မှားမှန်းမသိကြသူတွေပါ။ဆိုဆုံးမဖို့ခက်ခဲတဲ့သူတွေ၊ ဟိုမရောက်ဒီမရောက်နဲ့ ကိုယ်ဘယ်သောင်ကမ်းဆိုက်မယ်မှန်း မသိသူတွေ၊ ကိုယ်ချင်းစာနာမှုကင်းပြီး၊ ဘယ်သူသေသေသဘောထားတဲ့ လူ့ငရဲသားတွေနဲ့ ကင်းဝေးကြပါစေ။၂၀၂၁~၂၀၂၃ဖေဖေါ်ဝါရီ ၁ အာဏာသိမ်းပြီးနောက်သုံးနှစ်နီးပါးကာလအတွင်းမှာတော့ပြည်သူတစ်ရပ်လုံး ဒုက္ခအမှောင်ထုထဲကျရောက်သွားပါတော့တယ်။The rest is the history... အများသိနေလို့မပြောတော့ပါ။ အသက်ရှင်အောင်နေထိုင်ခြင်းက တော်လှန်ရေးပဲဆိုရင်Being aliveStaying aliveအားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "AN AIDE-MEMOIRE",
        "content": "AN AIDE-MEMOIRE\n\nဆယ်စုနှစ်တစ်ဝက်သာကြာခဲ့ပေမယ့် အဂတိလိုက်စား၊ကိုယ်ကျိုးရှာသူတွေရဲ့ရန်ကမလွတ်ကြသေးလို့သတိထောက်ပြန်တင်ပါရစေ။∆ ∆ ∆"
    },
    {
        "title": "GLOBAL, LOCAL & FOCAL",
        "content": "GLOBAL, LOCAL & FOCAL\n\nဒီဇင်ဘာလအတွက် GLOBAL ENGLISH MAGAZINE ထွက်ပါပြီ      လစဉ်ထုတ် အင်္ဂလိပ်စာမဂ္ဂဇင်းတစ်စောင်လောက် စွဲစွဲမြဲမြဲ ၆ လလောက်ဖတ်ကြည့်စမ်းပါ။ ပယ်ပယ်နယ်နယ် နှံ့နှံ့စပ်စပ် ဖတ်စမ်းပါ။တိုးတက်မှုဘယ်လိုရှိတယ်ဆိုတာ သင့်အခင်ဆုံး အင်္ဂလိပ်စာလေ့လာနေသူတွေကို ပြောပြပေးပါ။Hurry Hurry ... Grab your copy Now!"
    },
    {
        "title": "LOWER THE RIVER",
        "content": "LOWER THE RIVER\n\nဒီအပတ်အတွက် ဟာသနှောအဆိုအမိန့်အဖြစ် Don’t Raise the Bridge, Lower the River ကိုမျှဝေချင်ပါတယ်။ ဒါက ဟာသသရုပ်ဆောင် Jerry Lewis ဂျယ်ရီလူးဝစ် (၁၉၂၆-၂၀၁၇) ရဲ့ရုပ်ရှင်ကားအမည်လည်း ဖြစ်ပါတယ်။ ပန်းရံ၊ လက်သမားတွေ စရွေးမကိုက်သလို ဘယ်နေရာမှာဖြစ်ဖြစ် အဆီအငေါ်မတည့်၊ အလွဲလွဲအချော်ချော်ဖြစ်၊ အချိတ်အဆက်တွေမမိလို့ မရှုနိုင်မကယ်နိုင်ဖြစ်တဲ့အခါ \"Don’t Raise the Bridge, Lower the River တံတားကို အပေါ်မြှင့်မရရင်၊ မြစ်ကြီးကိုသာ အောက်နှိမ့်ချလိုက်ပါ\" ဆိုတဲ့အဆိုအမိန့်လေးကို ပြောကြပါတယ်။မြစ်အတွင်း သွားလာခုတ်မောင်းနေတဲ့ သင်္ဘောတွေရှိလို့ တချို့တံတားတွေကို ခေါက်ချိုးပြီး အပေါ်မြှောက်တင်နိုင်အောင် အရှင်လုပ်ထားကြတယ်။ သင်္ဘော တကယ်ဖြတ်တဲ့အချိန်ကျမှ တံတားကမြှင့်မရဖြစ်နေရင်၊ လုပ်နိုင်တာတစ်ခုတော့ ရှိပါတယ်။ အဲဒါက လုံး၀မဖြစ်နိုင်တဲ့မြစ်ကြီးကို အောက်နှိမ့်ချဖို့ပါပဲ။ လူ့ဘဝမှာလည်း တံတားမြှင့်မရလို့ မြစ်အောက်နိမ့်ချရတဲ့ဘေးကျပ်နံကျပ်အခြေမျိုး ဆိုက်တတ်ပါ တယ်။ အဲဒါဆိုရင်တော့ ဒီအဆိုအမိန့်လေးကိုသာသတိရလိုက်ပါ။ ကျွန်တော့်ကိုလည်း မမေ့ပါနဲ့။ အားလုံးပဲ မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "သတင်းမှားပေးမိခြင်း",
        "content": "သတင်းမှားပေးမိခြင်း\n\nWORD OF THE YEAR 2018      ၂၀၁၈ တစ်နှစ်တာအတွက် ရွေးချယ်လိုက်တဲ့စကားလုံးက Misinformation ပါ။ Misinformation ကို အဘိဓာန်က သတင်းမှားပေးမိခြင်း၊ သတင်မှားတမင်ပေးခြင်း လို့အနက်ပေးပါတယ်။ တစ်ကမ္ဘာလုံး တမင်ဖန်တီးတဲ့မမှန်သတင်း၊ လုပ်ကြံသတင်း (Disinformation);သတင်းမှား (False news); သတင်းတု (Fake news) တွေနဲ့ နိုင်ငံရေး၊ စီးပွားရေး၊ လူမှုရေးအစရှိတဲ့ နယ်ပယ်အသီးသီးကို လှုပ်ခတ်ပြီး၊ အားလုံးကို ဒုက္ခပေးနေချိန်မှာ ဒီစကားလုံးကို ချိန်ခါသင့် ရွေးချယ်လိုက်တာဖြစ်ပါတယ်။      စိတ်ပါဝင်စားသူများ Dictionary.com မှာဝင်ရောက်ကာ ပညာရပ်နယ်ပယ်အသီးသီးကပညာရှင်တွေရှင်းပြတာ နားထောင်လိုက်ပါဦး။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "BEACHHEAD; BRIDGEHEAD & OCCUPATION",
        "content": "BEACHHEAD; BRIDGEHEAD & OCCUPATION\n\nစစ်ဆင်ရေးတစ်ခုမှာ အဆင့်ဆင့်လုပ်ဆောင်ရတဲ့ Beachhead; Bridgehead နဲ့ Occupation တွေအကြောင်းကို လက်တွေ့ဘဝနဲ့ ယှဉ်ပြီးပြောပြချင်ပါတယ်။ Beachhead ကို အဘိဓာန်က \"ကမ်းခြေသို့တက်၍ ခြေကုပ်ယူထားသောတပ်An area of hostile territory (especially on a beach) that, when captured, serves for the continuous landing of further troops and material.\" လို့အနက်ပေးပါတယ်။ \"ကမ်းခြေခြေကုပ်စခန်း\" လို့လည်းပြောနိုင်ပါတယ်။ထိုးစစ်ဆင်ဖို့ ရန်သူ့နယ်မြေထဲ ရေလမ်းမှတိတ်တဆိတ်ဝင်ရောက်ကာ၊ ဦးစွာပထမ ခြေကုပ်ယူတဲ့သဘောပါ။ ရိုးရိုးအဓိပ္ပာယ်က \"ခြေကုပ် Foothold\" ဖြစ်ပါတယ်။ Beachhead ကို အသံထွက်ရာမှာ Beach နဲ့ Head သီးခြားခွဲကာမြွက်ဆိုခြင်းမပြု ရဘဲ၊ \"ဘိချက်\" လို့အသံထွက်ရတာ သတိပြုမိကြပါလိမ့်မယ်။Bridgehead ကို \"မြစ်တစ်ဖက်ရှိ ရန်သူ့နယ်မြေတွင် အခိုင်အမာ ခြေကုပ်ယူထားသည့်တပ် Bridgehead = An area of ground on the enemy's side of a river or other obstacle, especially one that needs to be taken and defendedin order to secure an advance.\" လို့အနက်ဖွင့်ပါတယ်။ စောစောက ကမ်းနဖူးတွင် ချည်းကပ်ခြေကုပ်ယူတဲ့တပ်ဖွဲ့ဟာ အခုရန်သူ့နယ်မြေကို ထိုးဖောက်ကာ အခိုင်အမာခြေကုပ်ယူနိုင်တဲ့ တပ်ဖြစ်သွားပါပြီ။ ရုပ်ရှင်ထဲမှာ တံတားထိပ်မှာရှိတဲ့ ရန်သူ့ကင်းတပ်ကို ချေမှုန်းပြီး၊ ရန်သူ့နယ်မြေတွင်းမှာ အမိအရတပ်စွဲလိုက်တာတွေ့ဖူးကြမှာပါ။ဒါကြောင့် အရပ်သုံးစကားမှာ Bridgehead ကို \"(အလားအလာအတွက်) အနေအထားကောင်း\" လို့သိထားကြပါတယ်။      ထိုးစစ်တစ်ခုမှာ ခြေကုပ်ယူ Beachhead; အခိုင်အမာတပ်စွဲ Bridgehead ပြီးလျှင်၊ စစ်ဆင်ရေးရဲ့ အမြင့်ဆုံးအပိုင်း နောက်ဆုံးအဆင့် အောင်ပွဲခံ \"Occupation သိမ်းပိုက်ခြင်း\" ဖြစ်ပါတယ်။ဒီလိုပါပဲ ကျွန်တော်တို့တတွေ အလုပ်ခွင်ထဲ ဝင်ရောက်ရာမှာ Education ကျောင်းက သင်ပေးတဲ့ပညာရယ်၊ Experience အလုပ်ကရတဲ့ အတွေ့အကြုံရယ် ပေါင်းစပ်ခြေကုပ်ယူရပါတယ်။ Education နဲ့ Experience ပေါင်းစပ်ပြီး၊ နှစ်ကာလကြာတာနဲ့အမျှ Expertise ဆိုတဲ့ ပညာခန်းဆိုင်ရာကျွမ်းကျင်မှုကိုရလာကြပါတယ်။ဒီလိုနဲ့ ကျွန်တော်တို့ လုပ်ငန်းခွင်မှာ ကျွမ်းကျင်ပိုင်နိုင်မှုရရှိကာ ကြီးကြပ်မှုအနည်းဆုံး (Least supervision) နဲ့ ကျွမ်းကျွမ်းကျင်ကျင် လုပ်ကိုင်နိုင်တာကြောင့် လုပ်ငန်းခွင်မှာ Bridgehead အခိုင်အမာ တပ်စွဲလိုက်နိုင်ပါပြီ။ လုပ်ငန်းကျွမ်းကျင်လာမယ်၊ ပေးသမျှလုပ်ငန်းတာဝန်တွေကို အောင်မြင်စွာ လုပ်ကိုင်ဆောင်ရွက်လာန်ုင်မယ်၊ရာထူးအဆင့်ဆင့် တိုးမြှင့်ခံရမယ်။ ဒါတွေက လုပ်ငန်းခွင်တွင် ထူးခြားတဲ့အောင်မြင်မှုရရှိခြင်း၊ တစ်နည်း Occupation ထူးချွန်ထက်မြက်စွာ သိမ်းပိုက်ခြင်း ဖြစ်ပါကြောင်းတင်ပြအပ်ပါတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "One Broken Heart For Sale",
        "content": "One Broken Heart For Sale\n\nကျွန်တော်တို့ ခပ်ကြီးကြီး မြီးကောင်ပေါက်အရွယ်က ကြိုက်ခဲ့တဲ့ အဆိုတော်မလေး Skeeter Davis ရဲ့ \"Silver Threads and Golden Needles\" ၁၉၆၂ က သီချင်းကို Dolly Parton, Loretta Lynn, Tammy Wynette တို့ ၁၉၉၃ မှာ ပြန်ဆိုထားတာပါ။နားဆင်ကြပါဦး။ အားလုံး မင်္ဂလာညချမ်းပါ။ ♡  ♡  ♡ Silver Threads and Golden Needles (ကြိုးငွေချည်နဲ့ ရွှေစင်အပ်) I don't want your lonely mansion With a tear in every room All I want's the love you've promised Beneath the halo moon But you thinkI should be happy With your money and your name And hide myself in sorrows While you play your cheatin' game Silver threads and golden needles Cannot mend this heart of mine And I dare not drown my sorrowsIn the warm glow of your mind You can't buy my love with money 'Cause I ain't never was that kind Silver threads and golden needles Cannot mend this heart of mine Silver threads and golden needles Cannot mend this heart of mine AndI dare not drown my sorrows In the warm glow of your mind You can't buy my love with money 'Cause I ain't never was that kind Silver threads and golden needles Cannot mend this heart of mine ♡  ♡  ♡"
    },
    {
        "title": "လှဂုဏ်ကိုးသူရယ်",
        "content": "လှဂုဏ်ကိုးသူရယ်\n\nအလိုလေးရှင် အလုပ်ခွင် လူလျှော့ ကျွန်မက လှပေလို့သာပေါ့ ~Source : မောင်သရစ် / အချိုကြိုက်သူများ ကဗျာစု ၂၀၁၄      QUOTE THE TELEGRAPGH UK 21 NOVEMBER 2018 • Foxconn, the Taiwanese giant that assembles Apple iPhones, will cut billions of poundsin costs and reduce staff numbers by thousands as the global technology and smartphone slowdown continues. One of the world's biggest employers with more than 800,000 staff across Taiwan and mainland China,Foxconn is set to reduce non-technical staff numbers by 10 pc, according to Bloomberg.      UNQUOTE"
    },
    {
        "title": "CINEMATIC MONTAGE",
        "content": "CINEMATIC MONTAGE\n\nကောင်းလိုက်တဲ့ စိတ်ကူးစိတ်သန်း။ ပုံတွေ တစ်ပုံချင်းကြည့်ရင်း \"စကြာဝဠာထဲမှာ ကမ္ဘာ~ ကမ္ဘာထဲမှာ မင်းနဲ့ငါ\" ဆိုတာလေး သွားအမှတ်ရမိတယ်။မောင်သာရပြောသလို လူတွေဟာ ကြည့်ရင်းကြည့်ရင်းမှာပင် တဖြည်းဖြည်း သေးငယ်သွားကြသည်။ ••• Credit to inspirator & uploder."
    },
    {
        "title": "WHOSE FUNERAL?",
        "content": "WHOSE FUNERAL?\n\nWhose funeral? It's yours. Bang! Bang!      ဒီစာလေးကို မဖတ်မိဖို့ တိုက်တွန်းပါတယ်။ မဖတ်မိရင် အကောင်းသားလို့ နောင်တစေဖို့ပါ။      ဖတ်မိရင်လည်း အသိနဲ့ယှဉ်ဖတ်ပါ။ပြီးတော့ ဘာအသိအမြင်ရလည်း ပြန်ဆန်းစစ်ကြည့်ပါ။ ကိုယ့်ကိုယ်ကိုယ် ဘာအတန်းအစားလဲ Rating အဆင့်သတ်မှတ်ပါ။ Credit to contributor."
    },
    {
        "title": "SHIP OF FOOLS",
        "content": "SHIP OF FOOLS\n\nမနက်ခင်း မျက်စိနှစ်လုံးပွင့်တာနဲ့ ကမ္ဘာကြီးကို လှမ်းကြည့်ဖို့ BBC, CNN, FOX, BLOOMBERG သတင်းပြတင်းပေါက်တွေ ဖွင့်လိုက်တယ်။ အလိုလေး တစ်ကမ္ဘာလုံး ပရမ်းပတာတွေနဲ့ စနစ်တကျဖြစ်နေကြပါလား။ကမ္ဘာ့နိုင်ငံတိုင်း ကမောက်ကမတွေနဲ့ ထွေးလုံးရစ်ပတ်၊ ကိုယ့်ဒုက္ခနဲ့ကိုယ် ရုန်းကန်လှုပ်ရှားနေကြရပါလား။ဘယ်မလဲ ကျွန်တော်တို့ရဲ့ ထောင်စုနှစ်ရည်မှန်းချက်တွေ ... ဘာလဲဟဲ့ အနာဂတ်။ ဒါနဲ့ ပြတင်းတံခါးတွေ မြန်မြန်ပြန်ပိတ်ပြီး သမီးပြင်ထားတဲ့ မနက်စာလေးစားလိုက်တယ်။ အားလုံး မင်္ဂလာမနက်ခင်းပါ ♡  ♡  ♡"
    },
    {
        "title": "DEFEAT",
        "content": "DEFEAT\n\nအသုံးနဲ့ပတ်သက်လို့ တစ်ယောက်က မေးထားတာ ပြန်ဖြေမလို့ ပြင်ဆင်နေတုန်း မေးသူကို ရှာမတွေ့လို့ wall ပေါ်တင်လိုက်ရပါတယ်။ စိတ်မရှိကြပါနဲ့။ Defeat : to win against someone in a game, fight, competition, argument or election      ကိုယ်က သူတစ်ပါးကို အနိုင်ရလိုက်တဲ့အခါActive Voice နဲ့ရေးမယ်။ (အနိုင်ယူသည်။ အနိုင်ရသည်။) The Manchester United defeated the Liverpool 2–1. The army defeated the enemy. စစ်တပ်က ရန်သူကို အနိုင်ရ-ချေမှုန်းခဲ့ If we can defeat the Thai team, we'll be through to the final.ထိုင်းအသင်းကိုနိုင်ရင် ဖိုင်နယ်တက်ပြီ      သူများ အနိုင်ခံလိုက်ရလို့ ကိုယ်ရှုံးသွားတဲ့အခါ Passive Voice နဲ့ရေးမယ်။ (ရှုံးနိမ့်သွားသည်။) The Liverpool was defeated by the Manchester United 2–1. ၂ ဂိုး- ၁ ဂိုးနဲ့ ရှုံး The proposal was defeated by 16 votes to 5. ၁၆ မဲ - ၅ မဲ နဲ့အဆိုရှုံးနိမ့် Napoleon was defeated at the battle of Waterloo. နပိုလီယံ ဝါတာလူးစစ်ပွဲမှာ အရေးနိမ့် ⊙ ⊙ ⊙ ⊙ ⊙"
    },
    {
        "title": "LOCK OR LIMBO",
        "content": "LOCK OR LIMBO\n\nSUFFIX \"lock\"      အင်္ဂလိပ်စကားမှာ Suffix ခေါ် နောက်ဆက် တွေအများအပြားရှိပါတယ်။ အဲဒီထဲက-lock နဲ့ဆက်တဲ့ နောက်ဆက် Wedlock; Padlock; Deadlock; Gridlock တွေပါတဲ့ စာစုလေးကို ဖတ်ကြည့်ကြရအောင်။ အဲဒီ အဆိုအမိန့်က ဒီလိုပါ။ \"Wedlock is Padlock.Sometimes, it becomes a Deadlock.Eventually, it will lead to Gridlock.\" DEFINITIONအဓိပ္ပာယ်က \"Wedlock is Padlock.အိမ်ထောင်ကျတယ်ဆိုတာ သော့ခလောက်ကြီးနဲ့ ခတ်ခြင်းပါ Sometimes, it becomes a Deadlock.တစ်ခါတလေ အကျပ်အတည်းတွေ ဆိုက်တတ်တယ် Eventually, it will lead to Gridlock.နောက်ဆုံးမှာ ဘယ်လိုမှ ရှင်းမရအောင် ရှုပ်ထွေးသွားတဲ့အထိ ဖြစ်တတ်ပါတယ်\" GLOSSARYဒီဆိုစကားမှာပါတဲ့ ဝေါဟာရတစ်လုံစီကို လေ့လာကြည့်ပါမယ်။ Wedlock ကို အဘိဓာန်က \"လက်ထပ်ထိမ်းမြားမှု၊ တရားဝင်အကြင်လင်မယားဖြစ်မှု၊ အိမ်ထောင်ပြု ခြင်း၊ မင်္ဂလာဆောင်ခြင်း လို့အနက်ဖွင့်ပါတယ်။Padlock (နာမ်) သော့ခလောက်၊ (ကြိယာ) သော့ခတ်သည်\" Deadlock (နာမ်) \"ရှေ့မတိုးသာ နောက်မဆုတ်သာဖြစ်နေခြင်း၊ လုံးဝရပ်တန့်နေခြင်း\"Gridlock (နာမ်) Severe congestion, conflict, or deadlock. \"ယာဉ်အသွားအလာများသဖြင့် လမ်းပိတ်ဆို့ကာ သွားလာမရအောင် လုံးဝရပ်တန့်သွားခြင်း\" ယာဉ်ကြောပိတ်ဆို့ ခြင်း ကို Traffic jam or Traffic snarl; Snarl-up; မလှုပ်ရှားနိုင်၊ မလည်ပတ်နိုင်အောင်ဖြစ်သည် ကို Immobilize (ကြိယာ); လှုပ်ရှားမရနိုင်အောင်ဖြစ်ခြင်း ကို Immobilization (နာမ်); လူတွေလေဖြတ်သလို မလှုပ်မရှားနိုင်တဲ့အခြေအနေ ကို Paralyse (ကြိယာ); အကြီးအကျယ် ထိခိုက်ပျက်စီးသွားသည်၊ခြေလက်အင်္ဂါ မသန်မစွမ်းဖြစ်သလို အားအင်ချိနဲ့စေသည် ကို Cripple (ကြိယာ) အနေနဲ့ သုံးနှုန်းတာတွေ့ရပါလိမ့်မယ်။      Wedlock; Padlock; Deadlock နဲ့ Gridlock တို့ရဲ့နောက်ဆက်စကားလုံး \"lock\" ဟာ နာမ်အနေနဲ့ \"သော့ခလောက်\"; ကြိယာအနေနဲ့ \"သော့ခတ်သည်၊ ဖမ်းချုပ်သည်၊ မလှုပ်နိုင်အောင်ချုပ်ကိုင်သည်\" လို့အဓိပ္ပာယ်ရပါတယ်။ တစ်ခါတလေ ဖုန်း Lock ကျသွားလို့ ဘာမှလုပ်မရအောင်ဖြစ်သွားတာမျိုး၊ အခက်အခဲကြောင့် ဘေးကျပ်နံကျပ် ဖြစ်နေတာမျိုး၊ ပြဿနာတစ်ရပ်ကြောင့် မလူးသာမလွန့်သာဘဲ ချောင်ပိတ်မိနေတာမျိုးပါ။ ခြုံကြည့်ရင် Lock ကို ကြပ်ညပ်၊ ပိတ်မိ၊ ရှေ့ဘာဖြစ်မယ်မှန်းမသိ၊ ဘာမှလည်း လုပ်လို့မရတဲ့အနေအထားရှိတဲ့ အနက်အဓိပ္ပာယ်နဲ့ သုံးတာတွေ့ရမှာဖြစ်ပါတယ်။ ..... အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "HEAVEN OR HELL",
        "content": "HEAVEN OR HELL\n\nငရဲ ကို မြန်မာအဘိဓာန်က \"မကောင်းမှုပြု လုပ်သူများ နောင်တမလွန်ဘဝမှာ ဆင်းရဲကြီးစွာ ခံရာအရပ်\" လို့ အနက်ပေးပါတယ်။ အင်္ဂလိပ်က ငရဲကို Hell ဆင်းရဲဒုက္ခ၊ ဒုက္ခဘုံနဲ့ တူညီမှုပြုပါတယ်။ အလွန်အမင်း ဒုက္ခရောက်၊ အလွန် စိတ်မချမ်းမြေ့ဖွယ် အခြေအနေဆိုးတွေကို \"Hell hole ငရဲတွင်း\" လို့ သတ်မှတ်လိုက်ပါတယ်။ဆင်းရဲတွင်းနက်ပြီး မသေရုံတမယ် နေထိုင်ရတာကို အရှင်လတ်လတ် ငရဲကျတယ်လို့ တင်စားတာမျိုးပါ။ A situation that is extremely unpleasant for someone. They make the lives of their workers a living hell.ဘာသာရေးအရ ကောင်းမှုပြုသူက \"Heaven ကောင်းကင်ဘုံ၊ သုခဘုံ\" ရောက်ရှိပြီး၊ အပြစ်ကျူးလွန်သူက \"Hell ငရဲဘုံ\" ငရဲလားရတယ်လို့ အယူရှိပါတယ်။ \"ငရဲကြီး၊ ငရဲခံ\" ဆိုတာ ငရဲမှာ ခံရတာကို ပြောတာပါ။ 'ကျွန်မမှာ ချစ်သူရှိတယ် ... ရှင် ငရဲကြီးလိမ့်မယ်' ဆိုတဲ့ သီချင်းလေး တစ်ပိုင်းတစ်စကိုလည်း မှတ်မိကြပါလိမ့်မယ်။ အသေးအဖွဲမှအစ မကောင်းကျိုး မပြုနိုင်စေရန် ငရဲကြီးလိမ့်မယ်ဆိုတဲ့ အဆုံးအမက ဟန့်တားသတိပေးလျက်ရှိပါတယ်။      \"ငရဲသစ်ငုတ်\" ဆိုတာက 'ငရဲမှာ ကြာရှည်လေးမြင့်စွာ အပြစ်ခံရသူ၊ ငရဲမှ ကျွတ်လွတ်နိုင်ခဲသူ' ကို ခေါ်တာပါ။အင်္ဂလိပ်စကားမှာ Perdition ဆိုတဲ့ 'ထာဝရငရဲ' အခေါ်ရှိပါတယ်။ အာနန္တရကံကျူးလွန်တဲ့ ကံကြီးထိုက်သူတွေ နှစ်ပေါင်းများစွာ ငရဲခံရတယ်လို့ ဆိုပါတယ်။      Hell လို ငရဲလို့ အဓိပ္ပာယ်ရှိတဲ့ အင်္ဂလိပ်စကားက Purgatory ပါ။ Purgatory ရဲ့ နောက်အဓိပ္ပာယ်တစ်မျိုးက\"(in Catholic doctrine) a place or state of suffering inhabited by the souls of sinners who are expiating their sins before going to heaven. သေသူတွေရဲ့ ဝိညာဉ်တွေကို ကြေးချွတ်သန့်စင်ပေးရာဘုံ\" ဖြစ်ပါတယ်။ကျွန်တော်တော့ အဲဒီဖွင့်ဆိုချက်ကို ကြိုက်မိပါတယ်။ တစ်နေရာရာမှာ အဆင်မပြေလို့ ဒုက္ခသုက္ခရောက်ရင်တောင် အများ ညည်းသလို ငရဲလို့ မညည်းတော့ဘဲ Purgatory အပြစ်ဆေးကြော သန့်စင်ရာနေရာလို့ သဘောထား နေထိုင်ခဲ့ပါတယ်။ ကောင်းကျိုးဆိုးပြစ် ကိုယ်ပြုတဲ့ကံ ကိုယ်ခံကြရတာပဲ မဟုတ်ပါလား။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "နိဗ္ဗာန်တံခါးမှာငါ့ကိုတွေ့လိမ့်မယ်",
        "content": "နိဗ္ဗာန်တံခါးမှာငါ့ကိုတွေ့လိမ့်မယ်\n\nHeaven or Hell နိဗ္ဗာန်တံခါးမှာငါ့ကိုတွေ့လိမ့်မယ်      အဘိဓာန်တွေက Hell ကို \"ငရဲ၊ ဆင်းရဲဒုက္ခကြီးခြင်း\"; Heaven ကို \"ကောင်းကင်ဘုံ၊ ကောင်းရာမွန်ရာ\" လို့ အနက်ဖွင့်ကြပါတယ်။ တချို့က Heaven ကို \"လောကနိဗ္ဗာန်\" လို့ အနက်ပေးပါတယ်။ ဒါကြောင့် ပျော်ရာနိဗ္ဗာန် လို့ ခပ်လွယ်လွယ်ပြောဆိုသုံးနှုန်းနေကြတာဖြစ်ပါတယ်။အင်္ဂလိပ်စကား Hedonist ဆိုတာ \"ဘာအပူအပင်မှ မထားဘဲ ပျော်သလိုသာနေ ကိုယ့်လူရေဆိုတဲ့ဝါဒသမား\" တွေပါ။      ဗုဒ္ဓဘာသာဝင်တို့ရဲ့ ဒုက္ခချုပ်ငြိမ်းရာ \"နိဗ္ဗာန်\" ကို Nirvana လို့ တူညီအဓိပ္ပာယ်ပေးပါတယ်။ အင်္ဂလိပ်အသုံးမှာတော့ Hell ကို ငရဲ အပြင် \"ဒုက္ခဘုံ၊ ကြီးစွာသောဆင်းရဲဒုက္ခ၊ ညှင်းပန်းနှိပ်စက်ခံရသည့်နေရာ\"စတဲ့ ထပ်ဆင့်အနက်တွေရှိပါတယ်။      ခရစ်ယာန်အယူဝါဒအရ သေဆုံးပြီးနောက် ငရဲသွား အပြစ်ဆေးကြော ခံရသူတွေရှိသလို၊ ကောင်းကင်ဘုံမှာ ဘုရားသခင်နဲ့အတူ သွားနေရသူတွေလည်း ရှိပါတယ်။ ငရဲပြည် ကို Hell; Nether world; Underworld; World of the dead လို့ခေါ်ကြပါတယ်။သေပြီးတဲ့နောက် ငရဲပြည်သွားကြသူတွေဟာ စတစ်မြစ် (River of Styx) ကို ကူးတို့ခ (Ferriage) ပေးပြီး လှေနဲ့ဖြတ်ကူးကြရတယ်လို့ ဆိုပါတယ်။ ကိုယ်လည်း မရောက်ဖူးတော့ ကူးတို့ခ ဘယ်လောက်ပေးရသလဲ မသိပါ။ ငရဲပြည်အုပ်စိုးတဲ့ ငရဲမင်းကြီး (Death / Lord of the dead) ရဲ့နာမည်က ဟေဒီး (Hades) ဖြစ်ပါတယ်တဲ့။ ထားပါတော့ ဒါတွေက ဂရိဒဏ္ဍာရီ (Greek mythology) ပါ။      နိဗ္ဗာန်က ဒုက္ခအပေါင်းချုပ်ငြိမ်းရာဖြစ်လို့ ဘာပြဿနာမှ မရှိနိုင်လို့ခံယူထားပါတယ်။ ဒါပေမဲ့ ငရဲရောက်သွားလည်း ကျွန်တော်တို့တတွေ ငယ်ပေါင်းကြီးဖော် မိတ်ဆွေရင်းချာတွေနဲ့ ပြန်တွေ့ကြရလို့တစ်ယောက်နဲ့တစ်ယောက် လက်မလည်အောင် လက်ဆွဲနှုတ်ဆက်နေကြရဦးမှာ ဖြစ်ပါကြောင်း မျှော်လင့်ရပါတယ်။ I was only joking. အားလုံး မင်္ဂလာပါ။ Image credit to original artists. Post reference: December 12, 2018"
    },
    {
        "title": "LOVE IS ZERO",
        "content": "LOVE IS ZERO\n\nအချစ်နဲ့စတဲ့ ကမ္ဘာကြီးမှာ အချစ် Love ကို အရိုးရှင်းဆုံး Love is love; မီးနဲ့ရေလို ခံစားချက် Love is fire and ice; ချစ်ခြင်းမေတ္တာကို သကာဖုံးထားတဲ့ ဝေဒနာ Love is a beautiful pain လို့ ရှုထောင့်ပေါင်းစုံက အဓိပ္ပာယ်အမျိုးမျိုး ဖွင့်ကြပါတယ်။ ကျွန်တော်ကတော့ အချစ်ဟာ ခန့်ညားထည်ဝါမှုအရှိဆုံးLove is a many-splendored thing. ဆိုတဲ့ တင်စားချက်ကို အကြိုက်ဆုံးပါပဲဗျာ။      အဘိဓာန်ဆရာကတော့ \"ချစ်ခြင်း၊ ကြိုက်နှစ်သက်ခြင်း၊ မေတ္တာ\" လို့ ကျွန်တော်တို့သိထားတဲ့ Love ကို \"သုည\" \"ပလာ\" \"နတ္ထိ\" \"ဘာမှမရှိ\" တဲ့ဗျာ။ ရက်စက်လိုက်တာ။ ဟုတ်ပါတယ် ကစားပွဲမှာ အမှတ်တစ်မှတ်မှမရသေးတဲ့Zero score ကို Love လို့ခေါ်ပါတယ်။ (In Tennis; Badminton sport) Love means zero. တဲ့။ Pitiful love! အော် သနားစရာကောင်းလိုက်တဲ့ အချစ်လေးရယ်။ Really, a crazy little thing called LOVE. အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "YOU MAKE ME FEEL LIKE DANCING",
        "content": "YOU MAKE ME FEEL LIKE DANCING\n\nLeo Sayer ရဲ့ ၁၉၇၆ က ဆိုခဲ့တဲ့ \"You Make Me Feel Like Dancing\" မြူးမြူးကြွကြွနဲ့ ပျော်စရာသီချင်းလေးတစ်ပုဒ်ပါ။ သီချင်းထဲက ဝေါဟာရတွေ၊ အသုံးအနှုန်းတွေ တူးဆွခံစားနိုင်ကြပါစေ။You Make Me Feel Like Dancing/ Leo Sayer You've got a cute way of talking You got the better of me Just snap your fingers and I'm walking Like a dog hanging on your lead I'm in a spin, you know Shaking on a string,you know You make me feel like dancing, I'm gonna dance the night away You make me feel like dancing, I'm gonna dance the night away You make feel like dancing I feel like dancing, dancing (whoo, whoo!) Dance the night away (yeah!)I feel like dancing (whoo!) dancing, aah! Quarter to four in the morning I ain't feeling tired, no, no, no, no, no Just hold me tight and leave on the light 'Cause I don't want to go home You put a spell on me I'm right whereyou want me to be You make me feel like dancing, I'm gonna dance the night away You make…You Make Me Feel Like Dancing feel like dancing ကချင်ခုန်ချင်စိတ်တွေ ဖြစ်လာတယ်။ မင်းလုပ်မှပဲ ကချင်လာတယ်။ Do you wanna dance..... ဒါဆိုရင်လည်း Leo Sayer သီချင်းလေးနားထောင်ပြီးမှ အိပ်ကြပါတော့ဗျာ။"
    },
    {
        "title": "DEFERRED GRATIFICATION",
        "content": "DEFERRED GRATIFICATION\n\nကျွန်တော် ကျောင်းဆရာဘဝက စီးကရက်မသောက်နိုင်လို့ ကြုံရာအပေါစားဆေးလိပ်တွေ ဝယ်သောက်ခဲ့ရတယ်။ အငြိမ်းစားယူတော့ တပည့်တွေက \"To Sir, With Love\" စာတမ်းထိုးပြီး၊ ကျွန်တော့်အကြိုက် ဆေးလိပ်အကောင်းစားတွေ လက်ဆောင်ပေးကြတယ်။အဲဒီအချိန်မှာ ကျွန်တော်က ဆေးလိပ်လုံးဝပြတ်သွားပြီဗျာ။      ဒီလိုမျိုးဖြစ်တတ်ပါတယ်။ ဒါကြောင့် ဆိုရိုးတစ်ခုမှာ ထိပ်ပြောင်နေချိန်ကျမှ ဘီးလက်ဆောင်ရတာကို \"အတွေ့အကြုံ \" လို့ဆိုပါတယ် ... Experience is a comb which nature gives to men when they are bald. အားလုံး မင်္ဂလာညချမ်းပါ။PS >> ဒီစာမှာပါတဲ့ ကျွန်တော် က \"ကျွန်တော်\" မဟုတ်ပါ << မည်သူ့ကိုမျှ မရည်ရွယ်ပါ၊ တိုက်ဆိုင်မှုရှိပါက ခွင့်လွတ်ကြပါရန်။"
    },
    {
        "title": "လူရှာနဲ့လူရှောင်",
        "content": "လူရှာနဲ့လူရှောင်\n\nဒီကနေ့ သဘာဝဘေးအန္တရာယ် (Natural disaster) တွေ၊ သဘာဝမဟုတ်တဲ့ ခြိမ်းခြောက်မှု (Manmade manace) တွေ၊ လူ့ပယောဂကြောင့်ဖြစ်ရတဲ့ စစ်ပွဲလို အဖြစ်ဆိုးတွေကြောင့် Refuge နဲ့ အထူးသဖြင့် Refugee တို့ကို မကြာခဏ တွေ့ကြရပါတယ်။A refuge is a safe place, such as abuilding purposely built for flood or tsunami etc. တကယ်တော့ Refuge စကားလုံးရဲ့ စကားရင်းမြစ် (Wordorigin/ Entomological root) က ပြင်သစ်ဘာသာစကားက ဆင်းသက်လာတာပါ။Refuge comes from a French word meaning \"to flee ပြေးထွက်ခြင်း\" လို့ အဓိပ္ပာယ်ရပါတယ်။သူတော်စင်တွေက လူတွေနဲ့ဝေးရာအရပ်ကို ရှာဖွေရှောင်ပုန်းကြတယ်။ Fleeing from the crowd. စိတ်ပုတီးနဲ့ ရိပ်ကြီးခိုကြတာက တရားနဲ့ပျော်မွေ့ဖို့၊ တရားဓမ္မအားထုတ်ဖို့ပါ။ ဒီလိုမျိုး ခိုလုံကွန်းခိုတာကို Seek refuge လို့ပြောကြပါတယ်။ ဘုရား၊ တရား၊ သံဃာ ရတနာမြတ်သုံးပါးကို ဆည်းကပ်ကိုးကွယ်တာကိုလည်းTake refuge လို့ပြောနိုင်ပါတယ်။ လူလူချင်း ဒုက္ခပေးမယ့် မသူတော်တွေ၊ လူယုတ်မာတွေက အမြတ်ထုတ်ဖို့ လူတွေကို အသည်းအသန် ရှာနေကြချိန်မှာ သူတော်စင်တွေက လူတွေနဲ့ဝေးရာကို ဖယ်ခွာထွက်နေကြတယ်။ ရည်ရွယ်ချက်ချင်းမတူသလို အကျိုးဆက် လားရာချင်းလည်း တူမှာမဟုတ်ကြပါဘူး။ ငြိမ်သက်အေးချမ်း မွန်မြတ်သန့်စင်လှတဲ့ ခိုလှုံရာ၊ ကွန်းခိုရာ၊ ခိုကိုးရာ၊ ရိပ်မြုံ (Tranquil Refuge) မျိုးရှာဖွေတွေ့ရှိနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "SOUL VERSUS BODY",
        "content": "SOUL VERSUS BODY\n\nဘယ်ရုံမှာ ဘာကားတွေပြပြ ငယ်ငယ်ကလို First Day, First Show သွားမကြည့်နိုင်တော့ဘူး အသက် ၇၀ လေ ~ နာမ်အလိုကို ခန္ဓာကိုယ် ဘယ်လိုက်နိုင်ပါတော့မလဲ နောက်များမှတွေ့ကြမယ်ကျေးဇူးပါ မင်္ဂလာစီနီမာရယ် ♡  ♡  ♡ We Will Rock You"
    },
    {
        "title": "WHAT IS REALLY HAPPENING HERE?",
        "content": "WHAT IS REALLY HAPPENING HERE?\n\nAll's well, sir အားလုံးကောင်း ဒီအသုံးအနှုန်းက မြန်မာပြည် အကျဉ်းထောင်ထဲက လာတာပါ။ သတင်းစာဆရာကြီး သိန်းဖေမြင့် ရေးတဲ့ ၁၉၄၉ ထုတ် ဝတ္ထုတိုတစ်ခုရဲ့ နာမည်လည်းဖြစ်ပါတယ်။ ထောင်ရဲ့ သဘောသဘာဝအရ တိတ်ဆိတ်ငြိမ်သက် လွန်းနေပြန်ရင်လည်း မကောင်းဘူးလို့ အဆိုရှိပါတယ်။ ဒါကြောင့်ထောင်ထဲမှာ ပြဿနာတစ်စုံတစ်ရာ မရှိကြောင်း ပြသဖို့ \"All's well, sir အားလုံးကောင်းပါတယ်ခင်ဗျား\" ၁၅ မိနစ်တစ်ကြိမ် အော်အော်ပေးရတာဖြစ်ပါတယ်။      Houston, We Have A Problem ပြဿနာတက် ဟူစတန်ဌာနချုပ်၊ ကျွန်တော်တို့ ပြဿနာတက်နေပါတယ်။ ဒါက ၁၉၇၀ မှာ လကမ္ဘာကိုသွားတဲ့အပိုလို-၁၃ (Apollo 13) ရဲ့ အာကာသယာဉ်မှူးတစ်ဦးက အာကာသထဲကနေပြီး မြေပြင်ရှိ ဟူစတန်ဌာနချုပ်ကို အရေးပေါ် လှမ်းအကူအညီတောင်းလိုက်တဲ့ စကားပါ။ ပြဿနာတစ်စုံတစ်ရာပေါ်တဲ့အခါ \"Houston, we have a problem\" ဒီစကားလေးကို အစချီပြီး ပြောနိုင်ပါတယ်။      Snafu ထိန်းမနိုင်သိမ်းမရ ဒီစကားလုံးကSituation Normal All Fouled Up. ရဲ့ အတိုကောက်ဖြစ်ပြီး၊ Acronym သဘောအရ snafu စနာဖူး လို့ အသံထွက်ပါတယ်။ snafu ကို နာမ်အဖြစ်ရော၊ ကြိယာအဖြစ်ပါ သုံးနိုင်ပါတယ်။ အဓိပ္ပာယ်က အခြေအနေတွေ ရှုပ်ထွေးနေတယ်၊ အားလုံး ကမောက်ကမ အိုးနင်းခွက်နင်း ထိန်းမနိုင်သိမ်းမရဖြစ်နေတယ်လို့ ပြောတာပါ။ကဲ စကားလုံးတွေရဲ့ အခြေခံနောက်ကြောင်း၊ မြစ်ဖျားခံရာ အချက်လေးတွေသိပြီး၊ ဖတ်ရှုရာမှာ၊ ရေးသားရာမှာ ပိုမိုထိမိအရသာရှိနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "RICH VERSUS POOR",
        "content": "RICH VERSUS POOR\n\nရော့အဆိုတော် အဲဗစ်ပရက်စလေ ရဲ့ “King Of The Whole Wide World” သီချင်းထဲမှာ “A Poor Man wants the Oyster, A Rich Man wants the Pearl. ဆင်းရဲတဲ့သူက ကနုကမာ ကိုလိုချင်တယ်။ ချမ်းသာတဲ့သူက ပုလဲ ကိုလိုချင်တယ်။ A Poor Man wants to be a Rich Man,A Rich Man wants to be a King. ဆင်းရဲတဲ့သူက ချမ်းသာချင်တယ်။ ချမ်းသာတဲ့သူက ရှင်ဘုရင်ဖြစ်ချင်တယ် လို့ဆိုပါတယ်။ King Of The Whole Wide World သူကတော့ တစ်ကမ္ဘာလုံးပိုင်စိုးရတဲ့ ရှင်ဘုရင်ကြီးဖြစ်ချင်တယ်” လို့ဆိုပါတယ်။      လောဘကြီးတဲ့သူများ လောကကြီးထဲမှာ သူတစ်ယောက်တည်းကျန်နေတာတောင် လောဘက အရှိန်မသတ်နိုင်ဆိုပဲ။ ဒါကြောင့် သူတော်စင်တွေက လူ့ဘောဘဆိုတာ အဆုံးသတ်နိုင်ဖွယ်မရှိလို့ ပြောကြတာဖြစ်မယ်။ ကျွန်တော်တို့ကတော့ ဝါဒမတူရင်နေပစေ ရိုးသားတဲ့သူဆိုရင် လေးစားတယ်။ ကျွန်တော်လည်း Urban poor living in Suburban. ဆင်ခြေဖုံးမှာနေတဲ့ မြို့ပြလူဆင်းရဲတစ်ယောက်ပါ။အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "ELVIS _ KING OF ROCK & ROLL",
        "content": "ELVIS _ KING OF ROCK & ROLL\n\nရော့ဘုရင်ကြီး Elvis Presley ရဲ့ ၁၉၅၇ က သီဆိုခဲ့တဲ့ Baby I Don't Care သီချင်းကို နားထောင်ကြည့်ကြပါဦး။ ဒီသီချင်းနာမည်အပြည့်အစုံက (You're So Square) Baby I Don't Care ပါ။      ဝေါဟာရလေ့လာသူတွေအဖို့ Squareစကားလုံးက အင်မတန်စိတ်ဝင်စားစရာ ကောင်းပါတယ်။ သဒ္ဒါနည်းလမ်းအရ Square ကို သရုပ်ခွဲရရင် Adjective; Adverb (Square) ~ (Squarely); Verb & Noun အဖြစ် တွေ့ရမှာဖြစ်ပါတယ်။ နောက် Square နဲ့ပတ်သက်တဲ့ အခြားစိတ်ဝင်စားဖွယ် မှတ်သားစရာစကားစု (Phrase) တွေလည်းရှိပါသေးတယ်။နောက်မှ အသေးစိတ်ပြောပြပါဦးမယ်။      အခုတော့ Baby I Don't Care သီချင်းလေးနားထောင်ပြီး \"You're So Square\" ရဲ့အနက်အဓိပ္ပာယ်သိအောင် လေ့လာကြပါဦး။ အားလုံး မင်္ဂလာညချမ်းပါ။ PS > ဒီသီချင်းက မြန်မာပြည်သိန်းတန်ရဲ့ \"အန်ကယ်ကတော့ No ပါ\" နဲ့ အလိုက်တူသလိုရှိပါတယ်။"
    },
    {
        "title": "VOTE FOR PEOPLE POWER",
        "content": "VOTE FOR PEOPLE POWER\n\n၁၉၆၂ မှာ ဗိုလ်ချုပ်ကြီးနေဝင်း ရဲ့ စစ်တပ်က ပထမအကြိမ် အာဏာသိမ်း (Coup d'etat or Military Takeover of the State Power) ခဲ့ပြီး၊ ၂၆ အကြာ ၈-၈-၈၈ ရှစ်လေးလုံးပြည်သူ့အရေးတော်ပုံ (People Power Uprising) ပေါ်ပေါက်ခဲ့ပါတယ်။အဲဒီ ရှစ်လေးလုံး ပြည်သူ့အရေးတော်ပုံကို ရက်ရက်စက်စက် ဖြိုခွဲကာ ၁၉၈၈ စက်တင်ဘာလ ၁၈ ရက်နေ့မှာ ဗိုလ်ချုပ်ကြီးစောမောင် က ဒုတိယအကြိမ် အာဏာသိမ်းပိုက်ခဲ့ပါတယ်။ ဒီလိုနဲ့ စစ်တပ်အုပ်ချုပ်မှုအောက်မှာ ၂၂ နှစ်ထပ်ကြာခဲ့ပြီး၊ စုစုပေါင်း ၄၈ နှစ် ကျော် အာဏာရှင်တို့လက်အောက် ကျရောက်ခဲ့ရပါတယ်။နှစ်ခါကွဲတဲ့ အသည်းမနာဘဲရှိပါ့မလား။      ၂၀၁၁ ခုနှစ်၊ မတ်လနှောင်းပိုင်းမှာ ဗိုလ်ချု ပ်မှူးကြီးသန်းရွှေက အာဏာလွဲှပြောင်းပေးခဲ့လို့၊ စစ်အုပ်ချုပ်ရေး လွန်မြောက်ခဲ့ပါတယ်။ စစ်အုပ်ချုပ်ရေးအလွန် မြန်မာ့နွေဦး (Myanmar Spring) က ဒီမိုကရေစီအပြည့်အဝမရသေးတဲ့ ဒီမိုကရေစီကူးပြောင်းချိန်ကာလပါ။၂၀၁၆ မတ်လမှာတော့ ပြည်သူ့အာဏာပိုင်စိုးတဲ့ ဒီမိုကရေစီအစိုးရ ပေါ်ပေါက်ခဲ့ပါပြီ။ ကျန်တဲ့အပိုင်းက အားလုံးသိကြပါတယ်။ The rest is the history.      အတိတ်ဆိုးတွေပြည့်နေတဲ့ မြန်မာပြည်ဟာ ယနေ့အထိ ခြိမ်းခြောက်မှုတွေ၊ အခက်အခဲတွေ၊ စိန်ခေါ်မှုတွေနဲ့ ရင်ဆိုင်နေရဆဲပါ။ ကျွန်တော်တို့တတွေ တောနက်ထဲမှာပဲ ရှိနေဆဲပါ။ဒါပေမဲ့ ပြည်သူ့အစိုးရရဲ့ စောင့်ရှောက်မှုကြောင့် အရင်လို ပိန်းပိတ်အောင် မှောင်မနေတော့ပါဘူး။ ဘယ်လိုပဲ ဘက်ပေါင်းစုံက အဖျက်အမှောင့်တွေရှိရှိ ပြည်သူ့အာဏာပိုင်စိုးတဲ့ ဒီမိုကရေစီအစိုးရကတော့ ကောင်းမွန်သန့်ရှင်းစွာ အုပ်ချုပ်သွားမယ့်အစိုရကောင်းတစ်ရပ်ပါ။မြန်မာပြည်သူတွေအတွက် ရှေ့ဆောင်လမ်းပြဖြစ်သလို၊ မင်းကျင့်တရားနဲ့အညီ ဆောင်ရွက်နေတဲ့ ဒီမိုကရေစီအစိုးရ ဆက်လက်ရှင်ဖို့ ပြည်သူတစ်ရပ်လုံးဝန်းရံ မဲပေးကြရမှာဖြစ်ပါတယ်။ ပြည်သူတစ်ရပ်လုံး အသိမှန်ကြပါစေ။ အားလုံး မင်္ဂလာညချမ်းပါ။ Fotocredit to original artists."
    },
    {
        "title": "ATTITUDINAL COHESIVENESS",
        "content": "ATTITUDINAL COHESIVENESS\n\nAttitude ကို အဘိဓာန်က အဓိပ္ပာယ်နှစ်မျိုးပေးပါတယ်။တစ်မျိုးက စိတ်နေသဘောထား (State of mind)၊ နောက်တစ်မျိုးက ကိုယ်နေဟန်ထား (Posture) ပါ။ဒါဆို Attitude က စိတ် နဲ့ ကိုယ် နှစ်ခုစလုံးနဲ့ သက်ဆိုင်နေတာ တွေ့ရမှာဖြစ်ပါတယ်။ကျွန်တော်တို့ဟာ ဘယ်မှာနေနေ၊ ဘာပဲလုပ်လုပ် Attitude Problem = unfriendly and uncooperative behavior ခပ်စိမ်းစိမ်း မဖော်ရွေသူ၊ ဘာသာလဝါ ခွတီးခွတရှိသူတွေနဲ့ တွေ့နိုင်လို့ အနည်းနဲ့အများ အခက်ကြုံရတတ်ပါတယ်။ဒါနဲ့ပတ်သက်လို့ လူတိုင်းလူတိုင်း ထားရှိသင့်တဲ့ စိတ်နေသဘောထားကို ထင်ဟပ်မယ့် အောက်ပါအဆိုအမိန့်ကို မျှဝေလိုက်ပါတယ်။\"The only difference between a good day and a bad day is your attitude.နေ့တစ်နေ့ဟာ ရက်ရာဇာဖြစ်ဖို့ ဒါမှမဟုတ် ပြဿဒါးဖြစ်ဖို့ဆိုတာ မင်းရဲ့စိတ်အခြေအနေအပေါ်မှာပဲ မူတည်တယ်\" အားလုံး မင်္ဂလာမနက်ခင်းပါ။Image credit to original artists."
    },
    {
        "title": "ANAGRAM ဝဏ္ဏပြောင်းစာ",
        "content": "ANAGRAM ဝဏ္ဏပြောင်းစာ\n\nGram / unit of weight The basic unit of weight in the metric system. မက်ထရစ်စနစ်ရဲ့ အလေးချိန်တိုင်းယူနစ်တစ်ခုဖြစ်တဲ့ \"ဂရမ်\" ကို Gram (သို့မဟုတ်) Gramme လို့ စာလုံးပေါင်းနိုင်ပါတယ်။ တစ်ကီလိုဂရမ် (1 Kilogram) ဟာ ၁,၀၀၀ ဂရမ် (1,000 Gram) နဲ့ညီမျှပါတယ်။(ကျွန်တော်တို့ကြားကြားနေတဲ့ နှစ် ၆၀၊ နှစ် ၉၀ \"ဂရန်\" ဆိုတာက Land-lease \"Grant\" ကို အသံလှယ်မြန်မာမှုပြုခေါ်တာဖြစ်ပါတယ်။),Gram / Bean; Legume; Pea; Pulse Gram ရဲ့နောက်အဓိပ္ပာယ်တစ်ခုက Black gram မတ်ပဲ၊ Green gram ပဲတီစိမ်း၊ Horse gram ပဲပိစပ် တို့လို Leguminous plant ပဲမျိုးကို ခေါ်တာဖြစ်ပါတယ်။Gram / Combining Form Gram ကို ရှေ့ဆက်စကားလုံး (Prefix); နောက်ဆက်စကားလုံး (Suffix) တို့လို ပေါင်းစပ်ပုံသဏ္ဍန်အနေနဲ့လည်း တွေ့နိုင်ပါတယ်။ အခု ဖော်ပြပေးချင်တာက Gram ကို နောက်ဆက်အဖြစ် တွေ့မြင်ရမယ့် Anagram အကြောင်းပါ။Anagram = Ana + Gram Anagram ဆိုတာ \"A word or phrase made from another by rearrangingits letters. မူလစကားလုံး၊ စကားရပ်တစ်ခုရှိ အက္ခရာတို့ကို ပြောင်းလဲစီစဉ်ခြင်းဖြင့်ရရှိသော စကားလုံး၊ စကားရပ်သစ်\" တစ်နည်း \"ဝဏ္ဏပြောင်းစာ\" လို့ အနက်ပေးပါတယ်။e.g. \"Silent\" is an anagram of \"listen.\"အောက်ကဥပမာလေးကို လေ့လာကြည့်ရင် စိတ်ဝင်စားစရာကောင်းတာ တွေ့ရပါလိမ့်မယ်။act = catgod = dogkeel = leeknote = toneevils = elvis = levi's = livesstudy = dustynight = thingremote = meteorgainly = layinganagram = nag a rambedròom = boredompainter = repaint = pertaincruelty = cutlerybad credit = debit cardorchestra = cart-horsemeal for one = for me alonepunishments = nine thumpsastronomer = moon starerconversation = voice rants onthe classroom = schoolmastereleven plus two = twelve plus oneကဲ ဝေါဟာရကြွယ်ဝစေဖို့ Anagram တွေ လေ့လာရှာဖွေဖော်ထုတ်ကြပါစို့။♥  ♥  ♥"
    },
    {
        "title": "ANAGRAM ဝဏ္ဏပြောင်းစာ (၂)",
        "content": "ANAGRAM ဝဏ္ဏပြောင်းစာ (၂)\n\nEpisode 2 ANAGRAM or NAG A RAMဝဏ္ဏပြောင်းစာ      Instagram နဲ့ရင်းနှီးကျွမ်းဝင်နေကြတဲ့ Facebook သုံးစွဲသူတွေကို Anagram နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ Anagram ကို အဘိဓာန်က \"စကားလုံး၊ စကားရပ်တစ်ခု၏ ဝဏ္ဏတို့ကို ပြောင်းလဲစီစဉ်ခြင်းဖြင့် ရရှိသော စကားလုံးသစ်၊ ဝဏ္ဏပြောင်းစာ\" လို့ အနက်ဖွင့်ပါတယ်။ အဘိဓာန်တစ်ခုကလည်း \"အက္ခရာတစ်လုံးစီတစ်လုံးစီပြောင်းပြီး ဝေါဟာရသစ်ရေးရသောပဟေဠိ - Anagram is a word or phrase that is created by rearranging the letters of another word or phrase.\" လို့ အနက်ပေးပါတယ်။ဥပမာ - \"god\" မှာပါတဲ့ g နဲ့ d ကို ရှေ့နောက်နေရာပြောင်းလိုက်ပါက စကားလုံးသစ် \"dog\" ကိုရရှိပါမယ်။ဒါဆို The word \"dog\" is an anagram of \"god.\"အလားတူပါပဲ The word \"silent\" is an anagram of \"listen.\"ထင်ရှားတဲ့ ဝဏ္ဏပြောင်းစာ Anagram ၃ ခုကို ဖော်ပြလိုက်ပါတယ်။ 1. orchestra - cart-horse 2. cutlery - cruelty 3. boredom - bedroomAnagram ကို စာပေအရေးအသားတွင် ထိမိစေရန်၊ ဟာသသဘော Effect ရရှိစေရန် သုံးကြပြီး၊ Crossword puzzle ဉာဏ်စမ်းစကားလုံးပဟေဠိ၊ Gameဂိမ်းများ၊ အများမသိစေချင်တဲ့ ဝှက်စာစတဲ့ကိစ္စတွေမှာ သုံးကြပါတယ်။ ပိုမိုတူးဆွလေ့လာနိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "\"ဘုရင်မ\" နဲ့ \"မိဖုရား\"",
        "content": "\"ဘုရင်မ\" နဲ့ \"မိဖုရား\"\n\nအင်္ဂလိပ်စကားမှာ Queen က \"ဘုရင်မ\" နဲ့ \"မိဖုရား\" ဆိုပြီး အဓိပ္ပာယ်နှစ်မျိုး ရှိပါတယ်။“QUEEN,” queen means ...1. A female sovereign or monarch ဘုရင်မ;2. the wife or consort of king မိဖုရား။♤  ♤  ♤ ရှင်ဘုရင်နဲ့ ညားတော့ မိဖုရား♤  ♤  ♤ လိုချင်တာ မိဖုရား၊ ညားတော့ ဘုရင်မအားလုံးသိကြတဲ့အတိုင်း Month ဆိုတာ (ပြက္ခဒိန်) လ = Lunar month ဖြစ်ပြီး၊ Moon ဆိုတာ (ကောင်းကင်က) လ ဖြစ်ပါတယ်။ ဒါကြောင့် အင်္ဂလိပ်စကား \"Month\" ရော \"Moon\" နှစ်ခုစလုံးကို မြန်မာလို \"လ\" လို့ ယေဘုယျပြောနိုင်ပါတယ်။ ထူးခြားတာက ကျွန်တော်တို့ မြန်မာ့ပြက္ခဒိန်ရဲ့ \"လ (Month)\" ဟာ \"Moon ကောင်းကင်က လ\" နဲ့ ဆက်စပ်နေတယ်ဆိုတဲ့အချက်ပါပဲ။♤  ♤  ♤ ညအရေးကောင်းကောင်း၊ လကလေးစောင်းစောင်း♤  ♤  ♤ လမြတ်ဝါဆိုAttitude ကို အဘိဓာန်က \"စိတ်နေသဘောထား (Disposition or State of mind)\" နဲ့ \"ကိုယ်နေဟန်ထား (Position of the body or Posture)\" ဆိုတဲ့ အဓိပ္ပာယ်နှစ်မျိုးရှိတယ်လို့ဆိုပါတယ်။♤  ♤  ♤ Elegance is an attitude.စကားလုံးတွေနဲ့ သူတို့ရဲ့ ထွေပြားတဲ့ အနက်အဓိပ္ပာယ်ကို သတိပြု လေ့လာလိုသူတွေအတွက် စုစည်းပေးသွားမှာဖြစ်ပါတယ်။ အဘိဓာန်ကို ကောင်းကောင်းအသုံးချနိုင်ပါစေ။♤  ♤  ♤ ဒီအမှတ်အသားက မြန်မာစာကို တွေ့ရင် အင်္ဂလိပ်လို ဘာသာပြန်ကြည့်ဖို့နဲ့ အင်္ဂလိပ်လိုတွေ့ရင် မြန်မာလိုပြန်ကြည့်စေချင်ပါတယ်။ Definition အဓိပ္ပာယ်လည်းသိ၊ Writing skillအရေးအသားလည်း တိုးတက်လာစေဖို့ ရည်ရွယ်ပါတယ် ♤  ♤  ♤အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Migration",
        "content": "Migration\n\nMigration ကို အဘိဓာန်တွေက \"တစ်နေရာမှ တစ်နေရာသို့ ပြောင်းရွေ့နေထိုင်ခြင်း\" လို့ အဓိပ္ပာယ်ဖွင့်ပါတယ်။ အဲဒီလို ရေကြည်ရာ မြက်နုရာ သို့ ပြောင်းရွေ့နေထိုင်ကျက်စားတဲ့ အလေ့အကျင့်ရှိသူ လူ (သို့) တိရစ္ဆာန် ကို Migrant လို့ခေါ်ပါတယ်။Migrant = One who move from place to place in the hope of settling in a new place.Migrant ရဲ့ဆင့်ပွားစကားလုံးနှစ်လုံး ရှိပါတယ်။ တစ်လုံးက ကျွန်တော်တို့နဲ့ ယဉ်ပါးပြီးသား Immigrant အခြားနိုင်ငံက အခြေစိုက်ရန်ဝင်လာသူ ပါ။ Immigrant = An immigrant is a person who moves to another country, usually for permanent residence. နောက်တစ်လုံးက Emigrant မိမိနိုင်ငံမှထွက်ခွာ၍ အခြားနိုင်ငံတွင် အခြေချသူ - တိုင်းရင်းစွန့်သူ ပါ။ Emigrant = An emigrant is someone wholeaves a country or region.စကားလုံးသဏ္ဍန် (Morphology of Word) တွေ ကွဲနေပေမယ့် ရင်းမြစ်စကားလုံး Migrant က အကြောင်းအမျိုးမျိုးကြောင့် နေရာပြောင်းရွေ့ ကျက်စားနေကြရပါတယ်။ကမ္ဘာအရပ်ရပ်က Migrant ရွေ့ပြောင်းသွားလာနေကြသူတွေ အန္တရာယ်ကင်းပါစေ။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "နှုတ်မဆက်နဲ့ငိုချင်တယ်",
        "content": "နှုတ်မဆက်နဲ့ငိုချင်တယ်\n\nကျွန်တော်တို့ တက္ကသိုလ်ကျောင်းသား ဘဝကတည်းက စွဲလန်းနှစ်သက်ခဲ့ရပါသော စတီရီယိုခေတ်ဦးအဆိုတော်ကြီး လားရှိုးသိန်းအောင် (ခေါ်) Jimmy Jack (၇၂) နှစ်သည် ယနေ့ ၂၈-၁၂-၂၀၁၈နေ့တွင် Houston, Texas ရှိ နေအိမ်တွင် ကွယ်လွန်သွားကြောင်း သိရှိရပါသဖြင့် မိသားစုနဲ့ထပ်တူဝမ်းနည်းရပါတယ်။ R.l.P J J Fotocredit to original artists."
    },
    {
        "title": "HOLIDAYIN'",
        "content": "HOLIDAYIN'\n\nHolidayin'နေ့စဉ်အလုပ်ချိန် မနက် ၈ ~ ညနေ ၅နားရက် တစ်ပတ် ၂ ရက် (စနေ-တနင်္ဂနွေနေ့ပိတ်)တစ်နှစ် အလုပ်ပိတ်ရက် ၂၆ ရက် (အချို့နှစ် ၂၇ ရက်)ကျွန်တော်တို့ဆီမှာ အလုပ်မပိဘဲ အလုပ်ပိတ်ရက်တွေ များနေသလိုပဲ။စတာပါ၊ စတာပါ။ Just Joking!ကဲ ၂၀၁၉ ပိတ်ရက်တွေကြည့်ပြီး မဒေါနာ နဲ့အတူ Holidayin'... လုပ်လိုက်ကြရအောင်။Ready let's go 2019!"
    },
    {
        "title": "NO MORE VS ONCE MORE",
        "content": "NO MORE VS ONCE MORE\n\nSay No MoreSay no more — used to tell someone that it is not necessary to explain.Say no more က \"ဆက်မပြောပါနဲ့၊ နားလည်ပါပြီ၊ ဒီလောက်ဆို ပေါက်ပြီ\" ကိုဆိုလိုတာပါ။No MoreNo more မှာ ပုံမှန်သိနေတဲ့ အနက်နှစ်မျိုးရှိတယ်။♤  ♤ Nothing further နောက်ဆက်စရာမရှိ၊\"There was no more to be said about it\" ဒါနဲ့ပတ်သက်လို့ ပြောစရာမရှိတော့။♤  ♤ No further ထပ်ရစရာမရှိ၊\"You must have some hot soup, but no more wine\" ဟင်းချို ပူပူတော့ရမယ်၊ ဝိုင်တော့ထပ်မရပါ။♤  ♤ နောက်တစ်ခုက \"No more is Dead.\"\"He is no more\" ဆိုရင်တော့ \"He is dead\" လို့ပြောတာပါ။ကိုယ့်ဝန်ထမ်းတစ်ယောက်ကို အလုပ်ထုတ်ပစ်တာပဲဖြစ်ဖြစ်၊ အလုပ်ထွက်သွားတာပဲဖြစ်ဖြစ်သူ မရှိတော့တဲ့အကြောင်း ပြောမယ်ဆိုရင် \"No more\" တော့မသုံးမိပါစေနဲ့။ \"He is nolonger with us\" လို့ပြောတာ အဆင်ပြေပါလိမ့်မယ်။♤  ♤ No more, please. တော်ပါတော့ဗျို့ဖျော်ဖြေပွဲတွေမှာ No more သံကြားရင် ဆက်မဆိုပါနဲ့၊ ဒါဆို စင်ပေါ်ကမြန်မြန်သာ ဆင်းတာအကောင်းဆုံးပါ။Once Moreတော်ပါတော့ No More ရဲ့ ဆန့်ကျင်ဖက်က Once more ပါ!Once more ကို အဘိဓာန်က \"(ပွဲတောင်းစကား) ဝမ်းစမိုး\" \"ပွဲတောင်းခြင်း\" လို့ အနက်ဖွင့်ပါတယ်။ နဘန်းဆံသီချင်းမှာပါတဲ့ \"ဝမ်းစမိုးရော သောသောညံ\" ဆိုတာကြားဖူးကြမှာပါ။ တကယ်တော့ Once more ဆိုတာ \"Encore\" နောက်တစ်ပုဒ်လောက် လုပ်ပါဦးကို အလွယ်ပြောတာပါ။ Please perform again! ♡  ♡  ♡ကဲ ကျွန်တော့်ကိုရော No more လား၊ Once more လား။အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "AGE OLD OR OLD AGE",
        "content": "AGE OLD OR OLD AGE\n\nTHOUGHT OF THE WEEK - DEC 22, 2018Age Old or Old AgeAt 21, they feel they have lost their childhood,at 30 their youth,at 40 they worry about middle age,at 50 they see old age round the corner.အသက် ၂၁ အရွယ်မှာ ကလေးဘဝကို ဆုံးရှုံးခဲ့ပြီဟုလည်းကောင်း၊အသက် ၃၀ မှာ နုပျိုငယ်ရွယ်ဘဝကို ကုန်ဆုံးပြီဟုလည်းကောင်း ထင်ကြပါသည်။အသက် ၄၀ မှာ သက်လတ်ပိုင်း ရောက်ပြီဟုလည်းကောင်း ပူပန်တတ်ကြပြန်သည်။အသက် ၅၀ တွင် ဇရာပိုင်းသို့ ချဉ်းကပ်လာပြီဟု ရှုမြင်ကြပါသည်။အသက်အရွယ် အပိုင်းအခြားအလိုက် ရင့်ကျက်မှုရှိကြပါစေ။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "အသံထွက် PRONOUNCING",
        "content": "အသံထွက် PRONOUNCING\n\nကျွန်တော်တို့ အင်္ဂလိပ်စကားလုံးတွေကို မြွှက်ဆိုရာမှာ အသံထွက် (Pronunciation) ကို မှန်မှန်ကန်ကန် ပီပီသသ မဆိုကြပါ။ အင်္ဂလိပ်စာ အဓိကဘာသာရပ် ယူကြသူများမှအပ အခြားဘာသာရပ်ယူသူတွေ တက္ကသိုလ်ရောက်တဲ့အထိ သဒ္ဒဗေဒ (Phonetics) သင်ကြားခွင့်မရခဲ့ကြပါ။ လွန်ခဲ့တဲ့အနှစ်၄၀ လောက်က အခုလို လေ့လာစရာတွေအားနည်းတော့ ပြင်ပဆရာများထံတွင် Phonetics သင်တန်းတက်ရောက်ကာ အသံထွက်မှန်အောင် ကြိုးစားခဲ့ကြရပါတယ်။အခုအခါ စကားလုံးတိုင်းကို အသံထွက်ပြတဲ့ အဘိဓာန် (Talking/ Pronouncing Dictionary) တွေကြောင့် အသံထွက်မှန်ကန်အောင် ပြုပြင်နိုင်ကြပါပြီ။ အင်္ဂလိပ်-အမေရိကန် အသံထွက်နှစ်မျိုးလုံးနားထောင်လေ့ကျင့်နိုင်ပါတယ်။ အချို့အဘိဓာန်တွေမှာ စကားလုံးရဲ့အသံထွက်သာမက Read aloud ဆိုတာနဲ့ အဓိပ္ပာယ်ဖွင့်ဆိုချက်အားလုံးကို တစ်ခုမကျန် ဖတ်ပြပေးပါတယ်။ Phonetics ဆိုင်ရာ ဆော့ဝဲတွေလည်း အလွယ်တကူရယူနိုင်ပါတယ်။ ဝတ္ထုများကိုပင် အသံထွက်ဖတ်ပြပေးနေပါပြီ။ကဲ အစဉ်တစိုက်လေ့ကျင့်ကြဖို့ပဲ လိုပါလိမ့်မယ်။အသံထွက်အကြောင်း ပြောရရင် အရှည်ကြီးပါ။ ပြောစရာတွေလည်း အများကြီးပါ။ ဆရာ့ဆရာတွေလည်း ဘက်ပေါင်းစုံက ကူညီပေးနေတာတွေ့ရပါတယ်။ အများစုအနေနဲ့ အသံထွက်မှန်အောင် ကြိုးစားပြု ပြင်မှုအားနည်းနေသေးတာ တွေ့ရပါတယ်။ English ကို အင်းဂလိတ်၊ Company ကို ကုမ်ပနီ၊ Elite ကိုအီလိုက်၊ Purpose ကို ပါပို့၊ Vinyl ကို ဗီနိုင်း ... လို့ ထွက်နေတုန်းပဲ။ ... အရွက်ကြော်ကြီးပဲလား ♡  ♡  ♡ပြင်ကြပါဦးဗျာ။ အားလုံး \"ဘိုလိုမှုတ်မယ်\" မင်္ဂလာပါ။"
    },
    {
        "title": "WALK, DON'T RUN",
        "content": "WALK, DON'T RUN\n\nEpisode 1 WALK, DON'T RUNကျွန်တော်တို့ကုမ္ပဏီရဲ့ ထမင်းစားဆောင်ကိုအသွားမှာ “No Walking On Grass”\"မြက်ခင်းပေါ်မနင်းရ” သတိပေးစာတန်းလေးရှိပါတယ်။ ဒါကိုဖတ်ပြီး၊ လူတိုင်း ရင်းရင်းနှီးနှီးသိနေတဲ့Walk; Walking; Walker အကြောင်း ဆက်ပြောချင်ပါတယ်။Walk (Verb) လမ်းလျှောက်သည် (ကြိယာ)\"Walk, don’t Run. လမ်းလျှောက်ပါ-မပြေးပါနှင့်\" ဆိုတာ လမ်းလျှောက်ပြိုင်ပွဲရဲ့ စည်းကမ်းပါ။နောက် Walk Don't Run ဆိုတာ ၁၉၆၆ မှာ ရုံတင်တဲ့ ရုပ်ရှင်ကားတစ်ခုရဲ့ နာမည်လည်းဖြစ်ပါတယ်။နောက် Venture တေးဂီတအဖွဲ့ရဲ့ ကျော်ကြားတဲ့သီချင်းတစ်ပုဒ်ပါ။လူ့ဘဝမှာလည်း ကလေးငယ်များ ဝမ်းလျားထိုးရာမှ ထထိုင်၊ မတ်တတ်ရပ်၊ ပြီးမှ လမ်းလျှောက်သင်ကြရတာပါ။ ဒီလိုပါပဲ လမ်းလျှောက်တတ်သွားရင် ဆက်ပြီး ပြေးတတ်အောင်သင်ကြတာပေါ့။ We must learn to walk before one can run. ဘယ်သူမဆို မပြေးတတ်ခင် လမ်းလျှောက်အရင်သင်ကြရပါတယ်။ ဂီတမှာ စောင်းမကိုင်ခင် စည်းနဲ့ဝါးကိုအရင်သင်ရတယ် ဆိုပဲ။ ဒီလိုပါပဲ နေရာတကာမှာ အဆင့်ဆင့်သွားရပါတယ်။ အဆင့်ကျော်တာမကောင်းပါ။ ဒီတော့ Don't try to run before one can walk. လမ်းမလျှောက်တတ်ခင် အပြေးမသင်သင့်ပါ။ ဒါကြောင့် တစ်ဆင့်ပြီးတစ်ဆင့် ဖြည်းဖြည်းသွားတာပဲကောင်းပါလိမ့်မယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "WALK & WALKING",
        "content": "WALK & WALKING\n\nEpisode 2 WALK & WALKINGWalk (Noun) လမ်းလျှောက်ထွက်ခြင်း (နာမ်)Walk က ထမင်းစားပြီး ဟိုနားဒီနား လမ်းလျှောက်ထွက်ခြင်း မျိုးပါ။ Let’s go for a walk.ခွေးမွေးထားတဲ့သူတွေအဖို့ ခွေးလည်းကျောင်းရင်း ကိုယ်လည်း အညောင်းအညာပြေလမ်းလျှောက်ထွက်မယ်ပေါ့။ I used to walk the dogs in the evening.ကိုယ့်အနီးဝန်းကျင်က ချစ်သူနဲ့ စကားတပြောပြော လမ်းလျှောက်သွားရတဲ့ ကြည်နူးမှုအရသာကို ကြုံ ဖူးသူတွေပဲ သိကြမှာပါ။Honey, I’ll walk you home. အချစ်ရေ ကိုယ် မင်းကို (လမ်းလျှောက်ပြီး) အိမ်အထိအဖော်ပြုလိုက်ပို့ပါမယ်။ ဒီတော့ လမ်းလျှောက်ရင်း စကားပြောသွားနိုင်တာပေါ့လေ ~Walk and talk ~ ကာရန်လည်းညီတယ်။ ဒါကြောင့် walkie-talkie ကို လမ်းလျှောက်စကားပြောစက် လို့ လိုက်ဖက်တဲ့အမည်ပေးထားတာဖြစ်မယ်။အချစ်ရဲ့ ကိုယ်ရံတော်လေးက Wlkie-talkie လည်းဖြစ်တယ်နော်။Walking (Noun) လမ်းလျှောက်ခြင်း (နာမ်)Walking ဆိုတာ Walk (ကြိယာ) ကို နောက်ဆက် +ing ပေါင်းထားတဲ့ gerund ခေါ် Verbal Noun ကြိယာနာမ် (ကြိယာတစ်ဖြစ်လဲနာမ်- ကြိယာမှ ဆင်းသက်လာတဲ့နာမ်-) တစ်ခုပါ။Gerund အပြင် Present Participle (V+ing) လို့လည်း ခေါ်ကြပါတယ်။Walking is a good exercise. လမ်းလျှောက်ခြင်း ဟာ လေ့ကျင့်ခန်းကောင်းတစ်ခုပါ။Constitution ကို အများက \"နိုင်ငံတော် ဖွဲ့စည်းအုပ်ချုပ်ပုံ အခြေခံဥပဒေ\" လို့ သိနေကြပါပြီ။ သူ့မှာ အခြားအနက်တစ်ခု ရှိပါသေးတယ်။ အဲဒါက \"ကိုယ်စိတ်ကြံ့ခိုင်ကျန်းမာမှု\" ဖြစ်ပါတယ်။He has a strong constitution. တိုင်းပြည်မှာပဲ Constitution လိုတာမဟုတ်ပါ၊ လူတွေမှာလည်းConstitution ဣရိယာပုတ် လိုအပ်ပါတယ်။ \"Walk for a constitutional. ကျန်းမာရေးအတွက် ဣရိယာပုတ်မျှတစေအောင် လမ်းလျှောက်ထွက်ခြင်း\" ဆိုတဲ့ ခေတ်မှိန်သွားတဲ့ အသုံးတစ်ခုတောင်ရှိပါတယ်။ ကျွန်တော်တို့တတွေ နေ့စဉ်ကိုယ်လက်လှုပ်ရှားရင်၊ ခြေဆန့်လက်ဆန့်အညောင်းအညာပြေ လမ်းလျှောက်ရင် ကနေ့ အသက်အရွယ်ရလာသူတိုင်း ကြုံတွေ့နေရတဲ့ဝဖြိုးခြင်း (Obesity) ကို ကျော်လွှားနိုင်မယ်လို့ ဆရာဝန်တွေက အကြံပြုပါတယ်။ ကဲ ကျန်းမာကြံ့ခိုင်ဖို့ လမ်းလျှောက်ထွက်ကြမယ် ~ Walking for a robust Constitution!အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "TRANQUIL TWILIGHT",
        "content": "TRANQUIL TWILIGHT\n\nလူ့ဘဝသက်တမ်း ၇၀ စွန်းစွန်းအထိ နေထိုင်ရှင်သန်လာပြီးနောက်အပူအပင်ကင်းကင်း၊ အနှောင်အဖွဲ့အနည်းဆုံးနဲ့ အဆုံးသတ်ချင်ပါတယ်။အားလုံး ပျော်ရွှင်ချမ်းမြေ့စွာ ၂၀၁၉ သို့ ချဉ်းကပ်ဝင်ရောက်နိုင်ကြပါစေ ♡  ♡  ♡"
    },
    {
        "title": "BIRDER'S TRAIL _ A FORTNIGHT JOURNEY",
        "content": "BIRDER'S TRAIL _ A FORTNIGHT JOURNEY\n\nဆောင်းခိုငှက်တွေရော ဒေသရင်းငှက်တွေရော တွေ့ဖို့မန္တလေး၊ ရှမ်း၊ ကချင်တစ်ကြော ခရီးဆန့်ခဲ့ပါတယ် ...ဒါလေးက မှန်ဘီလူးသစ်စမ်းရင်း မိုးယွန်းကြီးအပြန် ရိုက်ခဲ့တာပါအကောင်းစားတွေ လာပါဦးမယ်Come embrace Myat Thurein and stay tuned.The best are yet to come!"
    },
    {
        "title": "A FOR ADULT",
        "content": "A FOR ADULT\n\nADULTAdult (Noun) ကို အဘိဓာန်က \"အရွယ်ရောက်သူ၊ လူကြီး၊ သက်ကြီးကောင်\" လို့ အနက်ပေးပါတယ်။ သူ့ရဲ့ ဆန့်ကျင်ဖက် (Opposite/Antonym) က ဆယ်ကျော်သက်၊ မြီးကောင်ပေါက်(Adolescent ) ပါ။ ဥပဒေအရ အရွယ်မရောက်သေးသူကိုတော့ သက်ငယ် (Minor) လို့ခေါ်ပါတယ်။ ADULTERATEAdulterate (Verb) ကို ရုတ်တရက်ကြည့်ပါက Adulterate သည် Adult နဲ့နွယ်တယ်လို့ ထင်နိုင်ပေမယ့် Adulterate မှာ \"(မသမာသောအားဖြင့်) ရောနှောသည် ~ To make food or drink weaker or tolower its quality, by adding something else. ဥပမာ- နွားနို့ထဲ ရေရောမယ်၊ တစ်ခါတရံ မလိုင်ဆိုတာတစ်သျှူးစက္ကူတွေ ဖြစ်နေတတ်တာမျိုးပါ။ ငရုတ်သီးမှုန့်ထဲမှာ ပဲအမျိုးမျိုးရဲ့ အခွံတွေ၊ ဖွဲတွေရောကြပါတယ်။အော် Heart ထိတယ်ဆိုတာ ဒါပဲဖြစ်မယ်။ ကနေ့ စားသုံးသူတွေ စားနေရတဲ့ အစားအသောက်၊ အဖျော်ယမကာမှအစ ဆေးဝါးအဆုံး အရောအနှောမကင်းကြပါ။ စားသုံးသူကာကွယ်ရေးဥပဒေ (Consumer Protection Law) တော့ အသက်ဝင်လှုပ်ရှားလာနေပါပြီ။ ADULTERYAdulterate မသမာသောနည်းနဲ့ အရောအနှော တစ်ခုပြီးပြန်တော့ နောက်ထပ်အိမ်ထောင်ရေးအရောအနှောတစ်ခုလာပြန်ပြီ။ အရောအနှောသာမက အကျော်အခွတွေ ပါလာပါတယ်။ သူက Adultery အိမ်ထောင်ရေးဖောက်ပြန်မှု ပါ။ An adultery is voluntary sexual intercourse between a married person and someone other than his or her lawful spouse. .....လင်ရှိမယားနှင့် မယားရှိလင်သော်လည်းကောင်း၊ လင်ရှိမယားနှင့် အိမ်ထောင်မရှိသူ တစ်ဦးဦးသော်လည်းကောင်း၊ မယားရှိလင်နှင့် အိမ်ထောင်မရှိသူ တစ်ဦးဦးသော်လည်းကောင်း ... တွေ့ကြ ငြိစွန်းမိကြခြင်းပါ။ဒီလို အိမ်ထောင်ရေးဖောက်ပြန်မှုမျိုးကို မြန်မာတွေ ပယ်ပယ်နယ်နယ် ရှုံ့ချလေ့ရှိပါတယ်။ ဒီအတွက်\"လင်ငယ်နေခြင်း၊ နောက်မီးလင်းခြင်း၊ မယားခိုးခြင်း\" စတဲ့ ဝေါဟာရတွေရှိပါတယ်။♤  ♤ အိမ်ထောင်ရေးဖောက်ပြန်သူ အမျိုးသား ကို Adulterer လို့ခေါ်ပါတယ်။ An adulterer is a married man who has sex with a woman who is not his wife, or a man who has sex with another man's wife.♤  ♤ အိမ်ထောင်ရေးဖောက်ပြန်သူ အမျိုးသမီး (Female adulterer) ကိုတော့ Adulteress လို့ခေါ်ပါတယ်။Adulteress is a woman who commits adultery.♤  ♤  ♤ မြန်မာစကားမှာ လင်ရှိမယားက နောက်တစ်ယောက်နဲ့ တိတ်တိတ်ပုန်း ဖောက်ပြားတာကို \"မျောက်မထား-မျောက်မွေးသည် လို့ဆိုပါတယ်။ အင်္ဂလိပ်လို (of married woman) Keep a paramour, a lover. လို့ တူညီအနက်ပေးပါတယ်။ ကဲ ကာမေသုကြောင့် ဗျာပွေမှုမဖြစ်ကြစေဖို့ ရည်ရွယ်တင်ပြအပ်ပါတယ်။ဝေါဟာရများတိုးပွားပြီး၊ အားလုံး ရွင်လန်းချမ်းမြေ့ကြပါစေ။ မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "HUNTING HIGH AND LOW",
        "content": "HUNTING HIGH AND LOW\n\nHunting High and Low _ READING MATERIALSအစုံဖတ် အကုန်ဖတ်တတ်တဲ့ ကိုယ့်လိုလူမျိုးတော့ တွေ့ပြီကြိုဆိုပါတယ် ကိုညီစာသင်သားများ အတုယူစေချင်ပါတယ်။"
    },
    {
        "title": "NOT OUT OF HATE",
        "content": "NOT OUT OF HATE\n\n\"မုန်း၍မဟူ\" ဆိုတာ ဂျာနယ်ကျော်မမလေး ရဲ့ ၁၉၅၅ ခုနှစ်အတွက် အကောင်းဆုံးဝတ္ထု အဖြစ်ရွေးချယ်ခံရတဲ့ စာပေဗိမာန်ဆုရစာအုပ်ပါ။ ဆရာမကြီးဟာ နောက်ခံမတူညီကြတဲ့ ခင်ပွန်းနဲ့ ဇနီးသည်တို့အကြားရှိ ယဉ်ကျေးမှုပဋိပက္ခ (Cultural conflict); ချစ်မေတ္တာလွန်ကဲမှု (Ultra love); ဆိုးကျိုးသက်ရောက်မှု (Negative reaction) သဘောတွေကို ရသမြောက်အာင် ရေးဖွဲ့ထားတယ်လို့ဆိုပါတယ်။ ဒီနာမည်ကြီးဝတ္တု \"မုန်း၍မဟူ\" ကို ၁၉၉၁ မှာ Margaret Aung Thwin က \"Not Out Of Hate\" နာမည်နဲ့ ဘာသာပြန်ထုတ်ဝေခဲ့ပါတယ်။ကျွန်တော်တို့လို အင်္ဂလိပ်စာလေ့လာနေသူတွေအနေနဲ့ \"Out of\" အသုံးကို သတိပြုသင့်ပါတယ်။တကယ်တော့ \"Out of\" ကို အောက်ကဥပမာတွေမှာ \"တစ်ခုခုစေ့ဆော်မှုကြောင့်\" အဓိပ္ပာယ်မျိုးနဲ့သုံးတာတွေ့ရပါလိမ့်မယ်။Out of love ချစ်လို့Out of hate မုန်းလို့Out of pity သနားကြင်နာလို့Out of curiosity စူးစမ်းလေ့လာချင်လို့ ... စသည်ဖြင့် သုံးပါတယ်။နောက် \"Out of\" ကို သူ့နေရာနဲ့သူ သုံးနှုန်းပုံကို အောက်ပါအတိုင်း တွေ့ရပါမယ်။\"Out of sight, out of mind ကွယ်ရင်၊ မေ့သွား\"\"Out of practice အလေ့အကျင့်မရှိ၊ ကင်းကွာနေ\"\"Out of debt ကြွေးမြီကင်းရှင်း\"\"Out of touch အဆက်အသွယ်ပြတ်\"\"Out of work အလုပ်လက်မဲ့ဖြစ်\"\"Out of question မဖြစ်နိုင်\"\"Out of whack ကောင်းကောင်းအလုပ်မလုပ်\"\"Out of order (စက်) ပျက်နေ၊ ချို့ယွင်းနေ\" တို့လို အသုံးအမျိုးမျိုးနဲ့ သုံးတာလည်းရှိပါတယ်။ကဲ ဆရာမကြီးဝတ္ထုကနေ \"Out of\" အသုံးအနှုန်းအမျိုးမျိုး ကို အမှတ်ရစေဖို့ ရည်ရွယ်ပါတယ်။အားလုံး မင်္ဂလာညချမ်းပါ။ Ref: The International, No.36 December 1999"
    },
    {
        "title": "INCREASE YOUR VOCABULARY",
        "content": "INCREASE YOUR VOCABULARY\n\nဝေါဟာရတိုးပွားရန် A word A day ... နေ့စဉ်စကားလုံးအသစ် အနည်းဆုံး တစ်လုံးလောက် ရှာဖွေကျက်မှတ်သင့်ပါတယ်။ Always find fresh words _ their meanings & their usages. အဲဒီ စကားလုံးသစ်တွေရဲ့ အဓိပ္ပာယ်အပြင် အသုံးအနှုန်းကိုပါ လေ့လာကြရပါမယ်။ဥပမာ အများသိနေကြ Ground ကို နာမ်အဖြစ် \"မြေကြီး၊ မြေပြင်၊ မြေနေရာ၊ မြေကွက်၊ (ကစား-စစ်ရေးပြ) ကွင်း\" လို့ သိထားကြပါတယ်။အများကိန်း -s ထည့်လိုက်သောအခါ Grounds သည် \"ခြံဝင်း၊ (ကျောင်းပိုင်) (ဘုရားဝတ္တက) မြေ\" စသည့် 'သတ်မှတ်မြေ' တစ်ခုဖြစ်သွားပါတယ်။အများကိန်း -s ပါသော Grounds မှာ \"အနယ်-အနှစ်\" လို့ အဓိပ္ပာယ်ရပါတယ်။ကြိယာအနေနဲ့ Ground ကို .....(၁) (လှေ-သဘောၤ) သောင်တင်သည်။(၂) (လေယာဉ်) ပျံသန်းခွင့်ပိတ်သည်။(၃) (အပြစ်ပေးသည့်အနေနဲ့) ကလေးကို အပြင်ထွက်ခွင့်ပိတ်သည်။(၄) (လျှပ်စစ်) မြေစိုက်ကြိုးချသည်... စသည့် အဓိပ္ပာယ်များဖြင့်သုံးကြပါတယ်။ဤနေရာတွင် ground; ground-ed; ground-ed (ဂရောင်းဒစ်ဒ် လို့ did မျိုးအသံထွက်ပါသည်။)သတိမပြုမိပါက မှားတတ်သည်မှာ Grind; Ground; Ground ပါ။grind (အမှုန့် ကြိတ်သည်-ထောင်းသည်) ဟူသော ကြိယာ၏အတိတ်ကာလ ground နှင့် အခြား Ground;Grounded မရောထွေးမိစေရန်ဖြစ်ပါတယ်။တစ်ခါက ဟိုတယ်ကြီးတစ်ခု၏ လက်ကမ်းစာစောင်တွင် လတ်လတ်ဆတ်ဆတ် အမှုန့်ကြိတ်ထားတဲ့ကော်ဖီကို freshly ground coffee လို့ရေးရမယ့်အစား freshly grounded coffee ဟု မှားယွင်းရေးသားခဲ့ဖူးပါတယ်။ ကဲ ဝေါဟာရ များနိုင်သလောက်များများ သိထားဖို့ ကြိုးစားကြရမှာ ဖြစ်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ALLITERATION သံတူကပ်",
        "content": "ALLITERATION သံတူကပ်\n\nဒီမိုကရေစီမြတ်နိုးသူများရဲ့ ဒူးခေါင်းကို ဒုတ်တိုနဲ့ဒိုင်းကနဲရိုက်….. ဆိုပြီး၊ ဒထွေး (ဒ) ဗျည်းအက္ခရာကို အသုံးပြုရေးထားတဲ့ အရေးအသားမျိုးကို \"သံတူကပ်\" လို့ခေါ်ပါတယ်။ အများသိကြတာက \"တို့တစ်တွေ တောင်တက်တော့ တောက်တဲ့တွေတွေ့တယ်တဲ့\"။ \"သေသောသူသည် သုဿန်သို့ သွားသည်\" စတဲ့သံတူကပ်လေးတွေပါ။အင်္ဂလိပ်က သံတူကပ် ကို Alliteration လို့ ခေါ်ပါတယ်။ Alliteration means the use, especially in poetry, of the same soundor sounds, especially consonants, at the beginning of several words that are close together. ကဗျာမှာဖြစ်စေ၊ စကားပြေမှာဖြစ်စေ အသံတူသောစကားလုံး၊ အသံဆင်သောစကားလုံး၏ ထိပ်စအက္ခရာတူ စကားလုံးတို့နဲ့ ဖွဲ့ဆိုထားတဲ့စကားရပ်ဖြစ်တယ်လို့ ဆိုပါတယ်။အင်္ဂလိပ်သံတူကပ်ဥပမာတစ်ခုက \"Round the rugged rocks the ragged rascal ran.\"အဓိပ္ပာယ်က \"အဝတ်အစား စုတ်စုတ်ပြတ်ပြတ်နဲ့ လူရှုပ်ကလေး ကြမ်းတမ်းတဲ့ကျောက်တွေကို ပတ်ပြေးနေတယ်\" လို့ ထိပ်စ R တွေနဲ့ရေးထားတာပါ။ နောက်ထပ်သံတူကပ် ဥပမာတစ်ခုပေးပါဦးမယ်။\"Don’t trouble the trouble till the trouble troubles you. ဒုက္ခက သင့်ကို ဒုက္ခမပေးမချင်း ဒုက္ခကို ဒုက္ခသွားမပေးပါနဲ့\"။ အလကားသက်သက် ဒုက္ခမရှာဖို့ပြောတာပါ။နောက်ဆုံးပိတ် မြန်မာသံတူကပ်တစ်ခု ပေးချင်ပါတယ် … ဖွားဖွားဖင် ဖြူဖြူဖွေး ဖိုးဖိုးဖက်။ပျော်ရွင်ချမ်းမြေ့ကြပါစေ။အားလုံး မင်္ဂလာပါ။ ♤  ♤  ♤ မှီငြမ်းကိုးကား ♤  ♤  ♤ဂျပန်-အင်္ဂလိပ်-မြန်မာသုံးရောင်ခြယ်စာစုများ - မြတ်သူရိန် -၂၀၁၃ မေ။ အခွင့်အလမ်းစာပေ။"
    },
    {
        "title": "PISSING OR PEEING",
        "content": "PISSING OR PEEING\n\nကျွန်တော်တို့ဆီမှာ အများပြည်သူသုံးရေအိမ်တွေ နည်းပါးတာကို အကြောင်းပြု လို့ စည်းကမ်းမဲ့အပေါ့စွန့်သူတွေ များပါတယ်။ အဲဒီဒဏ်မခံနိုင်လို့ တချို့က \"ဤနေရာတွင် ခွေးများသာသေးပေါက်ရန်\"လို့ ခပ်ထေ့ထေ့ ခပ်နာနာလေးရေးထားတာ တွေ့ဖူးကြပါလိမ့်မယ်။အခုလည်း ဒီဇင်ဘာ ၇ ထုတ် Japan Today သတင်းစာမှာပါရှိတဲ့ \"Do not piss dogs aroundhere ဤနေရာတဝိုက်တွင် ခွေးများသေးမပေါက်စေဖို့\" တိုကျိုက ခွေးပိုင်ရှင်တွေအတွက်မေတ္တာရပ်ခံချက်ပါ။ သေသေချာချာဖတ်ကြည့်ကြပြီး၊ တစ်ခုခုလိုနေတယ်ထင်ရင်လည်းဖြည့်ပေးကြစေလိုပါဦး။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "TIME IS THE GREATEST HEALER OR LARGEST SLAYER",
        "content": "TIME IS THE GREATEST HEALER OR LARGEST SLAYER\n\nတစ်သက်လုံး ဒီလိုလုပ်ကွက်တွေနဲ့ ရပ်တည်လာတာပါဗျာ။သူတို့ကြောင့် သိသင့်တာတွေမသိခဲ့ရ၊ မသိသင့်တာတွေလည်း သိခဲ့ရတယ်။အခု အရေးကိစ္စကိုကြည့်ရင် ဘယ်စံနှုန်းတွေနဲ့ ဘာလုပ်ရပ်တွေ လုပ်နေတယ်ဆို သိဖို့ကောင်းပါပြီ။သူတို့လို အနောက်တိုင်းမီဒီယာတွေဟာ အဆိုးအကောင်းချိန်ဆလိုက်ရင် မကောင်းတာ ပိုများပါလိမ့်မယ်"
    },
    {
        "title": "BELT & ROAD",
        "content": "BELT & ROAD\n\nBelt and Road Initiative (BRI) ဆိုတာ တရုတ်နိုင်ငံက အဆိုပြုလှုပ်ရှားမှုတစ်ခုပါ။ ကမ္ဘာ့နိုင်ငံပေါင်း ၆၈၊ ကမ္ဘာ့လူဦးရေ ၆၅% ပါဝင်ပြီး အမေရိကန်ဒေါ်လာ ဘီလီယံ ၉၀၀ အထိ ကုန်ကျမယ့် One Belt, One Road စီမံကိန်းလို့ သိရပါတယ်။ အတိုကောက် OBOR လို့ တောင်သိနေကြပါပြီ။၁၅-၅-၂၀၁၇ တရုတ်ပြည်သူ့သမ္မတနိုင်ငံ ပေကျင်းမြို့မှာ ကျင်းပတဲ့ Belt and Road Forum for International Cooperation စားပွဲဝိုင်းဆွေးနွေးပွဲ (Leaders Roundtable) ကို နိုင်ငံတော်၏ အတိုင်ပင်ခံပုဂ္ဂိုလ် ဒေါ်အောင်ဆန်းစုကြည်နဲ့ မြန်မာကိုယ်စားလှယ်အဖွဲ့ တက်ရောက်ဆွေးနွေးမှုများ ပြုလုပ်ခဲ့ကြပါတယ်။ ပါဝင်ပတ်သက်ကြမယ့် နိုင်ငံအသီးသီးမှာလည်း ဆက်လက်ဆွေးနွေးနေကြပါပြီ။ကျွန်တော်တို့ ဝေါဟာရသမားတွေအတွက် စိတ်ဝင်စားစရာကောင်းတာက အဲဒီ One Belt, One Roadကို တစ်ယောက်က \"ခါးပတ်တကွင်း လမ်းတစင်း\"; နောက်တစ်ယောက်က \"ရပ်ဝန်းတစ်ခု လမ်းကြောင်းတစ်သွယ်\" လို့ ဘာသာပြန်ဆိုနေကြတာတွေ့ရပါတယ်။ ဆက်လေ့လာကြဖို့ ဖိတ်ခေါ်ပါတယ်။အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "HOW TO PRONOUNCE...",
        "content": "HOW TO PRONOUNCE...\n\nကျွန်တော့်သား ရိုက်တင်လိုက်တာက Pheasant ရစ်ငှက် ပါ။ကျွန်တော်က ဝေါဟာရစိတ်ဝင်စားသူဆိုတော့ Pheasant နဲ့ သံတူကြောင်းကွဲစကားလုံးတစ်ခုPeasant ကို သွားသတိရမိပါတယ်။ Peasant က တောင်သူလယ်သမား~ဦးကြီး ကိုခေါ်တာပါ။စာလုံးပေါင်းအရ Pheasant က Peasant ထက် 'h' တစ်လုံးပိုတာကြောင့် အသံထွက်ရာမှာPheasant က 'Ph ဖ' သံ၊ Peasant က 'P ပ' သံထွက်ရပါတယ်။ ဒါကြောင့် သူတို့အသံထွက်ပုံကဖက်ဆင့် နဲ့ ပက်ဆင့် ပါ။အသံထွက်အသံမှန်ရဖို့ Native speaker ရဲ့ အသံထွက်ကို လေ့လာကြပါ။"
    },
    {
        "title": "မွှေးတယ်ရှင် နမ်းမှာလား",
        "content": "မွှေးတယ်ရှင် နမ်းမှာလား\n\nKISS-ME-QUICK မွှေးတယ်ရှင် နမ်းမှာလားအများနှစ်သက်ကြပြီး ဈေးကွက်လည်းဝင်တဲ့ အမေရိကဒေသခံပန်းပင်လေးရဲ့အမည်က Kiss meလို့ လူသိများပါတယ်။ အဲဒီပန်းလေးရဲ ့နာမည်အပြည့်အစုံက Kiss-me-quick or Crown of Thornsဖြစ်ပါတယ်။ Kiss me quick ဆိုလို့ မီးစိမ်းပြတယ်ထင်ပြီး၊ လာထား အာဘွား သူ့ကို အပြေးအလွှားတော့ သွားမနမ်းမိလိုက်ပါနဲ့။ ကျွန်မက ကစ်မီ ပါမောင် ~ ဆူးငြိသွားလို့ Wait-a-bit ခဏစောင့်ပါ ဖြစ်သွားဦးမယ်။ တစ်ခါတလေတော့ အမည်ကို အတည်ယူလို့ မရကောင်းပါ။ သညာလေ။ သတိလည်းထားဦး။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "ဆေးဆိုးပန်းရိုက်မျက်နှာ",
        "content": "ဆေးဆိုးပန်းရိုက်မျက်နှာ\n\nPainted Tinted Face ဆေးဆိုးပန်းရိုက်မျက်နှာRock & Roll is here to stay.Praises to Zaw Win Htut & the Emperor!Image credit to original artists. JOY TO THE WORLDThree Dog Night (ခွေးသုံးကောင်ည) အဖွဲ့သီဆိုထားတဲ့ Joy To The World သီချင်းဟာ ဇော်ဝင်းထွဋ် ရဲ့ \"ဆေးဆိုးပန်းရိုက်မျက်နှာ\" မူရင်းတေးပါ။ တချို့လည်း မှတ်မိကြဦးလို့မယ်ထင်ပါတယ်။ အဲဒီသီချင်းအစပိုဒ် \"Jeremiah was a bullfrog\" မှာပါတဲ့ Bullfrog ဆိုတာ ဖားလက်တက် ခေါ် ဖားတလက် (ဖလဒက်) လေး ကိုခေါ်တာပါ။သူတို့ကိုယ်သူတို့ \"ခွေးသုံးကောင်ည\" လို့ ထူးထူးခြားခြားနာမည်ပေးထားတဲ့ Three Dog Night တေးဂီတအဖွဲ့နဲ့အတူ ကမ္ဘာကြီးပျော်ရွင်ပါစေကြောင်း ဆုမွန်ကောင်းတောင်းရင်း Joy To The World သီချင်းနားထောင်ကြရအောင်...... မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "A VIEW TO A KILL",
        "content": "A VIEW TO A KILL\n\nစာရေးသားရာမှာ မကြာခဏသုံးရလေ့ရှိတဲ့ အီဒီယံစကားစုက With a view to (do something) ပါ။ With a view to ဆိုတာ \"တစ်ခုခုလုပ်ဖို့ ရည်ရွယ်ချက်၊ အကြံအစည်၊ မျှော်မှန်းချက်\" With the hope, aim, or intention of; With the hope of doing something in the futureကို ဖော်ပြပါတယ်။ ဥပမာပေးဝါကျတွေကိုကြည့်လိုက်ပါ။ ♤  ♤  ♤♤  ♤  ♤ They bought the building with a view to converting it into holiday homes.အပန်းဖြေအိမ်အဖြစ် ပြောင်းလဲရန် ရည်ရွယ်ချက်နဲ့ အဆောက်အဦတစ်ခုကို ဝယ်သည်။♤  ♤  ♤ He is decorating the house with a view to selling it.ပြန်ရောင်းဖို့ အကြံအစည်နဲ့ အိမ်ကို ပြင်ဆင်နေသည်။စာရေးဆရာကြီး Ian Fleming ရဲ့ လူသတ်ခွင့်လိုင်စင်ရ (License to Kill 007) ဇာတ်ကောင် James Bond ပါဝင်တဲ့ ရုပ်ရှင်ကား \"A View To A Kill\" ကို ကြည့်ဖူးကြပါလိမ့်မယ်။ အဲဒီ A view to a kill ဆိုတာ \"With a view to do\" ကို အခြေခံကာ အကွက်ကျကျ ရေးထားတာဖြစ်ပါတယ်။အဓိပ္ပာယ်က \"ရန်သူကို သုတ်သင်ရှင်းလင်းဖို့ ရည်ရွယ်ချက်နဲ့ ရောက်လာတယ်\" လို့ မှတ်ယူရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ ဂရမ္မာဆရာတွေက A view to a kill အစား \"A view to kill\" or \"A view toa killing\" လို့ သဒ္ဒါနည်းကျကျ ရေးသင့်ကြောင်း ဆိုကြပါတယ်။ ဒီနေရာမှာ ရုပ်ရှင်သဘောအရအီဒီယံသဘော သင့်တင့်လျောက်ပတ်မှုကို ကျော်လွှားကာ \"လုပ်ကြံသတ်ဖြတ်ဖို့ အကွက်အကွင်း\" လို့လည်း ယူဆနိုင်ပါတယ်။ ကိုယ့်အတွေးနဲ့ကိုယ်ပေါ့လေ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "စပျစ်နွယ်မှတစ်ဆင့်ကြားရတယ်",
        "content": "စပျစ်နွယ်မှတစ်ဆင့်ကြားရတယ်\n\nစပျစ်နွယ်မှတစ်ဆင့်ကြားရတယ် ~ သီချင်းတွေကပြောတဲ့ အီဒီယံများWhat Songs Sayအားလုံးသိကြတဲ့အတိုင်း အင်္ဂလိပ်စကားက အီဒီယံပေါကြွယ်ဝတဲ့ ဘာသာစကားတစ်ခုပါ။ ဘာသာစကားပေါင်းစုံကနေ အင်္ဂလိပ်စကားအဖြစ် မွေးစားစကားလုံး (Anglicized words)တွေကြောင့် အီဒီယံပြည့်ဝနေတာလည်းဖြစ်ပါတယ်။ အင်္ဂလိပ်စကားအဖြစ် ပြောင်းယူလိုက်တာကို တစ်ခါတရံ Anglonization လို့သုံးတာလည်းတွေ့ရပါလိမ့်မယ်။ကျွန်တော်ဟာ ငယ်ဘဝကတည်းက အင်္ဂလိပ်သီချင်းတွေနဲ့ ယဉ်ပါးလာတော့ အစက ဘာရယ်လို့မသိတဲ့ သီချင်းစာသား (Lyrics) တွေကို ဂဃနဏသိချင်လို့ စိတ်ဝင်တစားလေ့လာမိပါတယ်။အဲဒီသီချင်းတွေကပြောတဲ့ အီဒီယံတချို့ကို အလျဉ်းသင့်သလို ပြောပြသွားပါမယ်။I Heard It Through The Grapevine က အဆိုတော် Marvin Gaye ရဲ့ ၁၉၆၈ ထုတ်သီချင်းနာမည်ပါ။ Heard through the grapevine ဆိုတာ အတည်မပြုနိုင်သေးတဲ့ သတင်းမျိုးကြားရတယ်လို့အဓိပ္ပာယ်ရပါတယ်။ အခုတော့ Grapevine ဆိုတာနဲ့ Rumor ကောလာဟလ၊ တစ်ဆင့်စကား လို့သိနေကြပါပြီ။ ဥပမာ - I heard through the grapevine that Jim will be married soon.ရက်ဂေးအကျော်အမော် Bob Marley ရဲ့ ၁၉၇၇ ထုတ် Three Little Birds ငှက်ကလေးသုံးကောင် သီချင်းကလည်း A little bird told me ဆိုတဲ့ အီဒီယံကလာတာပါ။ You know something but choosesto keep the identity of the informant secret. တစ်ယောက်ယောက်က လာပြောသွားပေမယ့်ဘယ်သူပြောတာကို မသိစေချင် လျို့ဝှက်ထားချင်တဲ့အခါ ငှက်လေးတစ်ကောင်လာပြောသွားတယ်A little bird told me ... ပေါ့။ ဒီနေ့ ကိုယ့်မွေးနေ့ဆိုတာ မင်းဘယ်လိုလုပ်သိသွားတာလဲ ...ငှက်ကလေးက ပြောတာပေါ့ - A little bird told me toda is your birthday. ပြောကြည့်လိုက်။အားလုံး မင်္ဂလာမနက်ခင်းပါ Birdie!"
    },
    {
        "title": "WE ARE CONFUSED!",
        "content": "WE ARE CONFUSED!\n\nလွဲနေမှားနေကြတာက ကြာသွားပါပြီ၊လွဲလွဲလေးပဲ ကောင်းပါတယ်ဆိုတာလည်း သီချင်းဖြစ်နေပါတယ်။ကဲ အမှားတွေကြားမှာ ဆက်မနေချင်သူတွေအတွက် လွဲမှားတတ်တဲ့ စကားလုံးအချို့ (ConfusedWords) စုစည်းပေးလိုက်ပါတယ်။ ♤  ♤  ♤Access ဝင်ရှာ၊ ဝင်ကြည့်သည်Assess တန်ဖိုးဖြတ်သည်Career သက်မွေးမှုလုပ်ငန်းCarrier သယ်ယူပို့ဆောင်ပေးသူ၊ ယာဉ်တစ်မျိုးမျိုးOne stop တစ်နေရာတည်း ပစ္စည်းအမယ်စုံ ဝယ်ခြမ်းနိုင်သည့်နေရာOne stock. ကုန်ပစ္စည်းအမယ် တစ်မျိုးတည်းPacking ထုပ်ပိုးပြင်တင်မှုParking. ယာဉ်ရပ်နားရန်နေရာPose ကိုယ်ဟန်အနေအထားPost. အလုပ်၊ ရာထူးProsecutor တရားလိုဘက်ရှေ့နေPersecutor ညှင်းပန်းနှိပ်စက်သူPrincipal. ကျောင်းအုပ်ကြီးPrinciple. အခြေခံသဘောတရားSalon အလှပြင်ဆိုင်Saloon ဆလွန်းကားStationery. စာရေးကိရိယာStationary ရပ်နေသော၊ မရွေ့သောStudio (ရေဒီယို၊ ရုပ်မြင်သံကြား) စတူဒီယိုStereo စတီရီယိုတေးသံTrail လမ်ကြောင်း၊ ခြေရာTrial (Test) စမ်းသပ်စစ်ဆေးခြင်းTrial (Court proceeding) တရားရုံးတွင် အမှုရင်ဆိုင်ခြင်းမှတ်ချက် -စကားလုံးတစ်လုံးတွင် အဓိပ္ပာယ်တစ်မျိုးမက ရှိတတ်ပါတယ်။အခုပေးထားတဲ့ အဓိပ္ပာယ်မှာ အဆိုပါ အဓိပ္ပာယ်တွေထဲမှ တစ်မျိုးသာ ဖော်ပြပေးနိုင်ပါတယ်။ဆက်လက်ဖော်ပြပေးပါဦးမယ်။(အလွယ်တကူ လှမ်းလှမ်းမေးမယ့်အစား) မိမိဘာသာ အဘိဓာန်ကြည့်တဲ့အကျင့်လုပ်ပါ။မြန်မာလို အဓိပ္ပာယ်သာမက အင်္ဂလိပ်လိုရှင်းပြချက်ကိုလည်း ဖတ်ကြပါ။အဘိဓာန်ကို လက်မလွတ်ပါနဲ့။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "A sure-fire way to success",
        "content": "A sure-fire way to success\n\nA sure-fire way to successလက်တွေ့လုပ်စရာ ပွဲတွေ့နည်းလမ်းကောင်းပါလက်တွေ့လုပ်စရာ ပွဲတွေ့နည်းလမ်းကောင်းပါလက်တွေ့လုပ်စရာ ပွဲတွေ့နည်းလမ်းကောင်းပါJust do it..."
    },
    {
        "title": "International Day of Persons with Disabilities",
        "content": "International Day of Persons with Disabilities\n\nမနေ့က ဒီဇင်ဘာ ၃ ရက်နေ့ဟာ အပြည်ပြည်ဆိုင်ရာ မသန်စွမ်းသူများနေ့ International Day of Persons with Disabilities ပါ။ ဒီနေ့ကို ကမ္ဘာ့ကုလသမဂ္ဂက ဦးဆောင်ကာ ၁၉၈၁ ကတည်းက သတ်မှတ်ကျင်းပစေခဲ့တာပါ။ မူလသဘောတူခဲ့တဲ့နာမည်က\"International Day of Disabled Persons\" ဖြစ်ပေမယ့် ၂၀၀၈ မှာ လက်ရှိနာမည်ကို ပြောင်းခဲ့ပါတယ်။ ဒီနေရာမှာ စကားလုံးရွေးချယ်မှု (Choice of word) ရဲ့ အရေးပါပုံကို စာပေလေ့လာသူများ သတိပြုသင့်ပါတယ်။ကမ္ဘာ့ကျန်းမာရေးအဖွဲ့ကြီးရဲ့ စာရင်းဇယားတွေအရ ကမ္ဘာ့ပေါ်ရှိ လူဦးရေ တစ်ဘီလီယံလောက်ဟာ အကြောင်းအမျိုးမျိုးကြောင့် မသန်မစွမ်းသူတွေ ဖြစ်နေကြရကြောင်း သိရပါတယ်။\"မသန်စွမ်းသူ Persons with Disabilities\" လို့ သတ်မှတ်ရာမှာ ကိုယ်လက်အင်္ဂါချို့ယွင်းလို့မသန်မစွမ်းဖြစ်ရသူတွေအပြင် အမြင်အာရုံ၊ အကြားအာရုံချို့ယွင်းသူတွေလည်း ပါပါတယ်။ အကြမ်းဖျင်းပြောရရင် Wheelchair; Glasses; Hearing aid တွေဟာ မသန်စွမ်းသူတွေအတွက်Assistive devices အထောက်အကူပြု ပစ္စည်းတွေဖြစ်လို့ ကျွန်တော့်လို မျက်မှန်တပ်ရသူဟာလည်း အမြင်အာရုံချို့ယွင်းနေလို့ မသန်စွမ်းသူ Persons with Disabilities တစ်ဦးဖြစ်နေပါပြီ။Empowering persons with disabilities and ensuring inclusiveness and equalityအားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "လပြည့်ညမှာလကွယ်တယ်",
        "content": "လပြည့်ညမှာလကွယ်တယ်\n\nSunset at Noon or Total Lunar Eclipse on Full Moon Dayဒီနှစ် ဇန်နဝါရီလ တစ်လတည်းမှာ ထူးထူးဆန်းဆန်း Full moon လပြည့်နှစ်ကြိမ်နဲ့ Newmoon လကွယ်နှစ်ကြိမ်ဖြစ်ခဲ့ပါတယ်။ အဲဒီလို လတစ်လတည်းမှာ လပြည့်နှစ်ကြိမ် ဖြစ်ပြီး၊ လပြည့်နှစ်ကြိမ်အနက် ဒုတိယလပြည့် ကို \"Blue moon\" လို့ခေါ်ပါတယ်။ ဒါနဲ့ ပြောင်းပြန် လတစ်လတည်းမှာ လကွယ် (New moon) နှစ်ကြိမ် ဖြစ်ပြီး၊ ဒုတိယလကွယ် ကို \"Black moon\" လို့ခေါ်ပါတယ်။ ဒါကြောင့် အင်္ဂလိပ်စကားမှာ \"Once in a blue moon\" ဆိုတာ တစ်သက်မှတစ်ခါဆိုသလိုရှားရှားပါးပါးဖြစ်တဲ့ သဘောကိုပြောတာဖြစ်ပါတယ်။အထူးခြားဆုံးဖြစ်စဉ်က ဇန်နဝါရီလ ၃၁ ရက် လပြည့်နေ့ညမှာ လအပြည့်ကြတ်မှု(Total lunar eclipse) ဖြစ်ခဲ့တာကြောင့် လမျက်နှာပြင်တစ်ခုလုံး မည်းမှောင်သွားကာ၊\"လပြည့်ညမှာ လကွယ်တယ်\" လို့ တင်စားပြောရမှာဖြစ်ပါတယ်။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "US-CHINA TRADE ROW",
        "content": "US-CHINA TRADE ROW\n\nဒီနှစ်အတွက် G20 Summit Meeting ကို အာဂျင်တီးနားနိုင်ငံ၊ Buenos Aires မြို့မှာ ကျင်းပနေပါတယ်။အဲဒီမှာ ကုန်သွယ်ရေးစစ်ပွဲ အကြီးအကျယ်ဆင်နွဲနေကြတဲ့ အမေရိကန်နဲ့ တရုတ်ခေါင်းဆောင်နှစ်ဦး မျက်နှာချင်းဆိုင်ထိုင်ပြီး၊ ဆွေးနွေးနေကြပါတယ်။ အမေရိကန်အကျိုးစီးပွားသာ ပထမ ကြွေးကြော်ကာ၊ ကိုယ်ကျိုးစီးပွားကာကွယ်မယ့်သူနဲ့ သန်းပေါင်းများစွာသော တရုပ်ပြည်သူတွေအတွက် ဘာမဆိုလုပ်ရဲတဲ့ တရုတ်ကွန်မြူနစ်ကြီးတို့ ထိပ်တိုက်ရင်ဆိုင်ကြပါပြီ။ ကိုယ်ကျိုးစီးပွားပဲ ကြည့်မယ်ဆိုတော့ ကမ္ဘာ့အကျိုးရှိမယ့်ပုံတော့ မရှိတာသေချာပါတယ်။ကမ္ဘာ့စွမ်းအားရှင် အရူးအမိုက်ကြီးတွေရဲ့ ကုန်သွယ်ရေးအခွန်အကောက်စစ်ကြောင့် ကျန်တဲ့နိုင်ငံတွေအပေါ် ဘယ်လောက်ဆိုးရွားတဲ့ အကျိုးဆက်တွေ လျှံကျကာ ဘယ်လာက်အမြန်နှုန်းနဲ့ ကိုယ့်ဆီကျရောက်လာမလဲ ကြည့်ကြရအောင်ဗျာ။ ကံကောင်းနိုင်ကြပါစေ >>>နောက်ဆုံးသတင်းအရ အမေရိကန်သမ္မတ ထရမ့်က ၂၀၁၉ ဇန်နဝါရီ ၁ ရက်နေ့စ တိုးမြှင့်ကောက်ခံမယ့် US$ ၂၀၀ ဘီလီယံတန်ဖိုးရှိ ၂၅ % သွင်းကုန်အပေါ်အခွန်ကို ရက် ၉၀ ရွေ့ဆိုင်းပေးလိုက်ပါတယ်။တရုတ်သမ္မတ ရှီကျင့်ဖျင့်ကလည်း အမေရိကန်ရဲ့ စွမ်းအင်၊ စိုက်ပျိုးရေး၊ စက်မှုဆိုင်ရာ ထုတ်ကုန်ပစ္စည်းတွေကို တနင့်ကြီး ဝယ်ယူပေးရမှာဖြစ်ပါတယ်။ ဘာပဲဖြစ်ဖြစ် အခိုက်အတန့်တော့ ဩကာသလောကကြီးငြိမ်းချမ်းနေမယ်ထင်ပါတယ်။■ China and US agree to halt new tariffs due to start Jan 1.■ US will not increase tariffs on $200b of Chinese goods.■ China will buy substantial amount of energy, agriculture, industrial & other products.အားလုံး မသေချာ ဒီဇင်ဘာမှာ oops အဲဒီကမ္ဘာကြီးမှာ ... May the good Lord bless y'all ♡  ♡  ♡အားလုံး မင်္ဂလာညနေခင်းပါ ♤  ♤  ♤"
    },
    {
        "title": "A POET PASSED AWAY!",
        "content": "A POET PASSED AWAY!\n\nကဗျာဆရာ မောင်အောင်ပွင့် ၃၀-၁၁-၂၀၁၈ နေ့က ကွယ်လွန်သွားကြောင်း သိရပါတယ်။တိုက်ဆိုင်လိုက်တာ ၂၅ ရက်နေ့ကပဲ သူကဗျာ \"ရယ်လို့မရတဲ့ရောဂါ\" ထဲက စာသားတစ်ပိုင်းတစ်စ ကိုးကားမိသေးတယ်။ ကဗျာရှင် ကောင်းရာသုဂတိလားပါစေ။"
    },
    {
        "title": "ခိုးဝှက်ယူငင်ခြင်း Stealing or Theft",
        "content": "ခိုးဝှက်ယူငင်ခြင်း Stealing or Theft\n\n●●● Beg, Borrow and Steal ဆိုတာ ၁၉၆၇-၁၉၇၀ အကြားထင်ရှားခဲ့တဲ့ Ohio Express တေးဂီတအဖွဲ့ရဲ့နာမည်ကျော်အင်္ဂလိပ်သီချင်းတစ်ပုဒ်ရဲ့အမည်ပါ။ ကနေ့လူငယ်ပိုင်းတော့ ကြားဖူးမယ်မဟုတ်ပါ။ တောင်းပါ၊ ငှားပါ၊ ပြီးတော့ခိုးယူပါလို့ အဓိပ္ပာယ်ကောက်နိူင်ပါတယ်။ ဒီသီချင်းနာမည်က အင်္ဂလိပ်အီဒီယံတစ်ခုဖြစ်တဲ့ Beg, borrow or steal ကို မှီးထားတာပါ။ တကယ်တော့ Beg, borrow or steal ဆိုတာ To do whatever is necessary to get something ကောင်းကောင်း မကောင်းကောင်း ဖြစ်တဲ့နည်းနဲ့ရအောင်လုပ်ပါ။ By hook or by crook တရားသည်ဖြစ်စေ မတရားသည်ဖြစ်စေ ဘယ်ပုံဘယ်နည်းနဲ့ရရ ရအောင်လုပ်ပါ ဆိုတဲ့သဘောဖြစ်ပါတယ်။●●● သီချင်းထဲမှာ ဘယ်လိုတိုက်တွန်းတိုက်တွန်း ဘာသာရေးအဆုံးအမတွေမှာတော့ သူတစ်ပါး(မပေးတဲ့)ပစ္စည်းကို ခိုးယူခြင်းမလုပ်ရ “It’s wrong to steal.” လို့ တားမြစ်ထားပါတယ်။ ဒါပေမဲ့ ကမာ္ဘဦးအစ အာဒံနဲ့ဧ၀ လူသားနှစ်ဦးကစလို့ ဧဒင်ဥယျာဉ်ထဲက ဘုရားသခင်တားမြစ်ထားတဲ့သစ်သီးကို မသိအောင် ခိုးယူစားသုံးကြပြီး၊ ခိုးစားတဲ့ သစ်သီးက အချိုမြိန်ဆုံးပဲ Stolen fruits are sweetest. လို့ ပြောစမှတ်ပြုခဲ့ပုံရပါတယ်။ ဒါဆို ခိုးယူခြင်း (Stealing) ဆိုတဲ့ဝေါဟာရ ဟာ ကမ္ဘာဦးအစတည်းက ရှိခဲ့တယ်လို့ ပြောရင်လွန်မယ်မထင်ဘူး။●●● တရားဥပဒေရှုထောင့်က ခိုးယူခြင်းကို အဓိပ္ပာယ်ဖွင့်ဆိုရာမှာ အလစ်သုတ်တာအစ အလွဲသုံးစားအထိ အကျုံးဝင်ကြောင်းဖော်ပြထားပါတယ်။In Criminal law, theft is the illegal taking of another person’s property without that person’s freely-given consent. The word is also used as an informal shorthand term for some crimes against property, such as burglary, embezzlement, fraud, larceny, looting, robbery, shoplifting etc.In English law, theft was defined as “A person is guilty of theft, if he dishonestly appropriates property belonging to another with the intention of permanently depriving the other of it.”●●● ကမ္ဘာကြီးရဲ့ နည်းပညာတိုးတက်ပြောင်းလဲမှုနဲ့အတူ ခိုးယူခြင်းအမှုကိစ္စတွေဟာလည်း အလိုက်သင့်ပြောင်းလဲလို့နေပါတယ်။ ယခုနောက်ဆုံးပေါ်ခေတ်အမီဆုံးသူခိုးက Digitally yours လို့ဆိုရမယ့် Cyber theft; Video Piracy: Pirate ရုပ်သံအခွေခိုးကူးသူတွေပါပဲ။ ဒီမှာတော့ ဥပဒေပြဋ္ဌာန်းချက် ရေရေရာရာမရှိသေးတော့ဦးနှောက်ဖောက်စားနေသူတွေအတွက် သူတစ်ပါးအနုပညာလက်ရာတွေခိုးလို့ ကောင်းတုန်းပါ။ နည်းပညာကို တရားဥပဒေ က ထိန်းချုပ်မယ့်နေ့ကို စောင့်ကြရဦးမှာဖြစ်ပါတယ်။●●● ခိုးယူသည် (Steal) ဆိုတဲ့ကြိယာနဲ့ အနက်အဓိပ္ပာယ်ဆင်တူစကားလုံး (Synonym) တချို့ကိုဖော်ပြလိုက်ပါတယ်။Steal (V) \tများများစားစားယူခြင်း၊ အသေးအဖွဲယူခြင်းအပါအဝင် သူတစ်ပါးပိုင်ဆိုင်သည့် ပစ္စည်းကို  မမြင်အောင်ကွယ်ဝှက်ယူငင်ခြင်း၊ အလစ်သုတ်သကဲ့သို့ လျှင်လျှင်မြန်မြန် ယူငင်ခြင်း၊ သတိကြီးစွာထား၍ ကဲ့ဝှက်ယူခြင်းအားလုံး အကျုံးဝင်ပါသည်။Purloin (V)\tသူတစ်ပါးပိုင်ပစ္စည်းကို ခိုးယူကာ ခွင့်ပြုချက်မရဘဲ အသုံးပြုသည်။e.g  The purloined a couple of old computers from work.Pilfer (V) \tအသေးအဖွဲခိုးယူခြင်း၊ ပမာဏ မများသော်လည်း မကြာမကြာနှိုက်ယူ၊ အလစ်ယူဆောင်သည်။e.g  Dina who usually constantly pilfers restaurant cutlery.Dock labourers used to pilfer while unloading carton boxes.Filch (V) \tတန်ဖိုးမများ၊ ပစ္စည်းပမာဏမများဘဲ ကွယ်ဝှက်ယူငင်သည်။Steal something esp something small or not by valuable.Jack (v)\t Steal something from somebody, especially something small or of low value.သေးငယ်ပြီး တန်ဖိုးနည်းပစ္စည်းကို ခိုးယူသည်။Siphon (V) \t(ကိုယ်ကျိုးအတွက်) ကဲ့ဝှက်ယူသည်။dishonestly take money from an organization or other supply●●● ခိုးယူတဲ့အမှု့ကိစ္စတွေကို အမျိုးမျိုးအဖုံဖုံ ပြုလုပ်နေသူတွေကိုတော့ သာမန်အားဖြင့် သူခိုး (Thief) လို့ခေါ်ပါတယ်။သူခိုးအမျိုးမျိုးရှိတဲ့အထဲက တချို့ကိုဖော်ပြလိုက်ပါတယ်။Adulterer/Adulteress   \tသူတစ်ပါးလင်ယောင်္ကျား (သို့) သူတစ်ပါးမယားအားခိုးယူပေါင်းသင်းသူBurglar/ Housebreaker\tအိမ်ကိုဖောက်ထွင်းသူခိုးPickpocket\t\t\tခါးပိုက်နှိုက်Pilferer \t\t\tအသေးအဖွဲခိုးယူသူPirate \t\t\t\tရုပ်ရှင်၊ ဂီတစသည်တို့ကို တရားမဝင်ခိုးကူးသူPlagiarist\t\t\tသူတစ်ပါး၏ စာပေလက်ရာ၊ အကြံအစည်၊ စိတ်ကူးစိတ်သန်း စသည်တို့ကို ခိုးယူသူPoacher\t\t\tသူတပါးပိုင်နက်တွင် သားငါးကျေးငှက်တို့ကိုအခွင့်မရှိဘဲ ခိုးဖမ်းသူRustler\t\t\t\tမြင်း၊ နွားစသည့်တိရစ္ဆာန်သူခိုးShoplifter\t\t\tဈေးဆိုင်မှပစ္စည်းများကို အလစ်သုတ်သူခိုးSnatcher            \t\t(ပိုက်ဆံအိတ်၊ ဖုန်း စသည်) အလစ်သုတ်ပြေးသူ●●● အဘိဓာန်က Kleptomania ကို \"အပျော်ထမ်းခိုးတတ်တဲ့အကျင့်ဆိုးကလေး၊ ညာဉ်ဆိုးကလေး\" လို့အနက်ဖွင့်ပါတယ်။ သူခိုး ညာဉ်ပေါ့ဗျာ။ စိတ်ရောဂါရှုထောင့်က \"ဆင်းရဲလို့မဟုတ်ဘဲ ခိုးယူလိုက်မှကျေနပ်သောစိတ်\" လို့အနက်ပေးပါတယ်။ အချို့က \"စောရနက္ခတ်ပါလာတဲ့ရောဂါ\" လို့ဆိုပါတယ်။ မွေးပါသူခိုးစိတ်ပေါ့လေ။ အသေးအဖွဲကအစ ဘာလေးဖြစ်ဖြစ် မခိုးရရင်မနေနိုင်တာကလွဲလို့ဆိုတဲ့အခြေအနေမျိုးပါ။ အဲဒီလိုမျိုး အကျင့်စာဂရှိသူကိုတော့ စောရနက္ခတ်ရှိသူ၊ မခိုးရမနေနိုင်သူ (Kleptomaniac) လို့ခေါ်ပါတယ်။●●● အင်္ဂလိပ်စကားမှာ သူခိုး ကို Thief; ခိုးခြင်း၊ ခိုးမှု ကို Theft or Stealing လို့ သုံးပါတယ်။ ထူးခြားတာက “ခိုးသည်”ရဲ့ကြိယာပုဒ်ဖြစ်တဲ့ Steal က ဆင်းသက်လာတဲ့ Stealer ဆိုတဲ့ နာမ်ပုဒ် စကားလုံး ရှိပေမယ့်၊ အသုံးသိပ်မတွေ့ရပါ။ သူခိုးဆို Thief ကိုပဲ သုံးကြတာများပါတယ်။ ခြွင်းချက်အနေနဲ့ Stealer ကို Compound word အဖြစ် Scene-stealer မှာတွေ့ရပါတယ်။ ဒါက ပြဇာတ်၊ ရုပ်ရှင်၊ ဗီဒီယိုထဲမှာ ပရိတ်သတ် အကြိုက်အတွေ့ဆုံး သရုပ်ဆောင်သစ်တစ်ယောက် (သို့) ကလေးဇာတ်ဆောင်က အခြားဝါရင့်မင်းသား၊ မင်းသမီး တွေကိုကျော်ပြီး ပရိတ်သတ်ကို ဖမ်းစားနိုင်တယ် လို့ပြောတာပါ။ မျှော်လင့်မထားသူက ပွဲအကျဆုံး၊ ပရိသတ်အကြိုက်ဆုံးဖြစ်အောင် တင်ဆက်သွားတာမျိုးကို Steal the show or Steal the scene လို့တင်စားရေးသားကြတာတွေ့ရပါတယ်။●●● ဒီကနေ့ လူတွေရဲ့ရိုးသားဖြောင့်မတ်မှု၊ အကျင့်သိက္ခာ၊ စာရိတ္တနဲ့ပတ်သက်လို့ပြောရရင် နိုင်ငံတိုင်း၊ လူမျိုးတိုင်းမှာဘာသာရေးအဆုံးအမကောင်းတွေထိန်းကွပ်ကြပ်မနေတဲ့ကြားကဆုံးမရင်းပျက်စီးနေကြပါတယ်။ လောကပါလတရားတွေမှေးမှိန်ပျောက်ကွယ်ပြီး၊ လိမ်ညာခိုးဝှက်မှုတွေ၊ အဂတိလိုက်စားမှုတွေကြီးထွားလျှက်ရှိပါတယ်။ ဒါကြောင့် “မကောင်းမှုကို မနှစ်မြို့သော်လည်း၊ မကောင်းမှုပြုသူငမိုက်သားကိုတော့ ချစ်ရပါဦးမယ် Hate the sin, but love the sinner.” ဆိုတဲ့အဆိုအမိန့်အတိုင်း ကျွန်တော်တို့တွေ သူခိုးတွေဖမ်း အပြစ်ဒဏ်ပေးမယ့်အစား၊ သူခိုးမခိုးနိုင်အောင်နည်းလမ်းကောင်းများ ရှာဖွေတားဆီးသွားကြရမှာဖြစ်ပါတယ်။"
    }
]