[
    {
        "title": "for 2020",
        "content": "for 2020\n\n"
    },
    {
        "title": "UNSEEN BUT KEEN SENSE",
        "content": "UNSEEN BUT KEEN SENSE\n\nA Joke for You! စားသောက်ဆိုင်မှာ ဆိုဖီ အလုပ်လုပ်နေပါလား UNSEEN BUT KEEN SENSE••• A blind man went to a local restaurant.Menu sir? asked the owner. The man replied, \"I am blind, just bring me one of your dirty forks, I will smell itand order. The owner got confused and went tothe kitchen to bring a fork, and gave it to a blind man.The blind man smelt and said, yes, I will have a duck with baked vegetables and mashed potato.”The owner couldn’t believe it.The blind man had his meal and left.••• A week later the blind man came back.The owner wanted to see how good his sense of smell is. He immediately went to the kitchen where his wife Sophie was working and said, “Rub thisfork over your private part and give it to me” she did as she was told to.••• He then went to the blind man and gave him the fork, The blind man took the fork, smelled it and said, “Wow, Sophie never told me she workedin this restaurant!အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Challenge _ A Confrontation",
        "content": "Challenge _ A Confrontation\n\nChallenge _ A Confrontation; A Dare ••• Challenge ကို အဘိဓာန်က \"စိန်ခေါ်ခြင်း၊ ယှဉ်ပြိုင်ရန် စိန်ခေါ်သည်\" လို့ အနက်ပေးပါတယ်။ ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက တစ်ယောက်ကို တစ်ယောက် မခံချင်အောင်ပြောပြီး၊ ရန်စတဲ့အခါ Come on, challenge! \"ကမ်းမောင်ချဲလင့်\" လို့ စိန်ခေါ်တတ်ကြတယ်။••• Challenge ရဲ့ အဓိပ္ပာယ်နောက်တစ်မျိုးက \"အကဲစမ်းသည်\" \"စွမ်းရည်သတ္တိကို စမ်းသပ်သည်\" ဖြစ်ပါတယ်။ အရည်အချင်းရှိမရှိ၊ သတ္တိရှိမရှိ အကဲစမ်းတာနဲ့ ပတ်သက်လို့ စိန်ခေါ်ရင် တိမ်ပေါ်အထိ လိုက်မယ်လို့ တုံ့ပြန်တာ ကြားဖူးကြမှာပါ။ If you are looking for an action? Here it is! ••• အပြောင်းအလဲ၊အခက်အခဲ၊ အကျပ်အတည်းတွေဆိုတာ လူ့ဘဝမှာ မလွဲမသွေ ရင်ဆိုင်ကြုံတွေ့ကြရမယ့် သဘာဝတရားပါ။ တစ်နည်းအားဖြင့် တစ်နည်းနည်းနဲ့ ကျော်လွားဖယ်ရှားပစ်ရမယ့် စိန်ခေါ်မှုတွေပါ။ စိန်ခေါ်မှုတွေကို လောကဓံလို့ သဘောထားပြီး၊ မင်းမဖြစ်နိုင်ပါဘူး၊ မလုပ်နိုင်ပါဘူး လာမပြောနဲ့၊ ဗိုလ်အောင်ဒင်ကို လာမဆွနဲ့ Come what may. ဘာလာလာရင်ဆိုင်မယ်ဆိုရင် ကဲ လာချင်လာစမ်း... အစွမ်းပြရသေးတာပေါ့ Challenge accepted. အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ဒီလိုရှိပါတယ်",
        "content": "ဒီလိုရှိပါတယ်\n\nDefinition ဒါက ဒီလိုရှိပါတယ်  အင်္ဂလိပ်စကားမှာ Queen က \"ဘုရင်မ\" နဲ့ \"မိဖုရား\" ဆိုပြီး အဓိပ္ပာယ်နှစ်မျိုး ရှိပါတယ်။ “QUEEN,” queen means ...1. A female sovereign or monarch ဘုရင်မ; 2. the wife or consort of king မိဖုရား။ ♤♤♤ ရှင်ဘုရင်နဲ့ ညားတော့ မိဖုရား♤♤♤ လိုချင်တာ မိဖုရား၊ ညားတော့ ဘုရင်မ  အားလုံးသိကြတဲ့အတိုင်း Month ဆိုတာ (ပြက္ခဒိန်) လ = Lunar month ဖြစ်ပြီး၊ Moon ဆိုတာ (ကောင်းကင်က) လ ဖြစ်ပါတယ်။ ဒါကြောင့် အင်္ဂလိပ်စကား \"Month\" ရော \"Moon\" နှစ်ခုစလုံးကို မြန်မာလို \"လ\" လို့ ယေဘုယျ ပြောနိုင်ပါတယ်။ ထူးခြားတာက ကျွန်တော်တို့မြန်မာ့ပြက္ခဒိန်ရဲ့ \"လ (Month)\" ဟာ \"Moon ကောင်းကင်က လ\" နဲ့ ဆက်စပ်နေတယ်ဆိုတဲ့ အချက်ပါပဲ။  Attitude ကို အဘိဓာန်က \"စိတ်နေသဘောထား (Disposition or State of mind)\" နဲ့ \"ကိုယ်နေဟန်ထား (Position of the body or Posture)\" ဆိုတဲ့ အဓိပ္ပာယ်နှစ်မျိုး ရှိတယ်လို့ဆိုပါတယ်။♤♤♤ Elegance is an attitude.  စကားလုံးတွေနဲ့ သူတို့ရဲ့ ထွေပြားတဲ့ အနက်အဓိပ္ပာယ်ကို သတိပြုလေ့လာလိုသူတွေအတွက် စုစည်းပေးသွားမှာဖြစ်ပါတယ်။ အဘိဓာန်ကို ကောင်းကောင်းအသုံးချနိုင်ပါစေ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "The Law of Success",
        "content": "The Law of Success\n\nThe Law of Success / Napoleon Hill  လူတွေဟာ တစ်ဦးတစ်ယောက်ချင်းအနေနဲ့ဖြစ်ဖြစ်၊ အစုအဖွဲ့အနေနဲ့ဖြစ်ဖြစ် အောင်မြင်လိုကြပါတယ်။ အောင်မြင်မှုအတွက် ဘဝတစ်လျှောက်လုံး ကြိုးပမ်းရှာဖွေကြရပါတယ်။ ဆင်းရဲသူကလည်း ဆင်းရဲတွင်းက လွတ်မြောက်ဖို့၊ ချမ်းသာသူကလည်း လက်ရှိဘဝထက် ပိုမိုပြည့်စုံကြွယ်ဝအောင် ကြိုးပမ်းနေကြရပါတယ်။ ဤနည်းနဲ့ တစ်ဦးချင်း တစ်ယောက်ချင်းစီရဲ့ အောင်မြင်မှုပုံပြင် (Success story) အသီးသီးကို ထုဆစ်ပုံဖော်နေကြလျက်ရှိပါတယ်။ ယခု \"အောင်မြင်မှုဥပဒေသ The Law of Success\" ရေးသားသူ Napoleon Hill ဟာ ဘဝနယ်ပယ် မျက်နှာစာပေါင်းစုံက အောင်မြင်သူများသာမက၊အောင်မြင်မှုနဲ့ လွဲချော်ကျရှုံးသွားသူများ၊ ဘဝပျက်သွားသူများ၊ ယုတ်စွအဆုံး အကျဉ်းကျနေသူများကိုပါ တွေ့ဆုံမေးမြန်းပြီးနောက်၊ နှစ်ပေါင်းများစွာ သုတေသနပြု စစ်တမ်းထုတ်ကာ ရေးသားခဲ့တဲ့ တက်ကျမ်းကြီးဖြစ်ပါတယ်။  ဤ The Law of Success စာအုပ်တွင် အခန်းပေါင်း ၁၆ ခန်း၊ ဥပဒေသ ၁၆ ချက်ပါရှိရာ၊မြည်းစမ်းကြည့်ကြဖို့ ခေါင်းစဉ်တွေကို မြန်မာပြန်ဖော်ပြလိုက်ပါတယ်။ 1. Master Mind စိတ်တူကိုယ်တူ ပေါင်းစည်းခြင်း 2. Definite Chief Aim တိကျသည့် အဓိကရည်မှန်းချက်ပန်းတိုင် 3. Self-Confidence ကိုယ့်ကိုယ်ကိုယ် ယုံကြည်ခြင်း 4. Habit of Saving စုဆောင်းတတ်သည့် အလေ့အထ5. Initiative and Leadership စတင်ဦးဆောင်မှုစွမ်းရည်နှင့် ခေါင်းဆောင်မှု 6. Imagination စိတ်ကူးစိတ်သန်းရှိခြင်း 7. Enthusiasm စိတ်အားထက်သန်ခြင်း 8. Self-Control မိမိကိုယ်မိမိ ထိန်းချုပ်ခြင်း 9. Habit of Doing More Than Paid For လုပ်ကိုင်ဖို့တာဝန်ရှိတာထက် ပိုပြီးလုပ်တတ်တဲ့အကျင့်10. Pleasing personality နှစ်လိုဖွယ် ကိုယ်ရည်ကိုယ်သွေး 11. Accurate Thought တိကျမှန်ကန်သည့် တွေးတောမှု 12. Concentration အာရုံစူးစိုက်ခြင်း 13. Tolerance သဘောထားကြီးခြင်း 14. Cooperation ပူးပေါင်းဆောင်ရွက်ခြင်း 15. Overcoming Failure ဆုံးရှုံးမှုကို ရင်ဆိုင်ကျော်လွှားနိုင်စွမ်း16. Golden Rule (Empathy) ရွှေစည်းမျဉ်း (ကိုယ်ချင်းစာခြင်း)  အထက်ပါ ဥပဒေသ ၁၆ ချက်အနက် ဥပဒေသအမှတ် ၉ ပါ လမ်းညွှန်ချက်ဖြစ်တဲ့ မိမိအနေနဲ့ လုပ်ကိုင်ဖို့တာဝန်ရှိတာထက် ပိုပြီးလုပ်တတ်တဲ့အကျင့် (The habit of doing more than you are paid of) တစ်နည်းအားဖြင့် သာသာထိုးထိုးဆောင်ရွက်ပေးတတ်တဲ့ အကျင့်မျိုးကို လက်တွေ့ဘဝသင်ခန်းစာအဖြစ် လိုက်နာကျင့်သုံးသင့်ကြောင်း ထောက်ပြလိုပါတယ်။ \"ကိုယ့်ကို ပေးထားတဲ့လုပ်ခ လစာထက် ပိုလုပ်ပြစမ်းပါ။ မကြာခင် သင်လုပ်တာထက် ပိုမိုတဲ့ချီးမြောက်မှုကို ရရှိပါလိမ့်မယ်\" ဆိုတဲ့ တိုက်တွန်းချက်က နှစ်သက်စရာဖြစ်ပါတယ်။ Those who do more thanthey are paid for will sooner or later be willingly paid for more than they do. သင့်အနေနဲ့ အကြောင်းတစ်ခုခုကြောင့် မိမိအလုပ်ဌာနကို စွန့်ခွာသွားရသည့်တိုင် သင့်လုပ်ငန်းက သင့်ကို လွမ်းပြီးတသသဖြစ်ကျန်ရစ်မှာ သေချာကြောင်း ပြောကြားချင်ပါတယ်။ဤအောင်မြင်မှုဥပဒေသစာအုပ်ကို ၁၉၂၈ ခုနှစ်က ရေးသားခဲ့ရာ၊ နှစ်ပေါင်း ၁၉၂ နှစ်တိုင် ကြာမြင့်ပြီဖြစ်သော်လည်း အောင်မြင်တိုးတက်ကြီးပွားမှုကို ကြိုးပမ်းရှာဖွေနေကြသူတွေအတွက် အခြေခံအကျဆုံး ဖတ်စာအုပ်တစ်အုပ်အဖြစ် ရပ်တည်လျက်ရှိပါကြောင်း ညွှန်းဆိုအပ်ပါတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "လာရာနဲ့လားရာ",
        "content": "လာရာနဲ့လားရာ\n\nမွေးဖွားခြင်း၊ သေဆုံးခြင်းနဲ့ လုံးခြာလည်နေတဲ့ သံသရာနွံထဲက ဒုက္ခသမား ကျွန်တော်တို့ဟာ ဘယ်ကလာတာလဲ Where do you come from? ဆိုတဲ့ \"လာရာ\" မသိကြသလို၊ သေပြီးနောက် အခြားမဲ့ဘယ်ဘဝကို ရောက်မယ်ဆိုတဲ့ \"လားရာ\" ကိုလည်း သိခွင့်မရခဲ့ကြပါ။  ပုထုဇဉ်တို့ပီပီ ဝင်လာတာ မသိသာပေမဲ့၊ ကိုယ်ချစ်ရသူ တစ်ယောက်ယောက်သေဆုံးထွက်ခွာသွားတာကျတော့ သိသာလွန်းလှတယ်၊ ခံစားရခက်တယ်ဗျာ။ ဒါကြောင့် \"မင်း ဘယ်ကလာတယ်ဆိုတာ အရေးမကြီးပါဘူး၊ မင်း ဘယ်ကို သွားနေတယ်ဆိုတာပဲ အရေးကြီးပါတယ် It doesn't matter where you are coming from. All that matters is where you are going.\" ဆိုတဲ့သံဝေဂဆုံးမစာလေးက မှတ်သားစရာပါ။  ကျွန်တော်တို့တတွေ ဘယ်ကလာတယ်ဆိုတဲ့ \"လာရာ\" ကို မသိသလို ဘယ်ကိုသွားမယ်ဆိုတဲ့ \"လားရာ\" ကိုလည်း မသိနိုင်ကြပါ။ မသွားခင် တရားဘာဝနာပွား စိတ်ကောင်းထားကြပြီး လားရာကောင်းဖို့ ကြိုးစားကြရပါမယ်။ Before You Go, Do Good for Others & Do Good forYOURSELF. အားလုံး မင်္ဂလာညချမ်းပါ။Daw Than Kyi (1939~2020)(Kyaikhto, Toungoo, Pyu, Yangon) ••• My wife's elder sister aged 81 who died peacefully at her Okkyin Myananda residence on Jan 20, 2020. ••• The funeral cortege will be leaving from the home at 10:45 a.m and cremation will bedone at Htein Bin cemetery, Hlaingthayar at 12:00 noonon Jan 22 (wed). ••• Sadly missed by her bereaved family.  We miss your voice, We miss your laughter, We miss Everything about You."
    },
    {
        "title": "EXHIBITIONIST",
        "content": "EXHIBITIONIST\n\n••• အပြင်က ရွှေမှုန်ကြဲ အထဲက နွားချေးခံ All fur coat and no knickers. တန်ဖိုးကြီးသားမွေးထည် ဝတ်ထားတယ် အတွင်းခံဘောင်းဘီတော့ မပါဘူး ••• အတွင်းခံဘောင်းဘီမဝတ်တာကို Go commando လို့ပြောပါတယ်။ Going commando, or free-balling for males and free-buffing for females,is the practice of not wearing underpants. အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Dance Dance Dance",
        "content": "Dance Dance Dance\n\nအဆိုအကဝါသနာရှိသူတွေအနေနဲ့ MRTV-4 က စနေနေ့ည ၉ နာရီမှာ တိုက်ရိုက်ထုတ်လွင့်နေတဲ့ Dancing with the Stars Myanmar ကို ကြည့်ဖြစ်ကြမယ်ထင်ပါတယ်။ ၁၉၆၂ စစ်တပ်က အာဏာသိမ်းပြီးနောက်ပိုင်း အနောက်တိုင်းအကတွေကို ပိတ်ပင်ပြစ်လိုက်လို့ မြန်မာတွေမကရတာ ဆယ်စုနှစ်များစွာ ကြာခဲ့ပါပြီ။အခုတော့ သီချင်းအဆိုပြိုင်ပွဲတွေနဲ့အတူ အကပြိုင်ပွဲတွေလည်း ပြန်လည်ရေပန်းစားလာပါတယ်။  ကျွန်တော်ကတော့ အဆိုအက ဝါသနာပါသူဖြစ်လို့ Dancing with the Stars Myanmar ကို မလွတ်တန်း ကြည့်ရှုအားပေးလျက်ရှိပါတယ်။ ၁၉၆၁ က ကနေ့အထိထွက်သမျှ Musical တေးဂီတဇာတ်ကားတွေကိုလည်းကြည့်ဖြစ်ပါတယ်။ အခု ရော့ခ်ဂီတကြိုက်တဲ့ ရေယာဉ်မှူးအကြောင်း သီချင်းလေး Dancing With The Captain ကို နားထောင်ဖို့ တင်ပေးလိုက်ပါတယ်။ သီဆိုသူ ပေါနစ်ကလပ် Paul Nicholas ရဲ့ ၁၉၇၇ ထုတ်သီချင်းဟောင်းပါ။ ••• \"သင်္ဘောက အရှိန်ကုန်ခုတ်မောင်း ပဲ့ကိုင်မယ့်သူမရှိ ဒါပေမဲ့ အခြေအနေတွေအားလုံးကောင်းမယ်ထင်ပါတယ် လူတွေနဲ့တွဲလို့ လူတွေနဲ့တွဲလို့ ကသော ကပ္ပတိန်သင်္ဘောကြီးက သွားနေဆဲ အားလုံးပျော် ဟူးရေး..... Ev'ryone cheerin' nobody steerin' But we seemed to be doin' all right Ev'rybody was dancing with the captain Ev'rybody was dancing with thecaptain\" ••• ကဲ ကပ္ပတိန်ကြီးနဲ့အတူ ကလိုက်ကြရအောင်>>>>> အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "YESTERDAY, TODAY & TOMORROW",
        "content": "YESTERDAY, TODAY & TOMORROW\n\n(အပိုင်း ၁-၂-၃) အများတကာတွေ ပြောပြောနေကြတဲ့ မနေ့က၊ ယနေ့နဲ့ မနက်ဖြန်  ကျောင်းသုံးအင်္ဂလိပ်သဒ္ဒါ (School Grammar) သင်ခန်းစာမှာ The Past အတိတ်ရယ်၊ The Present ပစ္စုပ္ပန်ရယ်၊ The Future အနာဂတ်ရယ် ဆိုပြီး ကာလအပိုင်းအခြား (Tenses) သုံးခုအကြောင်းသင်ခဲ့ကြရတယ်။ နောက် ကာလ (Tense) တွေဟာ အချိန် (Time) နဲ့ ဆက်စပ်နေတာကြောင့် Yesterday ယမန်နေ့၊ Today ယနေ့၊ Tomorrow မနက်ဖြန် ဆိုတဲ့ အချိန်ပြညွှန်းကိန်း (Time Indicator) တွေကို လေ့လာကြရပြန်တယ်။  TODAY & TOMORROW THE MYANMAR TIMES ကမ္ဘာနှင့်အဝှမ်း ဘာတွေဖြစ်ပျက်နေသလဲဆိုတာသိရအောင် နေ့စဉ်ထုတ်ဝေတဲ့ သတင်းစာတွေ ဖတ်ကြရတယ်။ ဒါကြောင့် သတင်းစာတွေကို Daily Newspapers or The Daily or The Dailie လို့ခေါ် ကြပါတယ်။ ကျွန်တော်တို့နိုင်ငံမှာ အင်္ဂလိပ်-မြန်မာ နှစ်ဘာသာနဲ့ ထုတ်ဝေတဲ့ ပုဂ္ဂလိကပိုင် နေ့စဉ်ထုတ် သတင်းစာတစ်စောင်ရှိပါတယ်။ သူက The Myanmar Times ပါ။သူ့ရဲ့ မြန်မာလို ဆောင်ပုဒ်လေးက “ မြန်မာတိုင်းအတွက် မြန်မာတိုင်း(မ်)” ဖြစ်ပြီး၊ အင်္ဂလိပ်လို ဆောင်ပုဒ်လေးက “ The Myanmar Times; Tomorrow’s Papers for Today” ။ “သင်ယနေ့ဖတ်ရမည့် အနာဂတ်သတင်းစာစောင်” လို့ အဓိပ္ပာယ်ရပါတယ်။ အရမ်းကောင်းမွန်တဲ့ vision တစ်ခုပါပဲ။ Top English ဖြစ်ပါတယ်လစဉ်ထုတ် အင်္ဂလိပ်စာပညာပေးတစ်ခုဖြစ်တဲ့ Top English ကျပြန်တော့ “English for Today and Tomorrow” “ ပစ္စုပ္ပန်နှင့် အနာဂတ်အတွက် အင်္ဂလိပ်စာ” လို့ဆိုထားပါတယ်။ အလွန်ထိမိတဲ့ တင်စားချက်လေးပါ။  PAST or YESTERDAY ကာလသုံးပါးအနက် အတိတ်နဲ့ပတ်သက်လို့ ဖိလစ်ပိုင်သမ္မတဟောင်း ဖီဒယ်ရာမို့(President Fidel Ramos) ရဲ့ ပြောကြားချက်အဆိုအမိန့်ကလည်း မှတ်သားစရာပါ။ “Our Past is our Present.” “ကျွန်တော်တို့၏ အတိတ်သည် ကျွန်တော်တို့၏ ပစ္စုပ္ပန်ဖြစ်သည်” တဲ့၊ အတိတ်ကာလမှာ ကောင်းတာတွေ လုပ်နိုင်ခဲ့လို့ မျက်မှောက်ကာလမှာ အခုလို ကောင်းမွေများ ခံစားနေရခြင်းဖြစ်တယ်လို့ အနက်ဖွင့်ဆိုနိုင်ပါတယ်။ “No one is rich enough to buy back his Past.” “မိမိ၏အတိတ်ကို ပြန်ဝယ်နိုင်လောက်အောင် မည်သူမျှ မချမ်းသာလှပါ” ဒီအဆိုအမိန့်လေးက ဆင်ခြင်တွေးတောစရာကောင်းသလို၊ သံဝေဂယူစရာလည်းကောင်းပါတယ်။  PRESENT or TODAY ဆက်လက်ပြီး ပစ္စုပ္ပန်နဲ့ပတ်သက်ပြီး ပြောကြတဲ့အဆိုအမိန့်အချို့ကို လေ့လာကြရအောင်၊ “The Present exists between the Past and the Future.” “ မနေ့က နှင့် မနက်ဖြန်ကြားတွင် ယနေ့ရှိ၏” မှန်လိုက်လေဗျာ။ အင်မတန်ရိုးစင်းပြီး နားလည်လွယ်တဲ့စကားပါ။ လောကီ-လောကုတ္တရာနှစ်ဖြာစလုံးက “ There is no time like the Present” “ပစ္စုပ္ပန်နှင့်တူညီသောအချိန်သည် မရှိပါ” ဟုဆိုကြပါတယ်။ အချို့ကလည်း \"One Today is worth two ” Tomorrows. ယနေ့ တစ်ခုသည် မနက်ဖြန် နှစ်ခုနှင့်ညီမျှသည်” လို့ဆိုကြပြန်တယ်။ ဒါကြောင့်မို့ “Enjoy the Present” လို့ “လက်ရှိအချိန်ကို အကောင်းဆုံးဖြစ်အောင် အသုံးချပါ။” လို့ လမ်းညွှန်တိုက်တွန်းကြတာ ဖြစ်ပါလိမ့်မယ်။"
    },
    {
        "title": "YESTERDAY, TODAY & TOMORROW",
        "content": "YESTERDAY, TODAY & TOMORROW\n\nFUTURE or TOMORROW  မနက်ဖြန်ဆိုတာ မရေရာ မသေချာသလို၊ ရောက်မလာသေးတဲ့ အနာဂတ်ဆိုတာလည်း အကောင်းအဆိုး မှန်းဆရခက်ပါတယ်။ အနာဂတ်အပေါ် အကောင်းမြင်သူတွေရှိသလို၊ အဆိုးရှုမြင်သူတွေလည်း ရှိကြပါတယ်။ ကဲ ခံစားကြည့်ကြရအောင်။ တစ်ယောက်သောသူက ဒီလိုစပြောတယ်။“No one has ever seen Tomorrow.” “မနက်ဖြန်ဆိုတာကို ဘယ်သူမှ မမြင်ဖူးပါ” တဲ့။ မမြင်ဖူးတဲ့ မနက်ဖြန်ကို လက်တွေ့ကျကျသုံးသပ်ပြီး၊ ရှေ့ဘာဖြစ်နိုင်တယ်လို့ မျှော်တွေးနိုင်သူတွေဟာ အနာဂတ်ပိုင်စိုးသူတွေဖြစ်ကြတယ်။ မားကက်တင်းဂုရူကြီး ဖီးလစ်ကော့တလာ (Philip Kotler) ရဲ့ စူးရှထိမိတဲ့ ဈေးကွက်ဆိုင်ရာအဆိုအမိန့်တစ်ရပ်က “The Future is not ahead of us. It has already happened.” ပါ။ အနာဂတ်ဆိုတာ ကျွန်တော်တို့ရဲ့ရှေ့မှာ မရှိပါ။ အဲဒီ \"အနာဂတ် - (ကျွန်တော်တို့အနေနဲ့ မရောက်လာသေးဘူးလို့ ထင်ထားတဲ့ အနာဂတ်) ဆိုတာ ကြိုတင်မျှော်မှန်းနိုင်စွမ်း ရှိတဲ့တချို့တချို့သောသူတွေအတွက် ရောက်ပြီး၊ဖြစ်ပြီးခဲ့ပါပြီ\" တဲ့။ ကောင်းလိုက်တဲ့ အတွေးအမြင်ပါ။ အဲဒီတော့ ၂၀၂၀ ကို ထိုင်စောင့်နေကြဦးမှာလားဗျာ။ TOMORROW  မနက်ဖြန်နဲ့ပတ်သက်လို့ တစ်ယောက်က “Tomorrow never comes. မနက်ဖြန်ဆိုတာ ဘယ်တော့မှ ရောက်မလာပါ” တဲ့။ ဟုတ်မယ်၊ မသေချာမရေရာတဲ့ မနက်ဖြန်ကို ယုံပြီး တစ်ယောက်ယောက်ကိုအလွတ်မဲ့ ငွေချေးလိုက်ရင်တော့ ခင်ဗျားငွေပြန်မရဘဲ ဆီပုံး-ဆုံးပြီပေါ့ဗျာ။ နောက်ပြောကြတာက “Tomorrow is another day. မနက်ဖြန်ဆိုလျှင် နောက်တစ်ရက်ကူးသွားပြီ” တဲ့။ မှတ်သားထိုက်ပါတယ်။ တနည်းအားဖြင့် ယနေ့လုပ်စရာကို မနက်ဖြန်ကို ရွှေ့ရွှေ့သွားလျှင် လွန်စွာအချိန်နှောင်းသွားပါလိမ့်မယ်လို့ အဓိပ္ပာယ်ဖွင့်နိုင်ပါတယ်။အချိန်ရွှေ့ဆိုင်းတတ်သူတွေကို ပျင်းရိသူ၊ အချိန်သူခိုး “Procrastination is the thief of time.” စသည်ဖြင့် ရှုတ်ချလေ့ရှိကြပါတယ်။ အကောင်းမြင်တတ်သူတွေကတော့ “Tomorrow will be brighter than today.” “မနက်ဖြန်ဟာ ဒီနေ့ထက် ပိုကောင်းပါလိမ့်မယ်” လို့ အားပေးကြပါတယ်။ ၁၉၇၄ မှ၁၉၈၈ ထိ (၁၄) နှစ်တာကာလကို ဆိုရှယ်လစ်ခေတ် (Socialist Era) လို့ သမိုင်းပညာရှင်များ သတ်မှတ်ကြပါတယ်။ အဲဒီ ဆိုရှယ်လစ်ခေတ် မြန်မာ့အသံရေဒီယိုက မကြခဏထုတ်လွင့်ပေးနေတဲ့ သီချင်းလေးတစ်ပိုင်းတစ်စက “မနေကနဲ့မတူ အခုတစ်မူထူးပြီ၊ မနက်ဖြန်ဆိုရင် ဒီထက်ခရီးရောက်မည်” ဆိုတဲ့ စာသားလေးကိုကြားယောင်နေမိပါတယ်။ ၁၉၉၅ ခုနှစ် မတ်လ (၂၇) ရက်နေ့ စတင်ထုတ်လွှင့်တဲ့ တပ်မတော်ရဲ့ မြဝတီရုပ်မြင်သံကြားကလည်း တစ်နေ့တာအစီအစဉ်မပြီးဆုံးမီ မြင်တွေ့နေရတဲ့ စာတမ်းလေးက \"မနက်ဖြန် ဒီထက်ပိုထူးမည်\" တဲ့။ ဒါတွေက မနက်ဖြန်ကို အလေးထားကြပုံတွေဖြစ်ပါတယ်။ FUTURE  အနာဂတ်ရဲ့ ရှေ့အလားအလာကောင်းတွေကို အမိအရဖမ်းဆုပ်နိုင်ဖို့ ဒီလို ဒိလို အဆိုအမိန့်တွေနဲ့ တိုက်တွန်းကြပါတယ်။ “The future is purchased by the present . အနာဂတ်ကို ပစ္စုပ္ပုန်ဖြင့် ဝယ်ခြမ်းရသည်”။ “Future depend on our decisions. အနာဂတ်သည် ကျွန်ုပ်တို့၏ ဆုံးဖြတ်ချက်ပေါ် တည်မှီနေသည်”။အနာဂတ်နှင့်ပတ်သက်လို့ “A school is building with four walls, and Tomorrow inside.” “ကျောင်းဆိုတာ နံရံလေးဘက်ထားပြီး၊ အတွင်းဘက်မှာ အနာဂတ်ရှိတဲ့ အဆောက်အဦပါ” ဆိုတဲ့ အဆိုအမိန့်ကို အကြိုက်ဆုံးပါ။ အဲဒီလိုကျောင်းတွေက ပေးတဲ့အနာဂတ်သာ မရရှိပါက၊ ကျွန်တော်တို့လည်း ကောင်းမွန်တဲ့နေရာမျိုးမှာ ရောက်ရှိနေကြမှာ မဟုတ်ပါ။"
    },
    {
        "title": "YESTERDAY, TODAY & TOMORROW",
        "content": "YESTERDAY, TODAY & TOMORROW\n\nအချိန်ကာလသုံးပါးစလုံးအတွက် သတိပေးစကားလေးတွေကို မျှဝေပါရစေ။ Do not look back in anger, nor forward in fear, and around in awareness. နောက် (အတိတ်) ကို ဒေါသဖြင့် ပြန်လှည့်မကြည့်၊ ရှေ့ (အနာဂတ်) ကိုစိုးရိမ်ပူပန်မှုဖြင့် မရှုမြင်ဘဲ၊ ပတ်ပတ်လည် (ပစ္စုပ္ပန်) ကိုသာ သတိကြီးစွာဖြင့် ကြည့်ပါစို့။ ရခဲလွန်းတဲ့ လူ့ဘဝဟာ တိုတောင်းလွန်းပါတယ်။ ဖြစ်ပျက်သဘောနဲ့ ရှုမြင်ရင် ဒီနေ့နဲ့မနက်ဖြန် အတောအတွင်း မတွေးကောင်း၊ မပြောကောင်းတဲ့ဖြစ်ရပ်တွေ၊ လုံးဝမျှော်လင့်မထားတဲ့ ပြောင်းလဲမှုတွေ တွေ့ရမှာပါ။ မလေးရှားဝန်ကြီးချုပ်တစ်ဦး ပြောခဲ့တာလေးကသံဝေဂရစရာပါ။ I’m somebody Today but may be nobody Tomorrow. ကျွန်တော်က ဒီနေ့တော့ အကောင်ပေါ့၊ မနက်ဖြန်မှာ အညတြတစ်ယောက် ဖြစ်ကောင်းဖြစ်သွားနိုင်ပါတယ်။ ဒီနေရာမှာ ဝန်ကြီးချုပ်က အကောင် နဲ့ ဂယောင်ကို စကားလုံးလှည့်စားမှု (wordplay or pun) သဘောနဲ့ ပြောသွားတာက ပိုပြီးမှတ်သားစရာပါ။ Somebody = VIP အရေးပါသူ - အကောင်၊ Nobody = အညတြ - ဂယောင် TODAY & TOMORROW  ဆေးလိပ်မသောက်ကြပါနဲ့၊ မူးယစ်ဆေးဝါးတွေ မသုံးစွဲကြပါနဲ့။ အိုဇုန်းလွှာပေါက်နေပြီ-ကမ္ဘာမြေကို ကာကွယ်ကြပါ။ အရင်က ဘယ်လိုပြောပြော နားမထောင်ကြဘူး၊ အခုတော့…..Today, nobodycares but tomorrow they will. ဒီနေ့ ကျွန်တော်ပြောတာ၊ သတိပေးတာကို မည်သူမှ ဂရုမစိုက်ကြပေမဲ့ မနက်ဖြန်-အနာဂတ်မှာ အလေးထားလာကြမှာပါ။ (ဒါပေမဲ့ အရမ်းနောက်ကျသွားတတ်ပါတယ်။ နောင်တတွေ တစ်လှေကြီးနဲ့ နေသွားကြရမှာပါ) Do now, Pay later. အခုတော့ လုပ်ထားကြဦး၊ နောက်မှ မတန်တဆပေးဆပ်လိုက်ကြဦး ဆိုတာလိုမျိုးပေါ့။ SOMEDAY တစ်နေ့နေ့  Beatles တေးဂီတအဖွဲ့ဝင် တေးရေး၊ တေးဆို ဂျွန်လယ်နွန် John Lennon (1940-1980) က မငြိမ်းချမ်းနိုင်သေးတဲ့ ကမ္ဘာကြီးကို ငြိမ်းချမ်းစေလိုသောဆန္ဒနဲ့ \"စိတ်ကူးကြည့်စမ်းပါ (I-M-A-G-I-N-E)\" ဆိုတဲ့ တေးသီချင်းကို ၁၉၇၁ ခုနှစ်(လွန်ခဲ့သော အနှစ် ၅၀ နီးပါး) က ရေးစပ်ခဲ့ပါတယ်။ စာသားကောက်နှုတ်ချက်လေးကို ခံစားကြည့်ပါဦး။ \"\"You may say that I’m a dreamer, But I’m not the only one. အခုအချိန်မှာ ကျွန်တော့ကို စိတ်ကူးယဉ် အိမ်မက်မက်နေသူလို့ ပြောကောင်းပြောကြလိမ့်မယ်။ (ဒီနေ့တော့ ကျွန်တော်က စိတ်ကူးယဉ်သမားပေါ့ဗျာ။)But I’m not the only one. ဒါပေမဲ့ အဲဒီစိတ်ကူးမျိုး ကျွန်တော်တစ်ယောက်တည်း ရှိနေတာတော့ မဟုတ်ပါဘူး။ I hope someday you’ll join us. ခင်ဗျားတို့လည်း ကျွန်တော့လိုစိတ်ကူးမျိုး တစ်နေ့နေ့ ဖြစ်ပေါ်လာလိမ့်မယ်လို့ မျှော်လင့်ပါတယ်။ And the world will be as one. ဒါဆို လူသားအားလုံးလည်းတစ်စိတ်တစ်ဝမ်းတည်း ဖြစ်သွားမယ်\"\" ဒီအပိုဒ်လေး I hope someday you’ll join us. ကိုတော့ အရမ်းကြိုက်မိတယ်။ အတွေးအခေါ်သစ်၊ စိတ်ကူးသစ်၊ ကုန်စည်သစ်၊ ဒီဇိုင်းသစ်တွေကို စစချင်း လူတွေက လက်မခံချင်ကြဘူး။ နောက်မှ ကြိုက်လာတတ်တာ သဘာဝပါ။ စိတ်ရှည်သည်းခံကြရပါတယ်။ အလွယ်နဲ့အလျော့မပေးစေချင်ပါ။ နောက်ဆုံးပိတ်အနေဖြင့် - နောက်ဆုံးမှ တင်ပြရသော်လည်း ခပ်ပေါ့ပေါ့မဟုတ်ဘဲ အလေးထားလျက် ပြောပါရစေ။ LOOKING BACK, LOOKING FORWARDS  ဒေါ်အောင်ဆန်းစုကြည်ရဲ့ LOOKING BACK, LOOKING FORWARDS သူကိုးကားဆောင်းပါးပါ \"ကာလီဒါသ၏ အရုဏ်ဦးကို နှုတ်ခွန်းဆက်သခြင်း\"ကဗျာကောက်နှုတ်ချက်နဲ့ အများတကာတွေ ပြောပြောနေကြတဲ့ စာစုလေးနဲ့ \"မနေ့က၊ ယနေ့နဲ့မနက်ဖြန်\" ကို နိဂုံးချုပ်ပါရစေ။ ……… yesterday is but a dream. And tomorrow is only a vision; But today, well lived, Makes every yesterday a dream of happiness, And every tomorrow avision of hope. Look well, therefore, to this day. The Salutation to the Dawn by Kalidasa [600-1200 AD] ကောင်းမွန်လှပတဲ့ မနက်ဖြန်များအတွက် -------.------- အားလုံး ဝိုင်းဝန်းကြိုးပမ်းကြပါစို့။ ကောင်းမွန်လှပတဲ့ မနက်ဖြန်များအတွက် -------.-------အားလုံး ဝိုင်းဝန်းကြိုးပမ်းကြပါစို့။ Let’s hope for the best !!! အားလုံး မင်္ဂလာနေ့လယ်ခင်းပါ။"
    },
    {
        "title": "Life ဘဝ",
        "content": "Life ဘဝ\n\nအဘိဓာန်တွေက Life ကို \"ဘဝ\" နဲ့ \"အသက် ဇီဝ\" လို့ အနက်ဖွင့်ကြပါတယ်။ လူတစ်ယောက် ချမ်းချမ်းသာသာ နေရတဲ့ဘဝမျိုး ပိုင်ဆိုင်ရင် အင်္ဂလိပ်က \"Born with silver spoon in your mouth ပါးစပ်မှာ ငွေဇွန်းကိုက် မွေးဖွားလာတယ်\" လို့ တင်စားပြောလေ့ရှိပါတယ်။ ကံမကောင်းအကြောင်းမလှလို့ အတိဒုက္ခရောက်ပြီး၊ဒုက္ခသုက္ခများတဲ့ဘဝ၊ နုံချာတဲ့ဘဝမျိုးနဲ့ ခက်ခက်ခဲခဲ ရှင်သန်နေရတာကို Lead a dog's life လို့ ဆိုကြပါတယ်။  Life ကို \"ဘဝ\" အနက်အဓိပ္ပာယ်နဲ့ သုံးနှုန်းတဲ့ Larger than life အီဒီယံတစ်ခုရှိပါတယ်။ Larger than life ဆိုတာ \"ပုံမှန်လူ့အရွယ်ထက် ပိုကြီးသော\" \"တကယ်တော်၊ အလွန်ထူးခြားသော Greater,grander, etc. than most others of its kind\" \"အဟန့်ကောင်းသော၊ ပေါ်လွင်ထင်ရှားသော In an exaggerated form\" စတဲ့ အနက်အဓိပ္ပာယ်မျိုးတွေရှိပါတယ်။ ဥပမာ - (1) Everything about Lady Gaga is larger than life. (2) Throughout his career, Clint Eastwoodhas always been a larger than life character. ဒါက Life 'ဘဝ' အကြောင်း အမြည်းလေးပါ။ အခွင့်သာရင် Life 'အသက်' အကြောင်း ဆက်ပါဦးမယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Read it in the News",
        "content": "Read it in the News\n\nအင်္ဂလိပ်စာတော်ချင်၊ တတ်ချင်သူတွေအတွက် \"သတင်းစာများကိုဖတ်ပါ\" အထူးသဖြင့် အင်္ဂလိပ်သတင်းစာရော၊ မြန်မာသတင်းစာပါ ဖတ်ရှုလေ့လာ ကျက်မှတ်ကြပါလို့ နှစ်သစ်ကူး အကြံပြုစကားပါးချင်ပါတယ်။ မြန်မာ့အလင်း (သို့မဟုတ်) ကြေးမုံ ကိုလပေးယူထားပြီးရင်၊ Global New Light of Myanmar အင်္ဂလိပ်သတင်းစာကိုပါမှာယူဖတ်ရှုစေချင်ပါတယ်။ နိုင်ငံခြားသတင်းစာ အစောင်စောင်ကို အချိန်ပေးနိုင်ရင် ပေးနိုင်သလောက် အွန်လိုင်းပေါ်မှာ အလွယ်တကူရှာဖွေဖတ်ရှုနိုင်ပါတယ်။ ကျွန်တော် နေ့စဉ်ဖတ်နေတာက The Guardian; The New York Times; Japan Today News; Nikkei Asian Review တို့ဖြစ်ပါတယ်။  ကျွန်တော်အစိုးရဝန်ထမ်းအဖြစ် စလုပ်တဲ့ ၁၉၇၄ ကစပြီး၊ အင်္ဂလိပ်သတင်းစာ The Guardian Daily ဂါဒီယံသတင်းစာကို တစ်လ ၇ ကျပ်နဲ့ လစဉ်မှာယူဖတ်ပါတယ်။ အဲဒီအချိန်က အလုပ်သင်ဘဝ လစာ ၁၃၀- ကျပ်သာရလို့ မြန်မာသတင်းစာကိုတော့ ဝယ်မဖတ်နိုင်ခဲ့ပါဘူး။ ဒါနဲ့ပတ်သက်လို့ ဇနီးသည်ရဲ့ ဟောင်းနွမ်းသွားတဲ့ ဒိုင်ယာရီစာမျက်နှာတစ်ခုမှာ\"တော်တော်တစ်ကိုယ်ကောင်းဆန်တဲ့လူ၊ ဗမာသတင်းစာဝယ်ရင် တို့နှစ်ယောက်ဖတ်ရသေး\" လို့ ရေးထားတာလေး အမှတ်မထင်တွေ့မိတော့ စိတ်မကောင်းဖြစ်မိတယ်။  ကိုယ့်ဘဝတိုးတက်ရေးအတွက် တစ်စိုက်မတ်မတ် လေ့လာဆည်းပူးခဲ့တဲ့ အင်္ဂလိပ်စာက ကျွန်တော့်ဘဝ ဖြတ်သန်းရာနေရာတိုင်းမှာ ကျွန်တော့်ကို အများတကာထက်နှာတစ်ဖျားသာလွန်အောင် တွန်းပို့ပေးနိုင်ခဲ့ပါကြောင်း အသိမျှဝေပေးလိုက်ပါတယ်။ အင်္ဂလိပ်စာတတ်မြောက်မှုဖြင့် ဘဝမြှင့်တင်နိုင်ကြပါစေ။ အားလုံး မင်္ဂလာနှစ်သစ်ချိန်ခါသမယပါ။"
    },
    {
        "title": "I Stopped Crying",
        "content": "I Stopped Crying\n\nမနေ့က စွန့်ပစ်ပစ္စည်းတွေကောက် အသက်မွေးရသူတွေအကြောင်း Skynet မှာ ကြည့်လိုက်ရပါတယ်။ တစ်ဝမ်းတစ်ခါးအတွက် ခက်ခက်ခဲခဲ ရှာဖွေစားသောက်နေရသူတွေရဲ့ ဘဝက ကြမ်းတမ်းလွန်းလှပါဘိ။  ကိုယ့်မှာစီးစရာဖိနပ်မရှိတော့ ငိုမိတယ်။ ခြေနှစ်ဖက်မရှိသူကို တွေ့မှ ကျွန်တော်အငိုတိတ်သွားတယ်I cried because I had no shoes until I met a man who had no feet. ဆိုတဲ့ အဆိုအမိန့်ကို မြင်လာပါတယ်။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "Elastic Habit",
        "content": "Elastic Habit\n\nOld Habits Die Hard ကို အကျင့်ဟောင်းတွေ ဖျောက်ရခက်ပါတယ်၊ ဝါသနာစွန့်နိုင်ခဲတယ်၊ ငယ်မူမဖျောက်နိုင်ဘု၊ မွေးသန္ဓေ သေမှစွန့်\" လို့ ဘာသာပြန်ကြတာ တွေ့ရပါတယ်။ တစ်ချို့က ခေါက်ရိုးကျိုးနေတဲ့ အကျင့်ရှိသူတွေဟာ သူတို့အကျင့်ဟောင်းတွေ မစွန့်လွတ်နိုင်ကြ လို့ အနက်ပေးတာလည်း ရှိပါတယ်။People who have long been used to doing things in a particular way will not abandon their habits. တစ်ချို့ကလည်း Custom, tradition, idea etc are to be slow in changing or disappearing. \"ဓလေ့ထုံးတမ်း (Tradition);ဓလေ့၊ အလေ့အထ (Custom) စတာတွေဟာ တော်ရုံနဲ့ မှေးမှိန်ကွယ်ပျောက်မသွားဘူးလို့ အဓိပ္ပာယ်ဖွင့်ကြပါတယ်။  \"မွေးသန္ဓေ သေမှစွန့်\" အသုံးအနှုန်းနဲ့ ထပ်တူပြုနိုင်တာက A leopard cannot change its spots. ဖြစ်ပါတယ်။ သူလည်း \"Old habits die hard. အကျင့်ဟောင်းတွေ ဖျောက်ရခက်တယ်\" ဆိုတာလိုလူရဲ့အမူအကျင့်စရိုက်ကို ဘယ်တော့မှ မပြောင်းတတ်ပါ Someone will never change their character. တကယ်တော့ လူပဲဖြစ်ဖြစ်၊ တိရစ္ဆာန်ပဲဖြစ်ဖြစ် ပြုပြင်လို့မရတာ မရှိပါဘူး။ It's never too late to mend. ဆိုရိုးအတိုင်း ပြင်မယ်ဆိုရင် နောက်မကျပါဘူး။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Morning Person မနက်လူ",
        "content": "Morning Person မနက်လူ\n\nအခုတလော အရင်လို အိပ်ရာဝင်နောက်မကျတော့ဘဲ စောစောအိပ်ဖြစ်တာကြောင့် ကနေ့မနက် ကျွန်တော် ၄ နာရီမထိုးမီ နိုးလာပါတယ်။ အသက်ကြီးလာရင် အအိပ်အနေနည်းလာတယ်တဲ့။ ဘာပဲပြောပြော \"Early to bed & early to rise စောစောအိပ်ထ ပြုကျင့်က\" ဆိုတာလေးက အကောင်းဆုံးဖြစ်မယ်ထင်ပါတယ်။စောစောထတာနဲ့ပတ်သက်လို့ လူသိများတာက Early riser ပါ။ ဈေးရောင်းသူတွေ အသုံးများလို့ Early bird စကားက လူတွေနဲ့ ရင်းနှီးကျွမ်းဝင်လာပါတယ်။ The early bird gets the worm. လို့ အဆိုရှိပါတယ်။ The person who arrives first is the one who is successful.ဥပမာ - We'll want to be at the theater early for the best seats – the early bird gets the worm! စောစောရောက်သူ နေရာရတယ်၊ အခွင့်အရေးရတယ်၊ အောင်မြင်တယ်ပေါ့ဗျာ။  အင်္ဂလိပ်စကားမှာ \"Morning person မနက်လူ\" ဆိုတာ \"မနက်ခင်းစောစောထသူ\" ကိုခေါ်တာပါ။အဘိဓာန်က ဒီလိုလူမျိုးကို A person who wakes up, without difficulty, early each morning and is alert and active during the first part of the day. သက်သောင့်သက်သာဖြင့် \"စောစီးစွာအိပ်ရာမှထ၍ မနက်ပိုင်း နိုးကြားတက်ကြွနေသူ\" လို့ အနက်ပေးပါတယ်။That is me! ကျွန်တော့်ကို ပြောတာ ဖြစ်ပါလိမ့်မယ်။ I am a morning person. I'm an early riser or an early bird.Cheers to y'all Morning Persons! မနက်စောစောထသူအပေါင်း မင်္ဂလာပါ။"
    },
    {
        "title": "SOB - Son of a Bitch",
        "content": "SOB - Son of a Bitch\n\nစိတ်အနှောင့်အယှက်ဖြစ်၊ ဒေါသဖြစ်၊ မနှစ်မြို့တဲ့အခါ လွတ်ခနဲ ပြောထွက်သွားတာက \"Son of a bitch ခွေးမသား\" အာမေဋိတ်လေးပါ။ စိတ်တို၊ စိတ်ကုန်လို့ပြောတဲ့ ဆဲရေးစကား Fuck လောက်မရင့်သီးပါ။ သောက် လို့ အဓိပ္ပာယ်ရတဲ့ Bloody; What the hell; Who the hell တို့လို စိတ်လိုက်မာန်ပါ ထည့်ပြောစကားHell တို့လို ပြောနေကျစကားပါ။ ခွေးမသား (Son of a bitch) နဲ့ အဓိပ္ပာယ်ဆင်တူ စကားတွေက Son of a duck; Son of a whore နဲ့ Son of a gun တို့ဖြစ်ပါတယ်။  \"Son of a gun\" နဲ့ပတ်သက်လို့ အထင်ကရအဘိဓာန်ကြီးနှစ်ခု CALD-The Cambridge Advanced Learner's Dictionary(CALD) နဲ့ Webster's Dictionary က \"Son of a bitch ခွေးမသား\" လို နင့်နင့်စီးစီးတဲ့တိုးမပြောရက်တာကြောင့် စကားလုံးလှလှ အနုအရွအဖြစ် \"Son of a gun\" ကိုအစားထိုးသုံးလိုက်တာဖြစ်တယ်လို့ ဆိုပါတယ်။ Encarta Dictionary အင်ကာတာအဘိဓာန်ကတော့ Term of affectionတစ်ယောက်ယောက်ကို ချစ်စနိုးခေါ်ဝေါ်တာလို့ အနက်ဖွင့်ပါတယ်။ မြန်မာတွေခင်မင်မှုနဲ့ \"ယောက်ဖ\" \"ယောက်ဖရေ နေတောင်အတော်စောင်းပြီ\" \"ယောင်းမရေ သူငယ်ချင်း\" စသဖြင့် ကျီစယ်ခေါ်ကြတာမျိုးပါ။  Son of a gun အခေါ်အပြောကို Carpenters တေးအဖွဲ့ရဲ့ Jambalaya (On the Bayou) သီချင်းမှာကြားရပါတယ်။ ဒီသီချင်းရဲ့ ကော်ပီသီချင်းက ချိုပြုံးရဲ့ \"မိတယ်မိုက်တယ်\" ပါ။ Son of a gun ခေါ်တာလေး ပြန်ကြားရအောင် Jambalaya သီချင်း နားထောင်လိုက်ပါဦး။ ^^^A good-bye Joe, you gotta go, me oh my oh He gotta go-pole the pirogue down the bayou His Yvonne thesweetest one, me oh my oh Son of a gun, we'll have big fun on the bayou ^^^ Son of a gun အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Think about life, not death",
        "content": "Think about life, not death\n\nKirk Douglas \\_ The legendary Hollywood actor ၁၀၃ နှစ်အထိ အသက်ရှည်ရှည်နေသွားရသူ မင်းသားကြီး ကတ်ဒေါက်ဂလပ်ရဲ့ ဘဝရှင်သန်ပုံ တင်ပြချက်ကို နားထောင်ကြည့်ရင်း Listening practice လုပ်လိုက်ကြပါဦး။ Listen first 4 or 5 times, then Repeat after the narrator.You'll be smart\\!"
    },
    {
        "title": "No Crime, No Prison",
        "content": "No Crime, No Prison\n\nPrison is a building in which people are legally held as a punishment for a crime they have committed or while awaiting trial. A prison is also known as a correctional facility, jail, gaol penitentiary (American English),detention center correctional center, (American English) or remand center.  A prison is shut day and night, yet it is always full. The temples are always open, and yet find no one in them. နေ့ရောညပါပိတ်ထားတဲ့ အကျဉ်းထောင်မှာလူအမြဲပြည့်နေပြီး အမြဲတမ်းဖွင့်ထားတဲ့ ဘုရားကျောင်းကန်တွေမှာတော့ လူမရှိကြဘူး။ ထူးဆန်းတယ်နော်။ ဒါက တရုတ်စကားပုံတစ်ခုပါ။  The Netherlands ခေါ် Holland ဟော်လန်နိုင်ငံနဲ့ စကင်ဒီနေးဗီးယား နိုင်ငံတစ်ခုဖြစ်တဲ့ Denmark ဒိန်းမတ်နိုင်ငံတို့မှာ ရာဇဝတ်မှု ကျူးလွန်သူ နည်းပါးလာတာကြောင့် ထောင်တွေပိတ်ပစ်လိုက်ကြပြီလို့ သိရပါတယ်။ အခု Sweden ဆွီဒင်မှာလည်း ထောင်မရှိတော့ပါ။ အတုယူလေ့လာစရာ ကောင်းလှပါတယ်။ ကျွန်တော်တို့နိုင်ငံမှာတော့ တရားမမှု၊ ရာဇဝတ်မှုတွေ ထူပြောဆဲမို့ ထောင်တွေကို ပိတ်ပစ်ဖို့ ဝေးပါဦးမယ်။ အားလုံး အရှုပ်ထဲမှာရှင်းအောင်နေပြီး အန္တရာယ်အသွယ်သွယ်မှ ကင်းဝေးကြပါစေ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "The Generals",
        "content": "The Generals\n\nလက်တင်စကားပုံတစ်ခုက \"The good general makes good soldiers.\" ဗိုလ်ချုပ်ကောင်းတစ်ဦးဟာ စစ်သည်တော်ကောင်းများဖြစ်အောင် ပျိုးထောင်ပေးတယ်လို့ ဆိုပါတယ်။ စစ်သားကောင်းတွေကို ပြည်သူ့အာဏာပိုင်စိုးတဲ့ ဒီမိုကရက်တစ်စနစ်ထွန်းကားရာ ဝန်းကျင်မှာသာ တွေ့ရပါလိမ့်မယ်။ မင်းစိုးမင်းညစ် စစ်အာဏာရှင်တွေကြီးစိုးရာနေရာမျိုးမှာတော့ ဗိုလ်ချုပ်ကောင်းတွေ မရှိနိုင်ပါဘူး။ အဲဒီ ဗိုလ်ချုပ်ဆိုးတွေ လက်အောက်ရောက်နေတဲ့ စစ်သားတွေရဲ့ဘဝက ဘယ်လိုမှ မကောင်းနိုင်ပါဘူး။ The blood of soldiers make the generals greater. စစ်သားသွေးထွက် စစ်ဗိုလ်ချုပ်ကြီးတွေသာ ရာထူးတက်ဖြစ်နေပါလိမ့်မယ်။••• အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "နှစ်ယောက်တည်း",
        "content": "နှစ်ယောက်တည်း\n\nတေးရေး - မြို့မငြိမ်း တေးဆို - လေဘာတီမမြရင်/ မာမာအေး ••• နှစ်ယောက်တည်းဆိုရင်... စကားလက်ဆုံဝင်... ပြောရုံနဲ့ပင် အရသာထူးသမို့... ရူးတယ်လို့ ဆိုနိုင်တယ်... ကျိန်စေချင် ကျိန်ပါမယ်... နတ်စည်းစိမ် ဆယ်သက် တကယ်မမက်ပါတယ်... ဆန့်ချင်တယ်ထင်ရင် ကမ္ဘာ့အပြင်ထွက်လို့... နှစ်ယောက်သားဘောက်ခါးစို့လား မောင်ရယ်... လောကကြီး မေ့ပြီး ပစ်နိုင်တယ်... အရင်က ရှင်တို့ ကျွန်မတို့ အဖေနဲ့ အမေတွေ ဘိုးအေတွေ ဘွားအေတွေ နှစ်ယောက်တည်း တွေ့ကြဆဲ အခါဝယ်... အာကာလွှာပုံပြုလို့ မေရုကလောင်သဖွယ်... သမုဒ်မင်ရည်နှယ်... ချစ်တာတွေ တွင်တွင်ပြောလို့ မောနိုင်ဘူးတဲ့ မောင်ရယ်... သူ့ခေတ်နဲ့တော့သူတွင်ကျယ်မယ်... သူတို့ကိုလည်း ပြိုင်ဖို့မလိုဘူးထင်တယ် နှလုံးသွေးအစစ်နဲ့ ချစ်တာတွေကို မောင်ရယ်... ရှင်နဲ့ နှစ်ယောက်တည်းကျမှ ရေးပြချင်ပါတယ်... မောင်မယ်... နှစ်ယောက်တည်း ဆိုရင်မောင်ရယ်... ဧဝရက်တောင်ထိပ် နေချင်ရင် ခုသွား... ရေရှားတဲ့သဲကန္တာရ ဆဟာရမရှောင်တယ်... နေမမြင်... ရေပြင်ခဲတဲ့...မြောက်ဝန်ရိုးစွန်းကိုပဲ ခေါ်ခေါ် ပျော်ပါမယ်... သဲသဲမဲမဲ ဇွဲနဲ့ နှစ်ယောက်တည်း နေချင်တယ်... ချိန်းတဲ့ညကျ ရွှေလမောင် သူတွင်ကျယ် ကမ္ဘာမြေတစ်ပြင်လုံး မြူမဖုံး တိမ်မကွယ်... ထက်ကောင်းကင်မယ်... ထိန်ထိန်သာတော့တယ်... မှောင်မိုက်မိုက် ချောင်ကြိုက်ကြတဲ့အခါဝယ်... လောကွတ်ချော်တော်မူအားတယ်ဖိုးလနတ်သား... တိမ်ကြားမြုပ်စေသားလို့ ဆုတောင်းရမလား... သတိထား တော်တော်ကျယ်... စိမ်းရွက်ညို အကြိုအကြားက ပြောက်ပြောက်ကျားကျား ရောင်ခြည်ဝင်တယ်... မြေအပြင် ငွေမင်ဖြူးသည့်နှယ်... လရောင်တွင် မကြောင်ဝံ့လို့ သစ်ပင်အောက်ကို မှောင်ခိုကာရယ်... နှစ်ယောက်တည်းတွေ့ကြရာဝယ်...မောင်ရယ်... အကျီစားသန် ရန်ဖြစ်ရလိမ့်မယ်... ဒါနှုတ်ဆက်တာလား... မျက်နှာထား မယုံစဖွယ်... အံတကြိတ်ကြိတ် ထိတ်များ ထိတ်ပါဘိတော့တယ်... ••• MP3 Download Original Link-[https://my.pcloud.com/publink/show](https://www.google.com/search?q=https://my.pcloud.com/publink/show)... YouTube Link-[https://youtu.be/XcC27108CnA](https://youtu.be/XcC27108CnA)Special credit to original artists & uploader."
    },
    {
        "title": "Persimmon & Parsimony",
        "content": "Persimmon & Parsimony\n\nPersimmon = A type of fruit, of orange colour, very sweet, quite astringent when immature. \"တည်သီး\" နဲ့ အသံထွက်ပုံချင်း ဆင်သယောင်ရှိတဲ့ Parsimony (noun) က Great reluctance to spend money unnecessarily. \"ကပ်စေးနဲခြင်း၊ နှမြောတွန့်တိုခြင်း\"အဓိပ္ပာယ်ရှိပါတယ်။ Parsimony ရဲ့ (Adjective) က Parsimonious ဖြစ်ပြီး၊ (Adverb) က Parsimoniously ဖြစ်ပါတယ်။ Parsimony ရဲ့ဆင့်ပွားအဓိပ္ပာယ်က The principle of using the fewest resources. သယံဇာတလို ပစ္စည်းတွေကို ဗုံးပေါလအောထုတ်မသုံးဘဲ ခြိုးခြိုးခြံခြံ စစ်စစ်စီစီသုံးတယ်ဆိုတဲ့အနေနဲ့ သုံးနိုင်ပါတယ်။ ဝေါဟာရတွေကို အကျယ်ပြန့်ဆုံး အဓိပ္ပာယ်တွေ ရှာဖွေနိုင်ကြပါစေ။"
    },
    {
        "title": "Havoc",
        "content": "Havoc\n\nတရုတ်နိုင်ငံတစ်ဝန်း ကိုရိုနာဗိုင်းရပ်ကြောင့် တရုတ်ပြည်တွင်းရှိ ထုတ်လုပ်မှုတွေ အကြီးအကျယ်ထိခိုက်နေတာကြောင့် ဂျပန်ကုမ္ပဏီတွေ နေရာရွေ့ဖို့ စဉ်းစားနေတယ်။ Japanese firms weigh production shift out of China as Coronavirus wreaks havoc. ဒီသတင်းထဲက wreak havoc အကြောင်းပြောချင်ပါတယ်။ တစ်လုံးချင်းကြည့်ရင် Havoc (noun) က \"ကသောင်းကနင်းဖြစ်ခြင်း၊ ဗြောင်းဆန်ခြင်း widespread devastation, destruction\" လို့ အဓိပ္ပာယ်ရပါတယ်။ သူ့ကို Create; Play; Wreak တို့လို ကြိယာတွေနဲ့ တွေ့ရတတ်ပါတယ်။ အခုသတင်းမှာ တွေ့ရတဲ့ Wreak က \"ကပ်ဘေးကျရောက်သည်၊အကြီးအကျယ်ထိခိုက်စေသည်၊ ပျက်စီးစေသည်၊ (ဒေါသအမျက်) ပေါက်ကွဲစေသည်\" စတဲ့ အနက်တွေရှိပါတယ်။ သဘာဝဘေးကြောင့်ဖြစ်ဖြစ်၊ လူဖန်တီးမှုကြောင့်ဖြစ်ဖြစ် To cause damage, disruption, or destruction. ဖြစ်ပေါ်လာတဲ့ အန္တရာယ်တွေကြောင့် သေကျေပျက်စီးတာကို Wreak havoc လို့ တွဲသုံးပါတယ်။ဥပမာ - ^^ In 2008, cyclone Nargis wreaked havoc on Myanmar, killing hundreds of thousands of people. ^^ His heavy drinking wreaked havoc on his family. ကဲ မနှစ်မြို့စရာ \"ပျက်စီးပြုန်းတီး၊ ဖျက်ဆီးခြင်း\" အနက်ရှိတဲ့ Havoc ကို မကြုံရ မကြားရပါစေနဲ့။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "A Cup of Coffee",
        "content": "A Cup of Coffee\n\nCoffee Joe A Cup of Coffee A Cuppa ••• Caffeine has been a boon for civilization ... ဆိုတဲ့အတိုင်း ဘယ်သူတွေ ဘာပြောပြော ကျွန်တော်တို့တတွေ ကော်ဖီသောက်လာတာ ကြာလှပါပြီ။ Ground coffee (Real coffee) အမှုန့်ကြိတ်ကော်ဖီကို ဖျော်သောက်ရာက Instant coffeeအသင့်ဖျော်ကော်ဖီတွေကို မက်မက်မောမော စွဲစွဲလန်းလန်း သောက်သုံးနေကြဆဲပါ။ အခုတော့ Coffee maker ကော်ဖီဖျော်စက်တွေနဲ့ Different types of coffee ကော်ဖီမျိုးစုံ ဆက်ပြီးသောက်နေဆဲပါ။ How about a cuppa joe?"
    },
    {
        "title": "When I Die I’m Going to Heaven",
        "content": "When I Die I’m Going to Heaven\n\nငရဲ ကို မြန်မာအဘိဓာန်က \"မကောင်းမှုပြုလုပ်သူများ နောင်တမလွန်ဘဝ၌ ဆင်းရဲကြီးစွာခံရာအရပ်\" လို့ အနက်ပေးပါတယ်။ အင်္ဂလိပ်က ငရဲ ကို \"Hell ဆင်းရဲဒုက္ခ၊ ဒုက္ခဘုံ\" နဲ့ တူညီမှုပြုပါတယ်။ အလွန်အမင်းဒုက္ခရောက်၊ အလွန်တရာ စိတ်မချမ်းမြေ့ဖွယ် အခြေအနေဆိုးတွေကို \"Hell hole ငရဲတွင်း\" လို့ သတ်မှတ်လိုက်ပါတယ်။A situation that is extremely unpleasant for someone. They make the lives of their workers a living hell.  အဘိဓာန်တွေက Hell ကို ငရဲလို့ အနက်ပေးသလို Heaven ကို ကောင်းကင်ဘုံ လို့ အနက်ဖွင့်ကြပါတယ်။ တချို့ကလည်း Heaven ဆိုတာ နိဗ္ဗာန် လို့ဘာသာပြန်နေကြတာကိုလည်း တွေ့ရပါတယ်။ ဘာသာရေးအရ ကောင်းမှုပြုသူက \"Heaven ကောင်းကင်ဘုံ၊ သုခဘုံ\" ရောက်ရှိပြီး၊ အပြစ်ကျူးလွန်သူက \"Hell ငရဲဘုံ\" ငရဲလားရတယ်လို့ အယူရှိပါတယ်။  အခုပြောပြချင်တဲ့ ဝတ္ထုခေါင်းစဉ်က \"When I Die I’m Going to Heaven ကျွန်မသေရင် ကောင်းကင်ဘုံရောက်မှာ\"ဖြစ်ပါတယ်။ အသက် ၁၈ နှစ်အရွယ် မိန်းကလေးတစ်ဦး စစ်သူနာပြုအလုပ်ဝင်ပြီး ၆ လမပြည့်ခင် တောင်ဗီယက်နမ်စစ်ဆေးရုံတစ်ခုမှာ တာဝန်ချထားခံရပါတယ်။ အဲဒီအချိန်က အမေရိကန်အားပေးကူညီတဲ့ တောင်ဗီယက်နမ်နဲ့ ဆိုဗီယက်ရရှားက ထောက်ပံ့တဲ့ မြောက်ဗီယက်နမ်တို့ စစ်ဖြစ်နေလို့ အဲဒီစစ်မြေပြင်မှာ ဒုက္ခအကြီးအကျယ်ရောက်ခဲ့ရလို့အရွယ်နဲ့မမျှ အရှင်လတ်လတ် ငရဲကျတဲ့အကြောင်း ခြယ်မှုန်းထားတာပါ။  ဒါ့ကြောင့်သူ့အဖြစ်က When I Die I’m Going to Heaven ‘Cause I’ve Spent My Time in Hell ငရဲမှာ အကြာကြီးနေခဲ့ရတာကြောင့် ကျွန်မသေရင် ကောင်းကင်ဘုံရောက်မှာလို့ တင်စားပြောဆိုတာ ဖြစ်ပါတယ်။ ကျွန်တော်တို့ မြန်မာနိုင်ငံသားတွေလည်း နှစ်ပေါင်း ၅၀ နီးပါး ငရဲတမျှ ဆင်းရဲဒုက္ခအမျိုးမျိုး ခါးစည်းခံခဲ့ရပြီး ဖြစ်တာကြောင့် နောင်ဘဝမှာ ကောင်းကင်ဘုံ (ကောင်းရာမွန်ရာ) ရောက်ဖို့ သေချာသွားပါပြီ။ Good night, folks\\! အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "သေပြီဆရာ",
        "content": "သေပြီဆရာ\n\nWhat really happens if you contracted Wuhan Coronavirus? ဝူဟန်ကိုရိုနာဗိုင်းရပ်ပိုး ကူးစက်ခံရရင် သင်ဘာဖြစ်သွားမလဲ။ And then you are dead! ဒါဆို ခင်ဗျားသေပြီပေါ့ဗျာ။ We will come to pick up your body. ခင်ဗျားသေပြီဆိုတော့ ကျွန်တော်တို့လည်း ခင်ဗျားအလောင်း ကောက်ကြရုံပဲပေါ့။Till date there is no cure in sight. အခုထိ ကုရာနတ္ထိ ဆေးမှမရှိသေးတာ။"
    },
    {
        "title": "Vocab _ at a glance",
        "content": "Vocab _ at a glance\n\n••• အင်္ဂလိပ်စာလေ့လာနေကြသူတွေအနေနဲ့ ဝေါဟာရ တိုးပွားချင်ရင် စကားလုံးတွေရဲ့ အင်္ဂလိပ်လို အဓိပ္ပာယ်ဖွင့်ဆိုချက် (Definition) တွေ၊ စကားလုံးတွေရဲ့ရင်းမြစ်၊ ဝေါဟာရသမိုင်း (Etymology) တွေကိုပါ လေ့လာနိုင်ပါက များစွာအကျိုးရှိပြီး၊ ဖတ်ရှုရာမှာ ပိုမိုရသအရသာရှိမယ်၊ ရေးသားရာမှာ ပိုမိုထိရောက်အားရှိမယ်၊စကားပြောဆိုရာမှာလည်း ဝေဝေဆာဆာ လှလှပပ ပြောပြနိုင်မယ်လို့ ယုံကြည်ပါတယ်။ ••• ကျွန်တော်ကတော့ စကားတစ်လုံးတွေ့ရင် တိုက်ရိုက်အဓိပ္ပာယ်အပြင် သွယ်ဝိုက်အဓိပ္ပာယ်တွေပါ ကျေညက်အောင် ရှာဖွေလေ့လာပါတယ်။ နမူနာ ဥပမာပေးဝါကျတွေကိုလည်း မှတ်သားပါတယ်။ ကြိုက်တာတွေကို အလွတ်ကျက်ပါတယ်။ဥပမာအနေနဲ့ Tri နဲ့ Trio ကိုကြည့်ရင်၊ Tri ကို ထရိုင်၊ Trio ကျတော့ ထရီးယို လို့ အသံထွက်တာတွေ့ရပါလိမ့်မယ်။ Tri ကို ရှေ့ဆက် (Prefix) အဖြစ် Tripod သုံးချောင်းထောက်၊ Tricolor သုံးရောင်ခြည် တို့မှာတွေ့ရပါလိမ့်မယ်။ Trio က သုံးယောက်တွဲအဆိုအတီး၊ သုံးဦး သုံးခုတစ်စုံကို ပြောတာပါ။••• ဆက်လေ့လာရင်...  အပိုင်းသုံးပိုင်း၊ သုံးဦးသုံးဖလှယ်၊ သုံးထပ်ကွမ်း လို့ အဓိပ္ပာယ်ရတဲ့ Triple;  တော်တော့်ကို ထူးခြားဆန်းကြယ်တဲ့ အခြေအနေသုံးရပ် လို့ အဓိပ္ပာယ်ရတဲ့ Triple treat;  အတိုင်ပင်ခံသုံးယောက်တစ်ဖွဲ့၊ သုံးပါတီအစုအဝေး လို့ အဓိပ္ပာယ်ရတဲ့ Troika;  ဘောလုံးပွဲမှာ တစ်ဦးတည်းသုံးဂိုးသွင်းခြင်း၊ရွေးကောက်ပွဲမှာ သုံးနေရာအနိုင်ရခြင်း လို့ အဓိပ္ပာယ်ရတဲ့ Hat trick;  သုံးပွဲဆက်တိုက်အနိုင်ရခြင်း လို့ အဓိပ္ပာယ်ရတဲ့ Trifecta စကားလုံးတွေကို တွေ့ရပါမယ်။ ဒါလေးက အကင်းလေးပါ ဆက်တူးဆွရင် အများကြီးတွေ့ပါလိမ့်မယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Rest in Tranquility",
        "content": "Rest in Tranquility\n\n••• အခုမှပဲ Quarantine တို့၊ Self-isolation တို့အကြောင်း ကောင်းကောင်းသိတော့တယ်။ ••• အေးဗျာ Retire (V) ကိုလည်း Having left one's job and ceased to work. \"အငြိမ်းစားယူသည်၊ ပင်စင်ယူသည်\" We retire at 60. ဒီလောက်သိတာနဲ့ပဲ ရပ်ထားကြတယ်။ ••• ဆက်ကြည့်ရင်Retire က To leave a room or group of people and go somewhere quiet or private:(of a place) quiet and secluded \"သီးသီးသန့်သန့်သွားနေသည်၊ ဆိတ်ငြိမ်ရာမှာသွားနေသည်\" ဆိုတဲ့ အဓိပ္ပာယ်လည်းရှိပါတယ်။ ••• To go to bed အိပ်ရာဝင်သည် လို့လည်း အနက်ရှိပါသေးတယ်။••• Covid-19 ကြောင့် အိမ်ထဲမှာပဲနေ၊ အပြင်မထွက်နဲ့ဆိုတော့ ဘာမှလုပ်စရာမရှိတော့ အိပ်တာပဲကောင်းပါတယ်။ ကဲ အိပ်စက်အနားယူပြီနော်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "What's life Just like yesterday,",
        "content": "What's life Just like yesterday,\n\nkeep washing your hands regularly and thoroughly. Don't forget to wear Face Mask when you go out (in case). Emphasis on Social distancing & Physical contact. Clean your phone with moist cloth.Though social media is necessary evil infested with fake news & unreliable info, keep connected & seek \"genuine\" health advice and alerts. Don't take unproven \"so-called cures\" on facebook. When it comes to money transfer,be careful! Suckers/ Swindlers are rife. Stay home and Save you & your community. Good morning, folks. Coronavirus Cases:662,775 Deaths:30,847 Recovered:141,951"
    },
    {
        "title": "လူစားနဲ့လူဇား",
        "content": "လူစားနဲ့လူဇား\n\nလူအမျိုးအစားကို ဖော်ပြတဲ့အခါ \"ငါ့ကို ဘယ်လိုလူစားမှတ်သလဲ\" ဆိုတဲ့ဝါကျမှာ \"လူစား\" ကို \"လူဇား\" လို့ အသံထွက်ဖတ်ရပါတယ်။ အလားတူပါပဲ (ရုပ်ရှင်၊ အားကစား) လစ်လပ်သွားသူတစ်ယောက်ရဲ့နေရာမှာ အစားထိုးဖြည့်သွင်းခံရသူ၊ တစ်ယောက်ယောက်ရဲ့ ကိုယ်စားဆောင်ရွက်သူ Substitute is a person or thingacting or serving in place of another. ကိုလည်း \"လူစား\" လို့ရေးပေမဲ့ \"လူဇား\" လို့ဖတ်ရတာ သတိပြုမိကြပါလိမ့်မယ်။  ဒါပေမဲ့ လမ်းကွေ့ကြောင့် ယာဉ်တိုက်မှု့ဖြစ်တယ်။ မြစ်ချောင်းကူးရာမှာ ရေစီးသန်၊ ရေဝဲ စတာတွေရှိတာကြောင့် မကြာခဏ လူ့အသက်တွေဆုံးရှုံးရလေ့ရှိတယ်။ ဒါမျိုးဖြစ်ရပ်ကိုပြောရင် \"ဒီကိုးလောင်းကွေ့ (Dead man's curve) လူစားတယ်ကွ\"\"ဒီမြစ်က အင်မတန်လူစားတယ်ကွ\" လို့ ပြောတဲ့အခါ \"လူစား\" ကို \"လူစား\" လို့ပဲပြောရပါတယ်။ ဒါကိုအင်္ဂလိပ်က Claim somebody's life လို့ရေးပါတယ်။ If a violent event, fighting, or a disease claims someone's life,it kills that person. e.g. COVID-19 has claimed well over 900 lives in a day in Italy. ဒီတော့ ကိုရိုနာဗိုင်းရပ်ကမ္ဘာ့ကပ်ရောဂါက ဖြစ်တာမကြာသေးဘူး တော်တော် \"လူစား\" တယ်ကွ။ အေး ဖြစ်နိုင်ရင် \"လူဇား\" ထိုးလို့ရမလား။ ကူညီကြပါဦး။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "သတင်းဆိုး Bad News",
        "content": "သတင်းဆိုး Bad News\n\n••• စိတ်တော့မကောင်းပေမဲ့ သတင်းဆိုးကို ပြောရပါဦးမယ်။ ကျွန်တော်မှာ ကိုဗစ်-၁၉ ရောဂါပိုးစွဲကပ်နေပြီလို့ အတည်ပြုပြောကြားလာပါတယ်။ ကျွန်တော့်ဇနီးလည်း ဘယ်လွတ်မလဲဗျာ။ အခု ကျွန်တော်တို့ နှစ်ယောက် ဆေးဝါးကုသမှု ခံယူနေကြပါတယ်။ ••• ဆုတောင်းပေးကြပါ။ ဘယ်တတ်နိုင်ပါ့မလဲ သေတစ်ကံ ရှင်တစ်ကံပေါ့ဗျာ။ကျွန်တော်တို့ အားလုံး Living on the borrowed time သေနေ့မစေ့လို့သာ ရှင်နေကြတာမဟုတ်ပါလား။ ဪ ကျွန်တော်က Tom Hanks ပါ။Stay home, Save lives. Telework means working from home. Remember \"Stay home\" is not synonymous with \"Home stay.\" Your \"stay-at-home\" is an essential part of global containment measure toward COVID-19. Good morning folks! Image credit to original artists.High Hug ♤♤♤ ကမ္ဘာ့ကပ်ရောဂါ ကိုဗစ်-၁၉ လှိုင်းလုံးကြီး အပြင်းထန်ဆုံးအချိန်မှာ ချစ်ခင်မြတ်နိုးသူတွေပင် ခပ်ခွာခွာနေကြရပါတယ်။ အဲဒီအချိန်မျိုးမှာ ဂျပန်နိုင်ငံ၊ တိုကျိုက ချစ်သူနှစ်ဦး တိုကျိုရှိမြင့်မားတဲ့ လေ့လာရေးစခန်းပေါ် နှာခေါင်းစည်းကိုယ်စီနဲ့ နီးနီးကပ်ကပ်တွေ့မြင်ရပါတယ်။ What a huggin'! ♤♤♤ Source: Japan Today News dated March 25, 2020"
    },
    {
        "title": "ဘာမှမယ်မယ်ရရရေးဖြစ်မယ်",
        "content": "ဘာမှမယ်မယ်ရရရေးဖြစ်မယ်\n\nဒီညတော့ သိပ်ပင်ပန်းနေလို့ ဘာမှမယ်မယ်ရရ ရေးဖြစ်မယ် မထင်ပါ။ ဒါပေမဲ့ ကိုဗစ်-၁၉ ကူးစက်မှု ကာကွယ်ရေးလုပ်နေတာတွေက အစိုးရိမ်လွန်၊ အကြောက်လွန်ပြီး တချို့လုပ်ရပ်တွေက Overacting အိုဗာတင်းတွေတောင် ဖြစ်နေကြတာ အထင်းသားတွေ့နေရတယ်။  တခြားရောဂါတစ်ခုခုဖြစ်တာကို ကိုရိုနာဗိုင်းရပ်လို့ အထင်မှားရင် ခဏတာVVIP ဖြစ်သွားနိုင်ပါတယ်။ Community အတွက် သည်းခံပေးကြရမှာပါပဲလေ။  ထားပါတော့။ အခု မိတ်ဆက်ပေးချင်တာက Shakin' Stevens ရဲ့ \"You Dive Me Crazy\" သီချင်းပါ။ တိုက်ဆိုင်လိုက်တာဗျာ မြန်မာကော်ပီသီချင်းခေါင်းစဉ်ကလည်း \"အရူးအမူးပဲကလေးရေ\" ဖြစ်ပါတယ်။ ကဲ လတ်တလောဖြစ်နေတဲ့ကိုရိုနာဗိုင်းရပ်ပိုးက လောလောဆယ်ဆယ် ကျွန်တော်တို့အားလုံးကို ကိုင်လှုပ်နေပါပြီ... Covid-19 Drives All Us Crazy.  အောက်က သီချင်းစာသားလေးက Sing-along လိုက်ဆိုနိုင်ဖို့ပါ။ ကိုဗစ်က ခင်ဗျားရင်ခုန်အောင် ကောင်းကင်ဘုံက တကူးတကန့် ပို့လိုက်တဲ့ချစ်သူလို သဘောထားလိုက်... ကဲ ဒီအပိုဒ်ရောက်ရင်အားရပါးရလိုက်ဆိုပါ။ အေးဆေးဖြစ်သွားပါလိမ့်မယ်။ Heaven must have sent you down ,Down for you to give me a thrill,Every time you touch me Every time you hold me,My heart starts speeding like a train on a track.You drive me crazy, you driveme crazy. သီချင်းချစ်သူတွေအားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Turn Turtle",
        "content": "Turn Turtle\n\n••• ၂၀၁၉ အတွင်း စစ်ရေး၊ စီးပွားရေးတောင့်တင်းခိုင်မာတဲ့ အင်အားကြီး နှစ်နိုင်ငံ တရုတ်နဲ့အမေရိကန်တို့ အပြန်အလှန်သွင်းကုန်အပေါ် အခွန် (Tariff) တွေကောက်ခဲ့ကြပါတယ်။ ဒီအကျိုးဆက်ကြောင့် တခြားကုန်သွယ်ဖက် ဂျပန်၊ ကိုးရီးယားတို့ပါ အထိနာခဲ့ကြပါတယ်။ ကမ္ဘာ့စီးပွားရေးတစ်ခုလုံး ကမောက်ကမဖြစ်ပြီး၊ လိပ်ပက်လက်လန်ထားသလို ယက်ကန်ယက်ကန် ဖြစ်နေကြပါတယ်။ Turn turtle ... Go (Full) Turtle ••• အဲဒီအချိန်မျိုးမှာ ကံထပ်ဆိုးချင်တော့ ၂၀၁၉ ဒီဇင်ဘာကုန်ခါနီး တရုတ်နိုင်ငံ၊ ဟူဘေးပြည်နယ်မြို့တော် ဝူဟန်က ကိုရိုနာဗိုင်းရပ် (ကိုဗစ်-၁၉) ရောဂါအသစ်တစ်မျိုး ဖြစ်ပွားခဲ့ပါတယ်။ ဝူဟန်မှာအစပျိုးခဲ့တဲ့ အဲဒီကိုဗစ်-၁၉ ဗိုင်းရပ်ပိုးဟာကမ္ဘာ့ကပ်ရောဂါအသွင်ပြောင်းကာ နိုင်ငံပေါင်းများစွာရှိ အသက်ပေါင်းများစွာကို ဇီဝိန်ခြွေလျက်ရှိပါတယ်။ ကမ္ဘာ့စီးပွားရေးတစ်ခုလုံးဟာလည်း ကိုဗစ်-၁၉ ကြောင့် လုပ်ငန်းများရပ်ဆိုင်းလုနီးပါးဖြစ်ကာ၊ စီးပွားရေးနှေးကွေးမှုဒဏ် (Recession) ကိုခံစားနေကြရပါတယ်။ World Economies Go Full Turtle. အန္တရာယ်အသွယ်သွယ်ကကင်းဝေးပြီး၊ အားလုံး ကျန်းမာချမ်းသာကြပါစေ။"
    },
    {
        "title": "A little virus called COVID-19",
        "content": "A little virus called COVID-19\n\nDear All, What do you know about the deadly CORO NAVIRUS disease? Read this article attentively and protect yourself; your beloved family; your dearest & nearest colleagues; the loved ones and the entire community. Please bealert and take part in global participation! With much concerns, ကိုရိုနာအကြောင်း သင်ဘယ်လောက် သိပါသလဲ၊ သင်နဲ့သင့်ပတ်ဝန်းကျင်ကို ဘယ်လိုကာကွယ်မလဲ။ ဒါလေးဖတ်ပြီး၊ ကိုရိုနာဗိုင်းရပ် ကာကွယ်ရေးနည်းလမ်းကောင်းတွေ သိပြီးမှ အိပ်ပျော်အောင်အိပ်လိုက်ပါ။ အားလုံး မင်္ဂလာညချမ်းပါ။Special credit to contributor."
    },
    {
        "title": "World Poetry Day 2020",
        "content": "World Poetry Day 2020\n\nဒီကနေ့ မတ်လ ၂၁ ရက်နေ့ဟာ World Poetry Day 2020 ကမ္ဘာ့ကဗျာနေ့ ဖြစ်ပါတယ်။ ကဗျာဆရာကြီး အောင်ဝေး ရဲ့ အထူးပြုဖွဲ့ဆိုချက်က ဒီလိုပါ။ \"ကဗျာနားနီး ကဗျာကိုရိုနာနားနီး ကိုရိုနာ\"  ၂၁ ရာစု ဒစ်ဂျစ်တယ်ခေတ်မှာ ကျွန်တော်တို့တတွေ ကိုဗစ်-၁၉ ကမ္ဘာ့ကပ်ရောဂါ ကျရောက်တာ ဘာဟုတ်သေးလဲဗျာ။၂၀ ရာစုအစောပိုင်း ၁၉၁၈ က ကျွန်တော်တို့ဘိုးဘွားတွေလည်း ကြောက်မက်ဖွယ် တုပ်ကွေးရောဂါဆိုးတစ်မျိုးကို ခါးစည်းခံခဲ့ကြရဖူးတယ်။ အဲဒီတုန်းက အမေရိကန်နိုင်ငံ San Diego မြို့က လူထုအကြားခေတ်စားခဲ့တဲ့ ကဗျာလေးတစ်ပုဒ်က ရောဂါကာကွယ်ရေးအတွက် ကောင်းစွာ အသိ သတိပေးခဲ့ပါတယ်။ \"Obey the Laws,And wear the Gauzes, Protect the Jaws, From septic Paws\" ချိန်ခါသင့်ကဗျာလေးတွေနဲ့ ၂၀၂၀ ကမ္ဘာ့ကဗျာနေ့ကို ကြိုဆိုလိုက်ပါတယ်။ အားလုံး လတ်တလော ကိုရိုနာရောဂါဆိုး ဘေးအန္တရာယ်က ကင်းဝေးနိုင်ကြပါစေ။ Special credit to poet Aung Way via Moemaka magazine &Prof Dr Maung via Myanma Alinn Daily dated March 20."
    },
    {
        "title": "Keep Your Mouth Shut!",
        "content": "Keep Your Mouth Shut!\n\nမပြောသေးဘူး ကြည့်နေတယ်။ Mum's the Word How is the goings? ဘယ်လိုလဲဟေ့။ The going isn't good. အခြေအနေမကောင်းဘူးဗျာ။ I'm not telling the people while watching the goings. ဘာတွေဖြစ်ဦးမလဲ စောင့်ကြည့်နေဆဲမို့ ဘာမှမပြောချင်သေးဘူး။ When the going gets tough,the tough get going. အဆိုးဆုံးတွေနဲ့ ရင်ဆိုင်ကြုံတွေ့လာတဲ့အခါ စိတ်ဓာတ်ခိုင်မာသူတွေသာ အခက်အခဲတွေကို ကျော်လွှားနိုင်ကြမှာ ဖြစ်ပါတယ်။ အရှုံးမပေး လက်မလျော့ပါနဲ့။ Don't give up. ••••• အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Wash Your Hands",
        "content": "Wash Your Hands\n\nအဆိုတော် Ronan Keating ရဲ့သီချင်း \"When You Say Nothing At All\" ကို နားထောင်ဖူးကြမယ် ထင်ပါတယ်။ ဒီသီချင်းကို တေးသံရှင်ဇော်ပိုင် က သူ့ရဲ့ \"မြို့အဝင်ည\" တေးအယ်ဘမ်ထဲမှာ \"မင်းနဲ့မှချစ်တတ်ပြီပေါ့\" လို့ ပြန်ဆိုတာ လူကြိုက်များခဲ့ပါတယ်။  ကမ္ဘာ့ကပ်ရောဂါ (Pandemic disease) အဖြစ်ရောက်ရှိလာတဲ့ ကိုရိုနာဗိုင်းရပ် (Coronavirus -COVID-19) နိုင်ငံတကာ ပျံ့နှံ့နေတာကို ကာကွယ်ရန် လက်ဆေးဖို့ တိုက်တွန်းနိုးဆော်ထားပါတယ်။ အရင်က လက်ဆေးဆပ်ပြာအကြောင်းပြောရင် ဆပ်ပြာအရောင်း မြှင့်တင်ရေးကြော်ငြာ (Sales promotion avert) လို့ သဘောထားခဲ့ပါတယ်။ အခုတော့ ကြောက်စရာကိုဗစ်-၁၉ နဲ့ရင်ဆိုင်တွေ့မှပဲ ကျွန်တော်တို့တတွေ လက်ကောင်းကောင်း ဆေးတတ်သွားပါပြီ။ ဪ မင်းနဲ့မှချစ်တတ်ပြန်ပြီပေါ့။  လက်သန့်စင်သွားအောင် ဆေးကြောတာနဲ့ပတ်သက်လို့ \"ပဝါကိုဖြူအောင်လျှော်မလို့လား၊ ဒါဆို လက်ကို အရင် သန့်စင်အောင် ဆေးကြောလိုက်ပါဦး\" ဆိုတဲ့စကားလေးကို အမှတ်ရမိပါတယ်။ တချို့ကလည်း ကမ်းကုန်အောင်ညစ်ပတ်မယ် I will be dirty as I'm pleased. လာမပြောနဲ့ လက်မဆေးဘူး။ Wuthering Heights ထဲကဇာတ်ကောင် Heathcliff ပြောသလို \"I shall be as dirty as I please: and I like to be dirty, and I will be dirty.\" ဆိုသူတွေလည်း ရှိကြပါတယ်။ ရှိပါစေတော့။အားလုံး မင်္ဂလာညချမ်းပါ။Two to Tango. Two can play. Only two can play. Only two can play together is to sanitize our hands! တို့နှစ်ယောက် တူတူလုပ်ကြရမှာက လက်ဆေးဖို့ပါပဲ။"
    },
    {
        "title": "မကူးသောငါးမနားသောငှက်",
        "content": "မကူးသောငါးမနားသောငှက်\n\n\"မကူးသောငါး၊ မနားသောငှက်\" ဆိုတာ စာရေးဆရာကြီးမောင်သာရ ရေးတဲ့ဝတ္ထု တစ်ပုဒ်ရဲ့နာမည်ပါ။ ဖြစ်တန်ကောင်းမရှိတဲ့ အကြောင်းခြင်းရာနှစ်ခုကို ပေါင်းစပ်ဖော်ပြထားတာပါ။ မဖြစ်နိုင်ဘူးလို့ သတ်မှတ်ထားတာတွေလည်း ဖြစ်တတ်ပါတယ်။ လောကသဘာဝအတိုင်း ဘယ်လိုမှ မပေါင်းနိုင်ဘူးဆိုတဲ့ မကူးသောငါးနဲ့ မနားသောငှက်တွေပေါင်းစပ်သွားတတ်ပါကြောင်း သတိပြုလက်ခံနိုင်ကြဖို့ပါ။  ကံကောင်းထောက်မလို့ ကျွန်တော်လည်း ကိုရိုနာဗိုင်းရပ်ရောဂါ ကူးစက်မခံရလို့ပဲဖြစ်ဖြစ်၊ ကူးစက်ခံရပေမဲ့ သေကံမရောက် သက်မပျောက်တာကြောင့် အသက်ရှင်နေသေးတယ်ဆိုရင် ၂၀၂၀ အလွန်မှာတွေ့ကြပါဦးမယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "နှင်းဆီပွင့်ပေါ်အိပ်ပျော်ခြင်း",
        "content": "နှင်းဆီပွင့်ပေါ်အိပ်ပျော်ခြင်း\n\nကဗျာဆရာကြီး တင်မိုး ရဲ့ ကျော်ကြားကဗျာစာအုပ်အမည်ပါ။ နှစ်နှစ်ခြိုက်ခြိုက် အိပ်ပျော်စေချင်ရင် Good night, Sweet dreams လို့မပြောဘဲ Good night, Dreamless night လို့ပြောပါတဲ့ အိပ်လို့ပျော်ပါစေ..... Good Night, Sleep Tight. Dreamless night. Wish y'all peace & tranquility.ဒီနေ့တော့ စောစောအိပ်ပြီနော်၊ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "အတူတူကကြရအောင်လား",
        "content": "အတူတူကကြရအောင်လား\n\nPut on your dancing shoes & Dance away all your anxieties! ••• စိတ်ညစ်စရာတွေ Blues ••• စိတ်ဖိစီးမှုတွေ Stresses •••စိတ်ချောက်ချားစရာ ကိုရိုနာဗိုင်းရပ်တွေ Appalling COVID-19 လွင့်ပျောက်သွားအောင် တို့အတူတူကကြရအောင်လား။ Tonite is ours!"
    },
    {
        "title": "W.H.O declares",
        "content": "W.H.O declares\n\nCoronavius COVID-19 as PANDEMIC Pandemic Pandemonium  ကမ္ဘာ့ ကျန်းမာရေးအဖွဲ့ WHO က ကိုရိုနာဗိုင်းရပ် ကို တစ်ကမ္ဘာလုံး အတိုင်းအတာနဲ့ ပျံ့နှံဖြစ်ပွားတဲ့ရောဂါ(Pandemic) အဖြစ် သတ်မှတ်ကြေညာလိုက်ပါပြီ။ လက်ရှိရောဂါအဖြစ်ကြမ်းနေတဲ့ အီတလီအပါအဝင် အခြားနိုင်ငံတွေအားလုံး အုန်းအုန်းကျွက်ကျွက်ဖြစ်နေကြပါပြီ။ အားလုံး သတိထားကြပါ။ WHO declares coronavirus a global pandemic: The World Health Organization has declared the worldwide outbreak of the new coronavirus a pandemic, with more than 118,000 cases in 114 countriesand 4,291 deaths."
    },
    {
        "title": "One bite or Once bitten",
        "content": "One bite or Once bitten\n\nBug Bite Love bug, love bug Love bug I been bitten by the love bug Love bug I been bitten by the love bug ဒီလိုအစချီတဲ့ သီချင်းလေးက ဒစ္စကိုတေးသံရှင် Tina Charles ရဲ့ ၁၉၉၁ က လူကြိုက်များသီချင်း Love Bug ဖြစ်ပါတယ်။ လွန်ခဲ့တဲ့အနှစ် ၃၀ နီးပါးက သီချင်းဆိုတော့လူငယ်တွေ နားထောင်ဖူးကြမယ်မဟုတ်ပါ။ ဒါပေမဲ့ အဲဒီသီချင်းစာသားထဲက ဝေါဟာရ Bug နဲ့ Bite တို့အကြောင်း ပြောချင်ပါတယ်။ အများသိကြသလို Bug က (အင်းဆက်) ပိုးကောင်ကလေးဖြစ်သလို၊ ရောဂါပိုး လည်းဖြစ်ပါတယ်။ အဲ Love bug ဆိုတော့ အချစ်ပိုးကောင်လေးပေါ့။ နောက် Love bug I been bittenby the love bug ဆိုတော့ အပေါ်ယံကြည့်ရင် အချစ်ပိုးလေး အကိုက်ခံလိုက်ရတယ်လို့ ဘာသာပြန်နိုင်ပေမဲ့၊ \"Be bitten by something\" ဆိုတဲ့အီဒီယံက \"စွဲစွဲလမ်းလမ်း စိတ်ဝင်စားသည်၊ ပိုးဝင်သွားသည်\" လို့ အနက်ရှိတာကြောင့် \"Love bug I've been bitten by the love bug ကို အချစ်ပိုးဝင်သွားတယ်လို့ခံစားနားလည်ရမှာဖြစ်ပါတယ်။ (တော်သေးတာပေါ့ Coronavirus ပိုးမကိုက်သွားလို့။)  Insects bite မြန်မာစကားမှာ ပစ္စည်းတစ်ခုခု ပိုးကိုက်သွားတာကို \"ပိုးစားခြကိုက်\" လို့ အသုံးရှိပါတယ်။ အင်းဆက်ပိုးမွှား အကောင်ကိုက်တာကိုတော့ Bug bites. လို့ပြောပါတယ်။ ပိုးကောင်အမည်ကိုသိရင် ကြမ်းပိုး (Bedbugs bite);သန်း (Fleas bite); မွှား (Ticks bite); ခြင် (Mosquitos bite) စသဖြင့်ခွဲခြားပြောနိုင်ပါတယ်။  Bite vs Bark Bite နဲ့ပတ်သက်လို့ မှတ်သားစရာတစ်ခုက Don't bite the hand that feed you. ထမင်းခွံ့သောလက်ကို ဖမ်းမကိုက်ပါနဲ့၊ ကျေးဇူးရှင်ကို ကျေးမစွပ်မိပါစေနဲ့၊ ကျေးဇူးမကန်းပါနဲ့ဆိုတဲ့ဆုံးမစကားဖြစ်ပါတယ်။ နောက်အီဒီယံတစ်ခုက \"ပါးစပ်နဲ့ပြောတာက ရိုက်တာထက်တောင်နာသေးတယ် His bark is worse than his bite.\" ဖြစ်ပါတယ်။ တချို့ကလည်း ခပ်ချေချေပြောကြတယ် \"ခွေးကိုက်တာခံလိုက်ချင်တယ် လူပြောတော့မခံချင်ဘူး\" တဲ့။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "သူတောင်းစား (Beggar)",
        "content": "သူတောင်းစား (Beggar)\n\nBEGGAR  သူတောင်းစား (Beggar) ကို မြန်မာအဘိဓာန်က \"တောင်းရမ်းခြင်းဖြင့် အသက်မွေးသူ\" လို့ အနက်ပေးပါတယ်။ A person lives by begging. သူတောင်းစားကို သူဖုန်းစားလို့လည်း သိကြပါတယ်။ လှည့်လည်တောင်းရမ်း စားသောက်သူကို Panhandler လို့ခေါ်ပါတယ်။ မြန်မာစကားမှာ သူတောင်းစားနဲ့ပတ်သက်ပြီး \"ပညာရှာပမာသူဖုန်းစား\" လို့ ဆိုရိုးတစ်ခုရှိပါတယ်။ မှတ်သားစရာက Beggar ကို သူတောင်းစား အပြင်၊ အကောင်၊ ငနဲ (Fellow) အဓိပ္ပာယ်နဲ့ အသုံးတစ်ခုရှိပါသေးတယ်။ ဥပမာ - A lucky beggar. ဆိုတာ ကံကောင်းတဲ့ကောင် လို့ပြောတာပါ။ BOTTOMLESS  Beggars' bags are bottomless.သူတောင်းစားတွေရဲ့အိတ်က အောက်ခြေမရှိဘူး။ အင်မတန်နက်တယ်။ အိတ်ပေါက်ကြီးဖြစ်နေတယ်။ ဘယ်လောက်ပေးပေး အလိုမပြည့်နိုင်ကြဘူး။ Dutch proverb စကားပုံကတော့ A beggar's hand is a bottomless basket. တောင်းရမ်းသူရဲ့လက်ဟာ အလွန်တရာနက်တဲ့ ခြင်းတောင်းလို့ဆိုပါတယ်။WISHES  Wishes ကို လိုအင်ဆန္ဒ အဖြစ်ရော၊ တောင်းဆုအဖြစ်ပါ အသုံးပြုနိုင်ပါတယ်။ လူတွေဟာ ကိုယ့်ဆန္ဒပြည့်ဝဖို့ ဆုတောင်းတတ်ကြပါတယ်။ ဒါကြောင့် ဆုတောင်းလေ ဆုတောင်းလို့ ခပ်နောက်နောက် ပြောကြတာပေါ့။ If wishes were horses, beggars would ride. ဆုတောင်းတိုင်းသာ ပြည့်မယ်ဆိုရင်သူတောင်းစားတွေ သူဌေးဖြစ်ကုန်တာကြာပြီ။ CHOOSER  Beggar can't be chooser. လိုတာမရသည့်အခါ ရတာနှင့်တင်းတိမ်ရမည်။ သူတောင်းစားဖြစ်မှတော့ ဇီဇာကြောင်လို့မဖြစ်ဘူး။ သူများပေးကမ်းတာကို နည်းတယ်များတယ်၊ ကောင်းတယ်မကောင်းဘူး မပြောနိုင်တဲ့အခြေအနေပါ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ငှက်ပျောသီးစားသောမိတ်ဆွေများ",
        "content": "ငှက်ပျောသီးစားသောမိတ်ဆွေများ\n\nEatin' Banana  I slipped on a banana skin. ငှက်ပျောခွံတက်နင်းမိလို့ ချော်လဲတယ်။ ဒါကြောင့် ငှက်ပျောသီးစားသော မိတ်ဆွေများကို သတိပေးချင်ပါတယ် ... Do not litter. စည်းကမ်းမဲ့ အမှိုက်မပစ်ကြပါနဲ့။ အထူးသဖြင့် စားပြီးသားငှက်ပျောခွံကို လမ်းပေါ် ပစ်မချခဲ့ပါနဲ့။ မြန်မာစကားမှာ \"ငှက်ပျောသီးအခွံနွာသလိုလွယ်တယ် It's as easy as peeling a banana.\" လို့ ပြောလေ့ရှိပါတယ်။ ပြောသာပြောရတယ် ငှက်ပျောသီးအခွံနွာရတာလည်း ထင်သလောက်မလွယ်ပါဘူး။ ကြည့်လေ ဂူဂဲမှာရှာရင် How to peel a banana? What is a proper way to peel a banana? တို့ကို တွေ့ရပါလိမ့်မယ်။ ဆရာမပြ နည်းမကျဆိုတဲ့မြန်မာစကားတောင်ရှိသေးတာပဲ။ ငှက်ပျောသီးအခွံနွာတာကို မျောက်တွေဆီက သင်ရမလိုပဲနော်။  ငှက်ပျောသီးအခွံနွာတာကို Peel a banana; Skin a banana; Open a banana သို့မဟုတ် (ခပ်နောက်နောက်) Undress a banana လို့သုံးကြပါတယ်။ ကျွန်တော်တို့က Dress ကို နာမ်အနေနဲ့ အဝတ်အစား၊ကြိယာအနေနဲ့ အဝတ်ဝတ်သည် လို့သိကြပါတယ်။ Dress ရဲ့ဆန့်ကျင်ဖက် Undress ကိုလည်း နာမ်အဖြစ် ကိုယ်လုံးတီး၊ ဝတ်လစ်စားလစ်၊ ကြိယာအဖြစ် (အဝတ်အစား) ချွတ်သည်လို့ သိကြပါတယ်။ ဒါကြောင့် \"Undress a banana ငှက်ပျောသီးအခွံနွာ\" လို့သုံးတာမျိုးလည်းရှိပါတယ်။  ကဲ ဒီလောက်အစပျိုးပြီးရင်ငှက်ပျောသီး ပြောတာလေး နားထောင်ကြည့်ကြရအောင်။ \"You cannot taste me until you undress me. အခွံမနွာဘဲ (အဝတ်အစားမချွတ်ဘဲ) ရှင် ကျုပ်ကို မြည်းစမ်းကြည့်လို့မရဘူး\" ဆိုပဲ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ထရိုဂျင်မြင်း (Trojan horse)",
        "content": "ထရိုဂျင်မြင်း (Trojan horse)\n\nရှေးခေတ်အာရှမိုင်းနားဒေသ (Asia Minor) ဒေသရှိ \"Troy\" ထရွိုင်မြို့တော်သားတွေကို ထရိုဂျင် (Trojan) လို့ခေါ်ပါတယ်။ ဂရိဒဏ္ဍာရီအရ ထရိုဂျင်ဆိုတဲ့ ထရွိုင်မြို့သားတွေနဲ့ ဂရိလူမျိုးတွေ ဆယ်နှစ်ကြာ စစ်ဖြစ်ခဲ့ကြပါတယ်။ အဲဒီစစ်ပွဲအတွင်း ဂရိစစ်သည်တော်တွေ ပုန်းအောင်းနေတဲ့ သစ်သားမြင်းရုပ်ကြီးကို ထရွိုင်မြို့တော်အဝင်ဂိတ်တံခါးအပြင်ဘက်မှာ ထားရစ်ခဲ့ကြတယ်။ ဘာမှန်းမသိတဲ့ အဲဒီမြင်းရုပ်ကြီးကို ထရွိုင်မြို့သားတွေက မြို့ထဲဆွဲသွင်းလိုက်ကြတယ်။ ညအချိန်ရောက်တော့ မြင်းရုပ်ကြီးထဲမှာ ပုန်းနေတဲ့ဂရိစစ်သားတွေ ထွက်လာပြီး၊ ထရွိုင်မြို့ဝင်တံခါးကို ဖွင့်ပေးလိုက်လို့ အပြင်ကဂရိစစ်သားတွေ ထရွိုင်မြို့ကို သိမ်းပိုက်ဖျက်ဆီးနိုင်ခဲ့တဲ့ဖြစ်ရပ်ကို အကြောင်းပြုလို့ထရိုဂျင်မြင်း (Trojan horse) အသုံးအနှုန်း ဖြစ်လာပါတယ်။  Trojan horse ကို အဘိဓာန်တစ်ခုက \"ရန်သူရှုံးနိမ့်စေရန် အတွင်းမှဝင်ရောက်၍ဖျက်ဆီးသူ၊ အတွင်းသူလျှို\" လို့ အနက်ပေးပါတယ်။ နောက်တစ်ခုက \"လျှိုဝင်လာသော ရန်သူ့လက်ပါးစေအဖျက်အမှောင့်၊ ဟန်ဆောင်ဝင်လာတဲ့အန္တရာယ်\" လို့ အဓိပ္ပာယ်ဖွင့်ပါတယ်။အခုအခါ ထရိုဂျင်မြင်း (Trojan horse) အသုံးအနှုန်းကို နယ်ပယ်အသီးသီးမှာ ကျယ်ကျယ်ပြန့်ပြန့် သုံးနေတာကြောင့် အင်္ဂလိပ်လိုအဓိပ္ပာယ် ဖွင့်ဆိုချက်တွေကို (နက်နက်နဲနဲ) လေ့လာသင့်ပါတယ်။ 1. A subversive person or device placed within the ranks of the enemy. ပရိယာယ်သုံးကာရန်သူအတွင်းသို့ ဝင်ရောက်ဖျက်ဆီးသူ 2. Malicious program that is disguised as legitimate software. ကွန်ပျူတာသုံးစွဲကြသူများရဲ့ဖိုင်တွေကို ဝင်ရောက်ဖျက်ဆီးတဲ့ ကွန်ပျူတာဗိုင်းရပ် 3. Seemingly favorable offer designed to trick customers into making exorbitant payments.စီးပွားရေးတွင် မိမိဖောက်သည်ကို မက်လုံးပေးဆွဲဆောင်ကာ မတန်တဆအမြတ်တင်ရောင်းချခြင်း 4. A person, organization, social movement, piece of legislation, or ideology with a negative agenda or evil intentions under the guise of positive values or goodintentions. စေတနာထား အကူအညီပေးသလို သကာဖုံးကာ၊ သူတစ်ပါး ပျက်စီးရာပျက်စီးကြောင်း ဖြစ်အောင်လုပ်ခြင်း  ကျွန်တော်တို့ရဲ့ လက်တွေ့ဘဝမှာလည်း အမျိုး၊ ဘာသာ၊ သာသနာအယောင်ပြကာ အမျိုးသားရေး အရေခြုံထရိုဂျင်မြင်း (Trojan horse) တွေကြောင့် တိုင်းပြည်တည်ငြိမ်အေးချမ်းရေး စိုးရိမ်နေကြရပါတယ်။အာဏာရှင်တွေရဲ့ရုပ်ကြွင်း ထရိုဂျင်မြင်းတွေကြောင့် ကျွန်တော်တို့အမှောင်ထဲက မလွတ်မြောက်နိုင်သေးပါ။ အခု ထရိုဂျင်မြင်းတွေ ဘယ်နေရာမှာလှုပ်ရှားနေကြသလဲ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Black and White",
        "content": "Black and White\n\nအများလက်ခံထားတာက ဘာမဆို အဖြူအမည်း သဲကွဲအောင် လုပ်ရမယ်။ ဖြစ်ရပ်တစ်ခုကို ရှုမြင်သုံးသပ်ရာမှာ ကွဲလွဲချက်တွေရှိနိုင်တာကြောင့် BBC သတင်းဌာနကပြောပါတယ်... It's never black and white. သူနဲ့ကျွန်တော်ကြားမှာတောင် ကိုယ်ကအဖြူဆို သူကအမည်းဖြစ်နေကြတယ်။ ဒါပေမဲ့ ကျွန်တော်တို့နှစ်ယောက်အခြေအနေက ကောင်းပါတယ်။ It's okay all in all. A black-and-white situation is one in which it is easy to understand what is right and wrong: Written or printed, and not just said Of the utmost clarity; clearly defined ordifferentiated; without any room for confusion, ambiguity, or discrepancy. အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "We're fallin'",
        "content": "We're fallin'\n\n... London bridge is falling down! (An excerpt from a poem)  Exchange rate has been falling down, too.(A worst scenario of our time amid widespread Coronavirus)May the good Lord bless y'all."
    },
    {
        "title": "Give Love A Bad Name",
        "content": "Give Love A Bad Name\n\nBon Jovi ရဲ့ ၁၉၈၆ ထုတ်သီချင်း \"You Give Love A Bad Name\" ကို လူငယ်လူလတ်တွေ အကြိုက်တွေ့ခဲ့ကြသလို၊ ကော်နီ က \"အတွင်းကြေ\" လို့ ကော်ပီပြန်ဆိုတော့လည်း လူကြိုက်များခဲ့ပါတယ်။ စာသားတွေက စူးစူးရှရှနဲ့ ထိမိလှပါတယ်။ ဒီစာသားလေးက လိုက်ဆိုရတာ မှတ်မိလွယ်ပြီး၊ အားပါးတရရှိပါတယ်။♡♡ \"Shot through the heart And you're to blame You give love a bad name\" ♡♡  အင်္ဂလိပ်စကားမှာ \"တစ်ခါနာမည်ပျက် တစ်သက်ပြန်မကောင်းနိုင် Give a dog a bad name ဆိုတဲ့အီဒီယံရှိပါတယ်။ Bon Jovi ရဲ့သီချင်းခေါင်းစဉ်က ဒီအီဒီယံကို ပြုပြင်သုံးလိုက်တာလို့ ယူဆနိုင်ပါတယ်။တစ်ခါတလေ အီဒီယံတစ်ခုရဲ့ ပေါ်လွင်တဲ့အနက်ရင်းကိုမယူဘဲ၊ လုံးကောက်အဓိပ္ပါယ်အတိုင်း အနက်ဖော်တာလည်းရှိတတ်ပါတယ်။ ဒါကြောင့် ကျွန်တော့်အနေနဲ့ Give a dog a bad name ကို \"ခွေးတစ်ကောင်ကိုနာမည်ဆိုးပေးတယ်\" \"နာမည်ဖျက်လိုက်တယ်\" လို့ အဓိပ္ပါယ်ကောက်ချင်ပါတယ်။ ခွေး(ဆိုး)တစ်ကောင်ကိုသတ်ချင်ရင် ခွေးရူး ခွေးရူးလို့ နာမည်ဆိုးပေးကာ ဝိုင်းသတ်ကြတာမျိုး တွေ့ဖူးပါတယ်။ You give a dog a bad name and kill it. How cruel ... ရက်စက်တယ်ဗျာ။  ဟိုးအရင်က မလှမပရုပ်ဆိုးသူကို စုန်းမလို့ ယိုးစွပ်ကာ သတ်ပစ်တာကို Witch-hunt လို့ခေါ်ပါတယ်။ အခုခေတ် နိုင်ငံရေးနယ်ပယ်မှာ ကိုယ်မလိုလားသူ၊မုန်းတီးသူကို နာမည်ဖျက်သုတ်သင်ပစ်တဲ့ Political witch-hunt အသုံးအနှုန်းရှိဆဲပါ။ ရက်စက်ယုတ်မာလိုက်ကြတာနော်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Snuffbox",
        "content": "Snuffbox\n\nနှာစေးပြီး နှာခေါင်းပိတ်နေရင် နှာပွင့်အောင်၊ နှာချေအောင်လုပ်တဲ့အမှုန့်ထည့်ဘူး ကို မြန်မာလို နှာဘူး၊ အင်္ဂလိပ်လို Snuffbox လို့ခေါ်ပါတယ်။ နှာဘူး ဆိုတာမြန်မာတွေအဖို့ အဓိပ္ပာယ်နှစ်ခွ၊ အသွားနှစ်ဘက်ရှိတဲ့စကားလုံး (Double Entender or Double-edged word) တစ်ခုပါ။အများကလည်း နှာဘူး ဆိုတာနဲ့ ကာမရာဂခုံမင် မိန်းမလိုက်စားတဲ့ ဏှာဘူး (Womanizer) လို့သိနေကြပါတယ်။  အစိုးရဌာနဆိုင်ရာမှာလည်း ရာထူးဌာနန္တရအလွဲသုံး အကျင့်ပျက်ခြစားဝန်ထမ်းများ၊ ပုဂ္ဂလိကအပိုင်းမှာလည်း ခေတ်ပျက်လုပ်ငန်းရှင်သူဌေးကြီးများ၊ အကြောင်းအမျိုးမျိုးဖေးမမှုနဲ့ ရုတ်ခြည်းချမ်းသာလာသူမြာပွေဏှာဘူးများ တိုးပွားလာနေပါတယ်။ ငယ်ငယ်ရွယ်ရွယ်၊ ချမ်းချမ်းသာသာ အရာရာပြည့်စုံနေလေတော့ ရေမီးအစုံ လေထီးခုန်နေကြတဲ့ မြာစွံသူငပွေးများ၊ သွားမရှိရင်နေ ကားရှိရင်အဆင်ပြေသူတချို့အတွက် အန်ကယ်ခေါ်မှကြိုက်တဲ့ အရွယ်လွန်အဖိုးကြီးများလည်း နှာဘူးစာရင်းမှာပါပါတယ်။ဝေါဟာရအနေနဲ့ Lady killer ကို \"အမျိုးသမီးများ အာရုံကပ်ငြိအောင် ဆွဲဆောင်တတ်သည့်လူပေါ်ကြော့\" လို့ ဒေါက်တာဘဟန်က အနက်ပေးပါတယ်။ ရှေ့ဆောင်အဘိဓာန်က \"မြာပွေသူ\" လို့ ခပ်တိုတိုပဲအနက်ပေးပါတယ်။ အင်္ဂလိပ်အဘိဓာန်တွေက 1. A man unusually attractive to women. \"မြာစွံသူ\"2. An uncaring womanizer. \"မိန်းမလိုက်စားသူ\" လို့ အနက်နှစ်မျိုးပေးပါတယ်။  Ladies man or Lady's man = A man who enjoys spending time and flirting with women. သူက \"မြာပွေသူ\" ဖြစ်သလို \"မြာစွံသူ\" လည်းဖြစ်ပါတယ်။အဘိဓာန်က \"အမျိုးသမီးတွေနဲ့ ရောရောနှေနှော ပေါင်းသင်းဆက်ဆံတတ်သူ\" လို့ဆိုပါတယ်။  Sugar daddy ဆိုတာက \"သမီးအရွယ်မိန်းကလေးကို ငွေနဲ့ပေါက်၊ အပိုင်ကြံသူ သက်ကျားအို\" ကိုခေါ်တာပါ။ A man who spends money for the benefit of a relationship withan often younger romantic or sexual partner. အခုခေတ် Sponsor စပွန်စာ (စပစ) ဆိုသူတွေနဲ့ နှီးနွယ်နီးစပ်မယ်ထင်ပါတယ်။ အဲဒီလို သေခါနီးရိက္ခာယူ၊ နွားအိုမြက်နုကြိုက် သက်ကြီးပိုင်းကိုတော့ ဏှာဘူးအဖိုးကြီး၊ လူညစ်ပတ်ကြီး (Dirty old man = An adult male - usually middle-aged orelderly - who acts in a lecherous or lewd manner.) လို့ ထိုက်ထိုက်တန်တန်နာမည်ပေးတာတွေ့ရပါလိမ့်မယ်။ ရှိပါသေးတယ် ... ဆက်လက်တူးဆွနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists."
    },
    {
        "title": "နေမလားမောင့်ရင်ထဲမှာ",
        "content": "နေမလားမောင့်ရင်ထဲမှာ\n\nကိုရိုနာဗိုင်းရပ်နဲ့အတူ ကျွန်တော်တို့ဆီရောက်လာတာက \"Stay\" ပါ။ ရောဂါမပြန့်ပွားရအောင် လူတွေကို Stay at home; Stay home; Stay indoors အိမ်မှာနေပါ လို့တိုက်တွန်းထားပါတယ်။ ချစ်တတ်စအရွယ် ခပ်ငယ်ငယ်က ကိုယ်ချစ်ရသူကို ကိုယ့်နားမှာပဲနေစေချင်တယ်။ အနားမှာနေပါကွယ်ပေါ့။ချစ်သူတွေ တစ်ယောက်နဲ့တစ်ယောက် ဝေးမနေချင်ဘူး၊ ဝေးနေရတော့ ပျော်ဘူးကွယ်ဆိုပြီး တစ်ယောက်ယောက်က ခွဲသွားမှာကို သိပ်စိုးရိမ်တတ်ကြတယ်။ Stay နဲ့ပတ်သက်လို့ ခွဲမသွားဖို့ တောင်းပန်ပြောကြားတဲ့ Don't go, I'm begging you to stay လိုအဖွဲ့အနွဲ့မျိုးကို နှစ်သက်ခဲ့ကြတယ်။Babe, I love you so I want you to know That I'm going to miss your love The minute you walk out that door So please don't go Don't go, don't go away Please don't go Don't go, I'm begging you to stayဒါက KC & The Sunshine Band ရဲ့ ၁၉၇၉ ထုတ် \"Please Don't Go ထွက်မသွားပါနဲ့\" သီချင်းထဲက မှတ်မိနေတဲ့ စာသားလေးတစ်ပိုင်းတစ်စပါ။  ဝေါဟာရအနေနဲ့ Stay မှာ နာမ်ရော၊ ကြိယာပုဒ်ပါ ပြောစရာတွေ တစ်ပုံကြီးရှိပေမဲ့ \"Here to stay\" အီဒီယံအကြောင်း ပြောချင်ပါတယ်။\"Here to stay\" ဆိုတာ \"အခိုင်အမာအမြစ်တွယ်သည်၊ ရေရှည်ရပ်တည်မည်\" တစ်နည်း \"အကြာကြီးရှိနေပါဦးမယ်\" ဆိုတဲ့အဓိပ္ပာယ်ပါ။ BBC ကပြောပါတယ် \"The Coronavirus pandemic is not ending soon. မြန်မြန်ပြီးသွားမှာမဟုတ်ဘူးတဲ့။W.H.O ညွှန်ချုပ်ကလည်း We have a long way to go. This virus will be with us for a long time. (ကိုဗစ်-၁၉ ကိုတိုက်ဖျက်ဖို့) အီစလံဝေအောင် အများကြီးလုပ်ရပါဦးမယ်။ ဒီရောဂါပိုးက ကျွန်တော်တို့နဲ့ အကြာကြီးနေဦးမှာလို့ ၂၂-၄-၂၀၂၀ နေ့က သတိပေးပြောကြားခဲ့ပါတယ်။ဒါဆို ကိုဗစ်-၁၉ ကမ္ဘာ့ကပ်ရောဂါဆိုးက ကြာဦးမယ်ပေါ့။ အသိ သတိ လိုက်နာမှုတွေနဲ့ နေထိုင်သွားရင်း ကိုဗစ်အန္တရာယ်က ကင်းဝေးကြပါစေ။ အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists."
    },
    {
        "title": "ကယ်ကြပါဦး",
        "content": "ကယ်ကြပါဦး\n\nTo the rescue Monsters On The Verge Of Collapse အကောင်ကြီးတွေ ဗုန်းဗုန်းလဲတော့မှာလား  ဒီကနေ့ ဧပြီ ၂၃ ရက်နေ့ထုတ် Nikkei Asian Review သတင်းစာအဆိုအရ ထိုင်းနိုင်ငံကိုယ်စားပြု ပြေးဆွဲနေတဲ့ အများပိုင်လေကြောင်းလိုင်း Thai Airways International Public Co., Ltd.,ကြီး မကြာခင် ပြိုလဲတော့မယ့်အကြောင်း ဖော်ပြထားပါတယ်။ QUOTE Thai Airways International is dangerously close to becoming the world's first national flag carrier to go bust amid the coronavirus pandemic, with only days leftto maneuver out of its latest financial straits. UNQUOTE  ဒီသတင်းထဲမှာ လေ့လာနေသူတွေအဖို့ မှတ်သားစရာတွေရှိပါတယ်။ Flag carrier = Shipping (company) line or Airline National flag carrier = State-owned carrier Go bust = forced toclose due to financial difficulty Straits = difficult position: in dire strait ဆက်လက်လေ့လာကြပါ။ အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists."
    },
    {
        "title": "Maps သီချင်း",
        "content": "Maps သီချင်း\n\nQUARANTINE SOLOR U SEARCHING A SONG FOR TONITE? ••• Maroon 5 ရဲ့ Maps သီချင်းကို စာသား Lyrics မပါဘဲ နားထောင်လိုက်ပါ။ ••• နောက် စာသားဖွင့်ပြီး နားထောင်ပါ။ တေးသွားရော အဓိပ္ပာယ်ပါ စိမ့်ဝင်တဲ့အထိ လိုက်နားထောင်ပါ။ ကြိုက်သွားရင် Singalong စီးမျောပြီး လိုက်ဆိုကြည့်ပါ။••• နောက်ဆုံးမှ ဒီ Cover version ကာဗာဗားရှင်းကို နားထောင်ပါ။ ကဲ မူဟန်တစ်မျိုးနဲ့ Belt out (a song) ဟစ်ကြွေးသီဆိုလိုက်ပါ။ စိတ်လွတ်ကိုယ်လွတ် ဆိုလိုက်ဗျာ။ ကောင်းတာက အဲဒီအချိန် ခင်ဗျားအနားမှာ ဘယ်သူမှမရှိစေဖို့ပါပဲ။ Following Following. following...}"
    },
    {
        "title": "CURFEW_COVID-INDUCED CURFEW",
        "content": "CURFEW_COVID-INDUCED CURFEW\n\nဒီကနေ့ ဧပြီ ၁၈ ရက် (စနေနေ့) ကစပြီး ကျွန်တော်တို့ရပ်ကွက်မှာ \"ည ၁၀ ~ မနက် ၄ ညမထွက်ရအမိန့် Curfew\" ထုတ်လိုက်ပါတယ်။ ဒီအမိန့်က နောက်ညွှန်ကြားချက်မထုတ်ပြန်မီကာလအထိ အတည်ဖြစ်နေမှာပါ။ ကိုဗစ်-၁၉ ရောဂါပိုးမပြန်ပွားစေဖို့ လူတွေကိုStay at home or Stay home မိမိတို့နေအိမ်မှာပဲနေကြဖို့ ညွှန်ကြားထားရာက၊ အခုလို Curfew ထုတ်လိုက်တာဖြစ်ပါတယ်။ Typically Curfew refers to the time when individuals are required to return to and stay in their houses or homes.တကယ်တော့ Curfew ဆိုတာ ညပိုင်းမှာလူတွေကို အသွားအလာမလုပ်ကြဘဲ၊ အိမ်မှာနေကြဖို့ အမိန့်ထုတ်လိုက်တာဖြစ်ပါတယ်။ A curfew is a law stating that people must stay inside their houses after a particular time at night. အရင်က တိုင်းပြည်မငြိမ်သက်လို့မာရှယ်လော (Martial law) အမိန့်ထုတ်ကာ စစ်အုပ်ချုပ်ရေး (Military rule) ကာလအတွင်း \"ညမထွက်ရအမိန့် Curfew\" ထုတ်ပြန်လေ့ရှိပါတယ်။ စစ်ကြီးဖြစ်နေချိန်ကာလအတွင်းမှာလည်း Curfew အမိန့်ထုတ်ပါတယ်။ ဆန္ဒပြမှု၊ ရုန်းရင်းဆန်ခတ် မငြိမ်သက်မှုကြောင့် ပြည်သူများအကြား အထိတ်တလန့်ဖြစ်နေချိန်မျိုးတွင်လည်း ဒေသဆိုင်ရာအာဏာပိုင်တွေက အသွားအလာကန့်သတ်ရန် ညမထွက်ရအမိန့်ထုတ်ပါတယ်။ ဥပမာ - Dusk-to-dawn curfew နေဝင်ဆည်းဆာမှ မနက်မိုးသောက်အထိ အပြင်မထွက်ရ။ ယုတ်စွအဆုံး အဆောင်ပိုင်ရှင်က သူ့အိမ်ငှားအဆောင်နေသူတွေကို ဘယ်အချိန် အဆောင်ပြန်ဝင်ရောက်ရမယ်လို့ စည်းကမ်းကန့်သတ်တာလည်းCurfew တစ်မျိုးပါပဲ။  ကျွန်တော်တို့ငယ်ငယ်က Curfew ကို \"နေဝင်မီးငြိမ်းအမိန့်\" လို့ လူကြီးတွေပြောတာကြားဖူးပါတယ်။ ရှေးကျတဲ့အဘိဓာန်တွေက \"နေဝင်မီးငြိမ်း\" \"နေဝင်မီးငြိမ်းခေါင်းလောင်း\" လို့ အနက်ပေးတာတွေ့ရပါတယ်။ A regulation in feudal Europe by which fires had to be covered up orput out at a certain fixed time in the evening, marked by the ringing of an evening bell. ဘာပဲဖြစ်ဖြစ် ဒီကနေ့ ကျွန်တော်တို့ယဉ်ပါးနေတဲ့ Curfew က \"(သတ်မှတ်ချိန်) အပြင်မထွက်ရအမိန့်၊ ညမထွက်ရအမိန့်\" ပဲဖြစ်ပါတယ်။ ကဲ ကိုဗစ်-၁၉ က ကျွန်တော်တို့ကိုသင်ခန်းစာပေးနေပါပြီ။တိတ်တိတ်ဆိတ်ဆိတ် အိမ်ထဲမှာနေရင်း စုပေါင်းအားနဲ့ ငါ့ကိုတွန်းလှန်ကြ။ ငါက အကြာကြီးနေဦးမှာနော်။ အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists."
    },
    {
        "title": "Shameful Secret",
        "content": "Shameful Secret\n\nTop Secret; Bottom Open အဖြစ်ဟောင်းဆိုတာ လူတိုင်းကိုယ်စီရှိတတ်ကြပါတယ်။ အကြိမ်ကြိမ်အခါခါ ပြန်ပြောချင်စရာကောင်းတဲ့ ဇာတ်ကြောင်းတွေရှိသလို၊ ဘယ်လိုမှပြန်မပြောချင်တဲ့ အိမ်တွင်းအရှုပ်တော်ပုံ၊ လျှို့ဝှက်ထားရမယ့် တိတ်တိတ်ပုန်းဇာတ်လမ်းတွေလို \"ထိမ်ဝှက်ထားတဲ့ရှက်ဖွယ်အကြောင်းA shameful secret\" ကို အင်္ဂလိပ်တွေက Skeleton in the cupboard ကြောင်အိမ်ထဲကအရိုးစု လို့ပြောပါတယ်။ အမေရိကန်တွေကတော့ Skeleton in the closet ဗီရိုထဲကအရိုးစု လို့ဆိုပါတယ်။ ကဲ လူသိမခံချင်တာကိုတော့ ကြောင်အိမ်ပဲဖြစ်ဖြစ်၊ ဗီရိုပဲဖြစ်ဖြစ် လုံလုံခြုံခြုံထည့်ထားရမှာပေါ့နော်။In public we are private, in private we are public ဒါနဲ့ဆက်စပ်လို့ အီဒီယံတစ်ခု Wash one's dirty linen in public ရှိပါတယ်။ ကိုယ့်မှာအဲဒီလို A shameful secret ထိမ်ဝှက်ထားတဲ့ရှက်ဖွယ်အကြောင်း ရှိခဲ့ရင်၊ ယောင်လို့တောင် မဖွင့်ဟမိပါစေနဲ့။Don't wash your dirty linen in public. အရှက်ရစရာကို လူသိရှင်ကြားမလုပ်လိုက်မိဖို့၊ ကိုယ့်အထုပ် ကိုယ်ဖြေပြတဲ့အဖြစ်မျိုး မရောက်ပါစေနဲ့လို့ပြောတာ ဖြစ်ပါတယ်။ အားလုံး မင်္ဂလာညနေခင်းပါ။ Image credit to original artists."
    },
    {
        "title": "Vandal ဖျက်ဆီးသူ",
        "content": "Vandal ဖျက်ဆီးသူ\n\nVandalism ကို အဘိဓာန်က \"အများပြည်သူသုံး အဆောက်အအုံပစ္စည်းစသည်ကို လက်သရမ်းဖျက်ဆီးခြင်း\" လို့ အနက်ပေးပါတယ်။  Vandal ဆိုတာ \"သူတစ်ပါးပိုင်ပစ္စည်းကို အကြောင်းမဲ့သက်သက် ဖျက်ဆီးခြင်း၊ အလှပျက်စေခြင်း၊ အပျက်အစီးဖြစ်စေခြင်းစသည်ကို ပြုလုပ်သူ\" ဖြစ်ပါတယ်။Vandal နဲ့ အဓိပ္ပာယ်ဆင်တူစကားလုံး (Synonym) တွေက \"Destroyer; Ruiner; Wrecker ဖျက်ဆီးသူ\" ဖြစ်ပါတယ်။  စကားလုံးရင်းမြစ်ပြန်ကြည့်ရင် Vandal (N); Vandalism တို့ဟာ ခရစ်သက္ကရာဇ် ၄၅၅ က ရောမမြို့ကြီးကိုဝင်ရောက်တိုက်ခိုက်ကာ၊ အဖိုးအနဂ္ဃ ထိုက်သောစာပေအနုပညာလက်ရာများကိုဖျက်ဆီးပစ်ခဲ့သည့် ဂျာမန်လူရိုင်းမျိုး ဗင်ဒယ် (The East Germanic tribe of the Vandals) ကို အစွဲပြုမှည့်ခေါ်စကားလုံး (Eponym) ဖြစ်ပါတယ်။ ဒါကြောင့် Vandalism ကို ရှေးဂျာမန်လူရိုင်းမျိုးတို့၏ သရုပ်သကန်၊ အမူအကျင့်၊ အလှအပစသည် အနုပညာလက်ရာကို မနှစ်လိုဖျောက်ဖျက်တတ်ခြင်းလို့ထပ်ဆင့်အနက်ပေးပါတယ်။  \"Vandalize (V)= လက်သရမ်းဖျက်ဆီးသည်\" ဆိုရာတွင် အကြောင်းမဲ့သက်သက်ဖျက်ဆီးခြင်း၊ တမင်တကာအလှပျက်စေခြင်း အမူအကျင့်များပါဝင်လေ့ရှိပြီး၊ အသေးအဖွဲအနေနဲ့ ပန်းခြံအတွင်းအလှစိုက်ပန်းများခူးခြင်း၊ အုတ်တံတိုင်းနံရံပေါ်တွင် အရုပ်ရေးဆွဲခြင်း၊ Light-box ကြော်ငြာမှန်များရိုက်ခွဲခြင်း၊ကားမှတ်တိုင်များ ဖျက်ဆီးခြင်းမှသည် ကြေးနန်းတိုင်မှကြွေသီးများပစ်ခွဲခြင်း၊ ရထားသံလမ်းအဆက်များ ဖြုတ်ခိုးခြင်းအထိ ပါဝင်ပါတယ်။ ကဲ ခေတ်ဆိုး စနစ်ဆိုးတွေနဲ့အတူ ကြီးပြင်းခဲ့ကြရလို့ သန္ဓေမမှန်တဲ့ လက်သရမ်းဖျက်ဆီးသူတွေကို ယဉ်ကျေးမှုနယ်ပယ်ထဲ ရောက်အောင် ဆွေးနွေးအကြံပြုခြင်း (Counselling); အပြစ်ပေးအရေးယူခြင်းတွေနဲ့အချိန်ယူ ပဲ့ပြင်မှုတွေလုပ်ကြရပါဦးမယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists."
    },
    {
        "title": "Thingyan or Period of Transition",
        "content": "Thingyan or Period of Transition\n\nဒီနေ့ဟာ မြန်မာသက္ကရာဇ် ၁၃၈၁ ခုနှစ် တန်ခူးလဆုတ် ၇ ရက်၊ မဟာသင်္ကြန်အကြတ်နေ့ ဖြစ်ပါတယ်။ ဒီနှစ် သင်္ကြန်က အကြို ၁၊ အကျ ၁၊ အကြတ် ၂၊ အတက် ၁ (Akyo; Akya; Akyat; Atet) စုစုပေါင်း ၅ ရက်ရှိပါတယ်။ တချို့နှစ်တွေမှာ အကြတ် ၁ ရက်သာရှိလို့ပုံမှန်သင်္ကြန်ရက် ၄ ရက် ရှိပါတယ်။ အကြို Akyo = eve of Thingyan; အကျ Akya = the first day of Thingyan; commencement of Thingyan အကြတ် Akyat = day(s) between Akya and Atet. In other words, one or (sometimes two) day(s) beforeend of Thingyan; အတက် Atet = end of Thingyan  အားလုံးသိကြတဲ့အတိုင်း သင်္ကြန်ဆိုတာ ကူးပြောင်းခြင်းပါ။ Period of transition from the old to the new year. ဒါကို Passing into the new year အတာကူးတယ်လို့လည်း သိကြပါတယ်။အတာအိုး (Pot of flowers which representing seven days of the week) ထဲမှာ ခုနှစ်ရက်သားသမီးတို့ရဲ့မွေးနေ့ကို ကိုယ်စားပြုတဲ့ပန်းတွေထိုးပြီး သင်္ကြန်ကို ကြိုလေ့ရှိပါတယ်။  သင်္ကြန်တွင်း တစ်ဦးနဲ့တစ်ဦး ပက်ဖျန်းတဲ့ရေကို သင်္ကြန်ရေ (သို့) အတာရေWater poured on people during Thingyan လို့ ခေါ်ပါတယ်။ ဝေါဟာရအနေနဲ့ ရေပက်ခြင်းကို water throwing (throw) မှ dousing (douse); pouring (pour); spraying (spray) အမျိုးမျိုး သုံးကြပါတယ်။ Spraying ဆိုတာ ဘူးသေးသေးနဲ့ ဆေးမှုတ်သလို ဖျန်းတာမျိုးက ခံသာပေမယ့်၊အားပြင်းတဲ့ (မီးသတ်) ပိုက်ကြီးတွေနဲ့ ပက်ရင်တော့ ရေမမွန်းရင် ကံကောင်း၊ ရွဲရွဲစိုမှာ သေချာပါတယ်။ Dousing က ရေပက် ရေလောင်းတာထက် ရေနှစ်တဲ့သဘောဆောင်ပါတယ်။ ဒီနှစ်တော့ ကိုဗစ်-၁၉ ကပ်ရောဂါကြောင့် အတာရေချမ်းလည်း မပက်ဖျန်းနိုင်ကြတော့ပါ။ ဘဝတစ်သက်တာမှာ ကြုံတောင့်ကြုံခဲထူးခြားတဲ့နှစ်တစ်နှစ်ဖြစ်ပါတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Coronavirus vaccine",
        "content": "Coronavirus vaccine\n\nကိုရိုနာဗိုင်းရပ် ကာကွယ်ဆေး Coronavirus vaccine: when will we have one? How close are we to a Covid-19 vaccine? ကာကွယ်ဆေးအသုံး ပြုနိုဖို့ ဘယ်လောက်ကြာကြာစောင့်ရဦးမှာလဲ The official 12- to 18-month timeframe still stands.တစ်နှစ်၊ တစ်နှစ်ခွဲစောင့်ရပေဦးမယ်။ Ref: The Guardian April 12, 2020 A vaccine for worldwide use isn't likely to be ready until the beginning of next year at the earliest. တစ်ကမ္ဘာလုံးအသုံးပြုနိုင်မယ့်အချိန် အစောဆုံး နောက်နှစ်အစ ၂၀၂၁Ref: The Telegraph April 13, 2020 WHO expert: Finding and distributing COVID-19 vaccine in 18 months would be ‘historic’ ကမ္ဘာ့ကျန်းမာရေးအဖွဲ့ကြီးကတော့ (သုံးစွဲမယ့်လူနာတွေ ဘေးကင်းရန် ဆက်လက်စမ်းသပ်မှုများ အဆင့်ဆင့်လုပ်ရမှာဖြစ်လို့) တစ်နှစ်ခွဲအတွင်းကာကွယ်ဆေးဖြန့်နိုင်ဖို့ သိပ်မလွယ်တဲ့။ WHO March 20, 2020 အားလုံး ကိုဗစ်-၁၉ အန္တရာယ် မှကင်းဝေးနိုင်ကြပါစေ။ မင်္ဂလာ ညချမ်းပါ။"
    },
    {
        "title": "Staying Alive",
        "content": "Staying Alive\n\nQUARANTINE THEME SONG Bee Gees ရဲ့ Staying Alive ကို ခါတော်မီပုံပြောင်းလိုက်တဲ့ Staying Inside အိမ်ထဲမှာနေBee Gees ရဲ့ Staying Alive ကို ခါတော်မီပုံပြောင်းလိုက်တဲ့ Staying Inside အိမ်ထဲမှာနေBee Gees ရဲ့ Staying Alive ကို ခါတော်မီပုံပြောင်းလိုက်တဲ့ Staying Inside အိမ်ထဲမှာနေ"
    },
    {
        "title": "လူသတ်သမားများ",
        "content": "လူသတ်သမားများ\n\nThat's A Killer, Honey!\"The Killers လူသတ်သမားများ\" ဆိုတာ ၁၉၂၇က အမေရိကန်စာရေးဆရာကြီး အားနက်ဟဲမင်းဝေး Ernest Hemingway ရေးတဲ့ သေခြင်းတရားကို ဘယ်လိုမှ ရှောင်ပုန်းမရကြောင်း ဖော်ကျူးထားတဲ့ ရိုးရိုးစင်းစင်း ဝတ္ထုတိုတစ်ပုဒ်ပါ။ ဒီဝတ္ထုတိုလေးကို ရှေ့သို့မဂ္ဂဇင်း (The Forward)အယ်ဒီတာတစ်ယောက် သင်ပေးလို့ ဝတ္ထုသွားရော၊ စာပေရသတွေရော၊ စာရေးဆရာပေးချင်တဲ့အမှာစကား၊ သွန်သင်ဆုံးမစကား (Message)ကိုပါရခဲ့ပါတယ်။ဒီ \"The Killers\" ကို ၁၉၆၄ က မင်းသားကြီး Lee Marvin နဲ့ ရိုက်ထားတဲ့ ဇာတ်ကားလည်းရှိပါတယ်။ စိတ်ဝင်စားသူများ အင်တာနက်က ကြည့်ရှုနိုင်ပါတယ်။ စာပေလေ့လာလိုသူများ ရုပ်ရှင်ထက်စာအုပ်ကို အရင်ဖတ်ရှုခံစားစေချင်ပါတယ်။ ၂၀၁၉ မှာ ကမ္ဘာ့ကပ်ဆိုးကြီး လူသတ်ကောင် ကိုဗစ်-၁၉ \"COVID-19 The Killer\" ကျရောက်နေချိန်မှာ ဒီဝတ္ထုတိုလေးက ချိန်ခါသင့် အကြောင်းခြင်းရာတစ်ခုဖြစ်ပါလိမ့်မယ်လို့ ယုံကြည်ပါတယ်။ကြုံကြိုက်လို့ပြောရရင် ဝေါဟာရအနေနဲ့ Killer ဟာ အမြဲတန်း \"သတ်ဖြတ်သူ\" ဆိုတဲ့ အနက်အဓိပ္ပာယ်ရှိတာမဟုတ်ဘဲ၊ ပျော်စရာသိပ်ကောင်း၊ အင်မတန်ဝမ်းသာစရာအရာ Wonderful thing;Amazing occasion တွေကိုလည်း ဖော်ပြနိုင်ပါတယ်။Killer (Slang) : an extremely successful, impressive, exciting, etc. person or thing.ဥပမာ - ကိုယ်လက်ထပ်ခွင့်တောင်းထားတဲ့ ကောင်မလေးဆီက I'm making a wedding plan. ဆိုရင် ခင်ဗျားချက်ချင်း ပြန်ပြောလိုက်ရမှာက \"အချစ်ရေ အဲဒါ သိပ်မိုက်တယ်ကွာ That's a killer, honey!\" ပါပဲ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "What's going on? Who's next?",
        "content": "What's going on? Who's next?\n\n••• ကိုရိုနာဗိုင်းရပ်က ကမ္ဘာ့ကပ်ရောဂါအသွင်ပြောင်းကာ ကူးစက်ပျံ့နှံ့နေတာကြောင့် တစ်နေ့တစ်နေ့ ဘာတွေဖြစ်ဦးမလဲ ကူးစက်မခံရပါစေနဲ့ဆိုပြီး နေ့စဉ်ဆုတောင်းကာ ထိတ်ထိတ်လန့်လန့် အသက်ရှင်နေရပါတယ်။••• ကဲ ဗွန်ဂျိုဗီ ရဲ့ Living On A Prayer သီချင်းကို နားစွဲအောင်နားထောင်ပြီးရင် အခု ဆိုဖီ ရဲ့တီးကွက်ကို နားထောင်ကြည့်ကြပါဦး။"
    },
    {
        "title": "စာရင်းရှင်းဖို့ရောက်လာပြီ",
        "content": "စာရင်းရှင်းဖို့ရောက်လာပြီ\n\nCOVID-19 Reckoning Came! စာရင်းရှင်းဖို့ရောက်လာပြီ RECKON .Reckon ကို ကြိယာအနေနဲ့ \"ရေတွက်သည်၊ တွက်ချက်သည် Count; Calculate; Compute\" ကအစ \"ယူဆသည်၊ ထင်သည် Consider; Regard; Assume; Think\" အလယ် \"အားထားသည်၊ ယုံစားသည် Depend; Rely\" အထိအနက်အဓိပ္ပာယ်မျိုးစုံနဲ့ သုံးကြတာတွေ့ရပါတယ်။ ဒါ့အပြင် \"ဆင်ခြင်သုံးသပ်သည်၊ အကျိုးအကြောင်းပေါ် မူတည်ဆုံးဖြတ်သည် Judge; Evaluate; Account\" တို့လို အနက်မျိုးလည်းရှိပါတယ်။ RECKONING .Reckon (V) ရဲ့ နာမ်ပုဒ် Reckoning ရဲ့ ရိုးစင်းအဓိပ္ပာယ်က \"အတွက်အချက်၊ တွက်ချက်ခြင်းWay of counting: calculating; estimating; Summation\" ကိုပြောတာပါ။ အပေါ်ယံကြောပြောရရင် Reckoning ဆိုတာ \"စားသောက်ဆိုင်တစ်ဆိုင်မှာ စားကြသောက်ကြပြီး၊ Billing စုစုပေါင်းကျသင့်ငွေတွက်ချက်ခြင်း၊ ကျသင့်ငွေပေးချေခြင်း Settlement of an account or bill\" ဖြစ်ပါတယ်။Reckoning ရဲ့ နောက်လေးနက်တဲ့အဓိပ္ပာယ်က \"အပြစ်အတွက်ခံရသည့်ဒဏ် Retribution for one's actions\" ပါ။ DAY OF RECKONING >> (လူတစ်ယောက်နှင့်တစ်ယောက်အကြားရှိ) အမုန်းတရား (Hatred)၊ ရန်ငြိုးရန်စ (Fued)၊ ကလဲ့စား (Revenge)၊ မိသားစု၊ ဆွေမျိုးတစ်စုနှင့်တစ်စု သွေးကြွေးဆပ်ခြင်း(Vendetta) သည်တို့ကို စာရင်းရှင်းသောနေ့၊ သူသေကိုယ်သေ အပြတ်ရှင်းသည့်နေ့ကို The day of reckoning လို့ဆိုပါတယ်။ >> 'ကိုယ်ပြုသည့်ကံ ကိုယ်သာခံ' ဆိုတာလို \"မိမိတို့ပြုခဲ့သောကုသိုလ်၊ အကုသိုလ်အလျှောက် စီရင်ချက်ချမှတ်မည့်နေ့ရက် The settlement of rewards or penalties for any action\" ကိုလည်း The day of reckoning လို့ခေါ်ပါတယ်။ ဥပမာ - There will be a heavy reckoning to pay for his misdeeds. ကိုယ်ကျူးလွန်ထားတဲ့ မကောင်းမှုအကုသိုလ်တွေအတွက် တနင့်တပိုးအပြစ်ဒဏ်ခံရပေဦးမယ်။ >> နောက်ဆုံးတစ်ခု Last but not least နောက်ဆုံးဆိုပေမဲ့ခပ်ပေါ့ပေါ့တော့ မဟုတ်ပါဆိုတာလို The day of reckoning ဆိုတာ \"ဤလောကကို နောက်ဆုံးစီရင်မည့်နေ့ရက်\" ဖြစ်ပါတယ်။ ကဲ Reckon ဆိုင်ရာဝေါဟာရတွေလေ့လာရင်း သံဝေယူဆင်ခြင် သုံးသပ်နိုင်ကြပါစေ။ အားလုံး မင်္ဂလာညနေခင်းပါ။ Image credit to original artists."
    },
    {
        "title": "တို့ကအသက်ပြင်းတယ်နော်",
        "content": "တို့ကအသက်ပြင်းတယ်နော်\n\nNine Lives  ကျွန်တော်တို့ လူတွေမှာ အသက်တစ်ချောင်းသာပါပေမဲ့၊ A cat is able to endure, continue, or survive despite a near encounter with death or disaster because cats have nine lives ကြောင်တွေမှာတော့အသက်ကိုးချောင်းတောင်ပါတယ်ဆိုပဲ။ ဒါကြောင့် A cat has nine lives. လို့ တင်စားပြောကြတာပေါ့။ အဘိဓာန်တွေကိုပြန်ကြည့်ရင် \"A cat has nine lives.\" ကို အီဒီယမ်၊ စကားပုံ၊ တင်စားအသုံးအနှုန်းစသည်ဖြင့် ဖော်ပြတာတွေ့ရပါလိမ့်မယ်။ ဒါကြောင့် Everybody knows a cat has nine lives.လူတိုင်းသိထားကြတာက ကြောင်တွေအသက်ပြင်းတယ်။ ကြောင်တွေဟာ သေလောက်တဲ့ဘေးအန္တရာယ်မျိုးကြုံပေမဲ့ အသက်ဘေးက လွတ်မြောက်သွားကြတယ်လို့ ယုံကြည်ကြတယ်။  ကျွန်တော်တို့ငယ်ငယ်က လက်နှိပ်ဓာတ်မီး (Torch light/Flashlight) သုံး အဲဗားရယ်ဒီ (EverReady) ဓာတ်ခဲပေါ်ကအင်္ဂလိပ်ဂဏန်း 9 အလယ်မှာ ကြောင်လေးပုံထည့်ထားတာ တွေ့ဖူးပါတယ်။ လူကြီးတွေက အဲဒီဓာတ်ခဲအမှတ်တံဆိပ် \"အဲဗားရယ်ဒီ\" ကို \"ကြောင်ကွင်းစွပ်\" လို့ခေါ်ကြပါတယ်။ သက်ကြီးပိုင်းတွေက မှတ်မိကြဦးမယ်ထင်ပါတယ်။ နောက်မှတ်မိနေတာက \"အသုံးပြုစဉ်အားပြန်ဝင်ပါသည်\" ဆိုတဲ့ကြော်ငြာစာသားလေးပါ။ကဲဗျာ ကိုဗစ်-၁၉ ကူးစက်ခံရပြီး၊ သေကိန်းဆိုက်ခဲ့ရင် အသက်ကိုးချောင်းရှိတဲ့ အိမ်ကကြောင်တွေဆီက အသက်တစ်ချောင်းလောက် ငှားလို့ရရင်ကောင်းမှာပဲနော်။ Dear Cat, Can you spare me one life of yours? မင်္ဂလာညချမ်းပါ။ အားလုံး ကိုဗစ်အန္တရာယ်ကင်းဝေးကြပါစေ။"
    },
    {
        "title": "CORONAVIRUS reach its peak.",
        "content": "CORONAVIRUS reach its peak.\n\nWhen the going gets tough, CORONAVIRUS reach its peak. ••• Prime Minister Boris Johnson has been moved to intensive care in hospital after his coronavirus symptoms \"worsened\", Downing Street has said. ဗြိတိန်ဝန်ကြီးချုပ်Boris Johnson ကိုဗစ်ရောဂါပြင်းထန်လာလို့ အထူးကြပ်မတ်ဆောင်သို့ ပို့ဆောင်ကာ အောက်စီဂျင်ပေးထားရကြောင်း ဖတ်ရပါတယ်။ အကောင်းဆုံးကုသပေးပြီး၊ အမြန်ဆုံးသက်သာဖို့ အားလုံးကတောင်းပေးနေကြပါတယ်။ Our thoughts are with UK PM and his family."
    },
    {
        "title": "COVID-19 The Pandemic Killer",
        "content": "COVID-19 The Pandemic Killer\n\nBBC သတင်းပြတင်းပေါက်က ကမ္ဘာကြီးကို လှမ်းမျှော်ကြည့်လိုက်တော့ ကိုရိုနာဗိုင်းရပ်ပိုးစခဲ့တဲ့ တရုတ်ပြည်က အဖိတ်အစင် ၃,၃၀၀ ကျော်နဲ့ ကိုဗစ်-၁၉ ဒဏ်ရာတွေဆေးထည့်နေချိန် စစ်ရေး၊ စီးပွားရေးအရ ကမ္ဘာ့အင်အားအကြီးဆုံး အမေရိကန်နဲ့ ဗြိတိန်၊ အီတလီ၊ စပိန်တို့ တစ်နေ့လူ၇၀၀~၁.၀၀၀ ကြား အသက်ဆုံးရှုံးခံနေကြရတယ်။  ကူးစက်ခံရတာရော၊ သေဆုံးတာရော အမြင့်မားဆုံး စံချိန်တင်နေတဲ့အချိန်မှာ နယူးယောက်မြို့တော်ဝန် က ကိုဗစ်ရောဂါဒဏ် အကြီးအကျယ်ခံရဦးမှာဖြစ်လို့ \"The worst has yet to come.\" အဆိုးဆုံးတွေလာဦးမှာလို့ သတိပေးပြောကြားသွားပါတယ်။ပြည်သူ့ကျန်းမာရေးအတွက် လုပ်ကိုင်နေသူတွေ၊ သမ္ဘာရင့်ဆရာဝန်ကြီးတွေက တစ်သံတည်း မှတ်ချက်ပေးနေကြပြီ၊ ကျွန်တော်တို့ ရောဂါကူးစက်ခံရဖို့ရှိပါတယ် Our own personal safety is at risk. ကဲ ကိုယ့်ကိုယ်ကိုယ်တောင် မကာကွယ်နိုင်အောင် ဘေးအန္တရာယ်ကျရောက်နေပြီဆိုပဲ။Shocking! Positively shocking!  Wear mask Stay indoor Wash your hands Social & physical distancing Help protoect your Community! အားလုံး ကျန်းမာကြပါစေ။ Image credit to original artists."
    },
    {
        "title": "လူတွေဘယ်ရောက်ကုန်ကြလဲ",
        "content": "လူတွေဘယ်ရောက်ကုန်ကြလဲ\n\nWhere have all the people gone? လူတွေဘယ်ရောက်ကုန်ကြလဲ ကိုရိုနာဗိုင်းရပ်ကြောက်လို့ အိမ်ထဲအောင်းနေကြရတယ် ကြည့်ပါဦး၊ လူတွေမရှိတော့ တိရစ္ဆာန်တွေ လမ်းပေါ်ထွက်လာကြတယ် ဒီပုံက အင်္ဂလန် ဝေလမှာတွေ့ရတဲ့ ဆိတ်ကြီးတွေပါGreat Orme Kashmiri goats on the streets of Llandudno, Wales. Animals — including coyotes in California and rats everywhere — have ventured out as people shelter indoors.STAY AT HOME PROTECT LIVES THEN YOU WILL BE DOING YOUR PART. အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "ရတာထက်ပိုလုပ်-လုပ်တာထက်ပိုရ",
        "content": "ရတာထက်ပိုလုပ်-လုပ်တာထက်ပိုရ\n\nDO MORE THAN YOU ARE PAID FOR... ရတာထက်ပိုလုပ်-လုပ်တာထက်ပိုရ  ဒီအဆိုအမိန့်က ဆရာဖေမြင့်တို့လို တက်ကျမ်းတွေရေးနေတဲ့ Napoleon Hill ရဲ့ THE LAW OF SUCCESS စာအုပ်ထဲက တိုက်တွန်းချက်ပါ။ သင်ဘယ်အဖွဲ့အစည်းမှာလုပ်လုပ်၊ အရည်အသွေးပြည့်မီတဲ့ ကျွမ်းကျင်မှုပြည့်ပြည့်ဝဝနဲ့ လုပ်ငန်းကို ပိုင်နိုင်စွာလုပ်ကိုင်နိုင်တဲ့ အရည်အချင်းရှိဝန်ထမ်းဖြစ်အောင် အထူးကြိုးစားကြရပါမယ်။ ဒါမှသာ ထိုက်ထိုက်တန်တန် ချီးမြောက်ခံရသူ ဖြစ်ပါလိမ့်မယ်။ Do more than you are paid for, will soon be paid for more than you do.  စာရေးဆရာထက်ကျော်ရေးသားတဲ့စာအုပ် \"ငှက်ပျောသီးပေးလျှင်မျောက်တွေပဲ လာလိမ့်မည်\" ကိုဖတ်ဖူးကြပါသလား။ စာအုပ်အမည်ကို အနီးစပ်ဆုံးဘာသာပြန်ရင် If you give bananas, monkeys will come up to you. လို့ပြန်ဆိုနိုင်မယ်ထင်ပါတယ်။ ကောင်းကင်ထဲက စာကြည့်တိုက်ကြီး ဝီကီကို တိုင်ပင်ကြည့်တော့၊ သူက If you pay peanuts, you get monkeys. လို့ဆိုပါတယ်။သူတို့ဆီကမျောက်တွေ ငှက်ပျောသီးမစားဘဲ၊ မြေပဲ ကြိုက်ကြတာကိုး။ ထားပါတော့ ဒီအဆိုအမိန့်ရဲ့ဆိုလိုရင်းက ထိုက်ထိုက်တန်တန်မပေးရင် ခပ်ညံ့ညံ့တွေပဲ ရမယ်လို့ပြောတာပါ။ ပိုပြီးရှင်းသွားအောင် အင်္ဂလိပ်လိုရှင်းပြချက်နှင့်အတူ ပေးထားတဲ့ဥပမာတွေကိုဖတ်ကြည့်ပါဦး။Only stupid people will work for you if you do not pay very much. This company is full of incompetents!' 'Well, if you pay peanuts, you get monkeys. ငှက်ပျောသီးပဲစားစား၊ မြေပဲပဲကြိုက်ကြိုက်၊ သင့်လုပ်ငန်းခွင်မှာ သင်အဓိကလုပ်ဆောင်ရမည့်အချက်ကDo more than you are paid for, will soon be paid for more than you do. ရတာထက်ပိုလုပ်ပြပါ၊ မကြာခင် သင်လုပ်တာထက်ပိုရပါလိမ့်မယ် ဆိုတာပါပဲ။ အစဉ်ထာဝရ ထူးချွန်ထက်မြက်သူများဖြစ်ကြပါစေ။ အားလုံးမင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "Pedagogical Pop!",
        "content": "Pedagogical Pop!\n\n၁၉၆၂ ကျွန်တော် တောင်ငူရောက်တယ်။ အင်္ဂလိပ်သီချင်းတွေဆိုတတ်တဲ့ ကရင်လေးတွေနဲ့ အဖွဲ့ကျတယ်။သူတို့ကြောင့် Elvis Presley, Cliff Richard, Pat Boone တို့ကိုသိလာရတယ်။ဒီ Evergreen Tree သီချင်းကို Cliff က အေးအေးငြိမ့်ငြိမ့်နဲ့ တစ်လုံးချင်းဆိုသွားတာ။Lyrics စာသားရှာဖို့တောင်မလိုဘူး။ နားထောင်ကြည့်ကြပါ။"
    },
    {
        "title": "\"Sally G\" သီချင်း",
        "content": "\"Sally G\" သီချင်း\n\nG is for Glamour The Beatles အဖွဲ့ဝင်ဟောင်း Paul McCartney ဆိုခဲ့တဲ့ \"Sally G\" သီချင်းကို နားထောင်ဖူးကြပါသလား။ နားထောင်လို့ကောင်းသားဗျ၊ စတီရီယိုအဆိုတော်ကြီး ဘိုဘိုဟန် ရဲ့ကော်ပီသီချင်းတောင်ရှိပါတယ်။ အဲဒီသီချင်းထဲက စကားလုံး G ကဘာကိုရည်ညွှန်းတယ်ဆိုတာ မသိပါ\"...I wonder if she ever really understood. I never thought to ask her what the letter G stood for, But I know for sure it wasn't good. And they call her Sally, Sally G, why d'you wanna do the things you do to me? You're my Sally,Sally G...\" လို့ဆိုထားတာတွေ့ရပါတယ်။ အခုလည်း G အကြောင်းပြောမလို့ပါ။ စိတ်ဝင်စားမလားမသိဘူး။ ကဲ Hello Channel ကပြောပြမယ့် Word Power ကိုနားထောင်လိုက်ပါ။"
    },
    {
        "title": "COVID-19 ALERT",
        "content": "COVID-19 ALERT\n\n••• မျက်စိနှစ်လုံးပွင့်လို့ ပြင်ပကမ္ဘာကို လှမ်းမျှော်ကြည့်လိုက်တာနဲ့ မင်္ဂလာမနက်ခင်းအစား Stay at home အိမ်မှာနေပါ ဆိုတာတွေပဲကြားနေရတယ်။ အိမ်မှာနေပါဗျာ။ ••• ဘယ်သူကို ဘယ်လောက်ချစ်ချစ် ခပ်ဝေးဝေးနေပါ။ ၃ ပေအကွာ ခပ်ခွာခွာနေကြပါ။ နှာချေချောင်းဆိုးနေသူမျိုးကို ၆ ပေအကွာကရှောင်ပါ။••• အရေးအကြီးဆုံးက သင်ကိုယ်တိုင် သင့်မိသားစုဝင် သင့်လုပ်ဖော်ကိုင်ဖက် သင့်အိမ်နီးချင်းတစ်ဦးဦး ကိုဗစ်ရောဂါသံသယရှိလာရင် ဆရာဝန်ပြသစစ်ဆေးခံလိုက်ပါ။ Community ရပ်ရွာကိုကူညီဖို့ သင့်မှာတာဝန်အပြည့်ရှိပါတယ်။ One for all & All for one!"
    },
    {
        "title": "HARD TIMES AHEAD!",
        "content": "HARD TIMES AHEAD!\n\nTHOUGHT OF THE WEEK - April 1, 2020 HARD TIMES AHEAD! ••• The worst has yet to come. အဆိုးဆုံးတွေလာဦးမယ်။ Testing သိပ်မစစ်ဆေးနိုင်သေးလို့ မတွေ့တာလည်းဖြစ်နိုင်ပါတယ်။ ဘာပဲဖြစ်ဖြစ် Law of Karma ကံစီမံရာပေါ့။ အသိ သတိ ဉာဏ်အမြဲရှိကြပါစေ။••• Quarantine ကိုအဘိဓာန်က \"ရောဂါဖြစ်နေသောလူ (သို့မဟုတ်) တိရစ္ဆာန်ကို ရောဂါပိုးမကူးစက်စေရန် ခွဲထားတဲ့အချိန်ကာလ\" လို့အနက်ဖွင့်ပြီး၊ \"ရောဂါခြေချုပ်\" လို့လည်းအနက်ပေးတယ်။ အဲဒီလို တခြားလူတွေဆီ မကူးစက်မပျံနှံ့စေဖို့ အသွားအလာကန့်သတ်ကာ၊ ခွဲခြားထားရှိလိုက်တဲ့ခြေချုပ်ကိုမလိုက်နာနိုင်တာတွေရှိနေပါတယ်။ တစ်နေ့က တရုတ်အမျိုးသမီးတစ်ယောက် ဟောင်ကောင်လေဆိပ်မှာ ကျန်းမာရေးစစ်ဆေးတာငြင်းဆန်ပြီး၊ ကိုယ်လုံးတီးနေပြလိုက်တယ်။ ဒီမှာလည်း အသုံးလုံးကြေသူရော၊ မကြေသူတချို့ အစစ်ဆေးမခံတဲ့ ဖြစ်ရပ်တွေရှိနေပါတယ်။ ကွန်မြူနစ်ကြီး ရုရှားသမ္မတပူတင်က ရောဂါခြေချုပ်ဖောက်ဖျက်သူထောင် ၇ နှစ်တဲ့ဗျာ။ ••• အကြီးအကျယ် ဘေးဒုက္ခဆိုက်ရောက် နေချိန်မှာတောင် အသိဉာဏ်နည်းသူတွေ၊ သူကအဖြူဆို ကိုယ်ကအမည်းလုပ်သူတွေရှိနေဦးမှာပါ။ ဒါကြောင့် It is hard to die but it is harder to live. သေဖို့ခက်ပါတယ်။ ဒါပေမဲ့ အသက်ရှင်နေထိုင်ရန် ပိုခက်တယ် လို့အယ်ဘေးနီးယားစကားပုံတစ်ခုက ဆိုပါတယ်။ ကဲ ဘယ်လိုအသက်ရှင်နေထိုင်ကြမလဲ။ Do good to your community! အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "PROVERBS & SAYINGS",
        "content": "PROVERBS & SAYINGS\n\nမေလ ၃၁ COLLECTOR'S CORNER COLLECTION OF PROVERBS & SAYINGS  Adage ဆိုရိုးစကား၊ ဆိုရိုး၊ Aphorism ဆောင်ပုဒ်၊ Axiom နဂိုမှန်အဆို၊ Dictum အဆိုအမိန့်၊ Idiom အီဒီယံ Maxim ဆိုရိုး၊ နီတိ၊ Moral ဥပဒေသ၊ သင်ခန်းစာ Motto ဆောင်ပုဒ် Proverb ဆိုရိုး၊ စကားပုံ Saying ဆိုရိုး ဆိုထုံး Sawဆိုရိုး ဆိုထုံး Quotation အဆိုအမိန့်  White elephant အကုန်အကျများသလောက် အသုံးမဝင်သောအရာ Among the blind one-eyed man is king. အနူတောလူချော Hunger is the best sauce. မြိန်ရာဟင်းကောင်း Runing with the hare and hunting with the hounds.You can't run with the hare and hunt with the hounds. ယုန်နဲ့အတူပြေး ခွေးနဲ့အတူလိုက် (လှေနံနှစ်ဖက်နင်း) Love at first sight. မြင်မြင်ချင်းပဲ ချစ်မိတယ် Don't gild the lily. စံပယ်ဖြူ ဆေးကူမသပါနဲ့  မေလ ၂၈ မှစတင်ကာ နေ့စဉ်တင်ပြပေးနေပါတယ်။မူကွဲများရှိပါက တင်ပြပေးကြပါရန်။"
    },
    {
        "title": "STAGES OF LIFE",
        "content": "STAGES OF LIFE\n\nWhen People Are Leavin'UNHCR သတင်းရင်းမြစ်ရဲ့အဆိုအရလက်ရှိပဋိပက္ခကြောင့် IDP (Internally Displaced Persons) နေရပ်စွန့်ခွာစစ်ဘေးရှောင်နေရသူပေါင်း တစ်သိန်းနှစ်သောင်းကျော်ရှိပြီး၊ ကလေးသူငယ်အပါအဝင် သက်ကြီးရွယ်အိုတွေပါဝင်ကြောင်းသိရပါတယ်။ဪ ကလေးသူငယ် နဲ့ သက်ကြီးရွယ်အို...STAGES OF LIFEကျွန်တော် လွန်ခဲ့တဲ့ဆယ်နှစ်ကျော်လောက်က စုဆောင်းပြုစုထားတဲ့ Stages of Lifeဝေါဟာရတွေပါ။ မွေးကင်းစ က သက်ကြီးရွယ်အိုအထိ အရွယ်အဆင့်ဆင့်ပါပါတယ်။ကျန်နေတာရှိရင် ဖြည့်စွက်လိုက်ကြပါ။ အခွင့်ကြုံတုန်း လေ့လာနေသူများအတွက် မျှဝေပါရစေ။အသက်အရွယ်ကို \"ဆယ်ကျော်သက်\" က \"အသက်ရာကျော်\" အထိ ဆယ်နှစ်စီပိုင်းခြားခေါ်ဝေါ်ပုံတွေကို အလျဉ်းသင့်လို့ ဖော်ပြလိုက်ပါတယ်။Teenage အသက် ၁၃ ~ ၁၉ နှစ်အတွင်းရှိသူ၊ ဆယ်ကျော်သက်Vicenarian အသက် ၂၀ ရှိသူ (အသက် ၂၀~၂၉ ကြား)Tricenarian အသက် ၃၀ ရှိသူ (အသက် ၃၀~၃၉ ကြား)Quadragenarian အသက် ၄၀ ရှိသူ (အသက် ၄၀~၄၉ ကြား)Quinquagenarian အသက် ၅၀ ရှိသူ (အသက် ၅၀~၅၉ ကြား)Sexagenarian အသက် ၆၀ ရှိသူ (အသက် ၆၀~၆၉ ကြား)Septuagenarian အသက် ၇၀ ရှိသူ (အသက် ၇၀~၇၉ ကြား)Octogenarian အသက် ၈၀ ရှိသူ (အသက် ၈၀~၈၉ ကြား)Nanogenarian အသက် ၉၀ ရှိသူ (အသက် ၉၀~၉၉ ကြား)Centenarian အသက် ၁၀၀ ရှိသူ၊ အသက်ရာကျော်သူအားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "PROVERBS & SAYINGS",
        "content": "PROVERBS & SAYINGS\n\nမေလ ၂၉ COLLECTOR'S CORNER COLLECTION OF PROVERBS & SAYINGSCare kills a cat. စိတ်ထောင်းကိုယ်ကြေ The pen is mightier than the sword. ဓားသွားထက် ကလောင်သွားထက်သည် All his geese are swans. ကိုယ့်ငါးချဉ်ကိုယ်ချဉ်သည် It is like casting pearls before a swine. ကျွဲပါးစောင်းတီးSpend money like water. ငွေကိုရေလိုသုံး Like water off a duck's neck ပိန်းကြာဖက်ပေါ်ရေမတင်သကဲ့သို့  မေလ ၂၈ မှစတင်ကာ နေ့စဉ်တင်ပြပေးသွားပါမည်။ မူကွဲများရှိပါက တင်ပြပေးကြပါရန်။Empty vessels make most noise. မပြည့်သည့်အိုး ဘောင်ဘင်ခတ် Make a mountain out of a molehill. တစ်ဆိတ်ကိုတစ်အိတ်လုပ် Nothing ventured, nothing gained. မကြိုးစားလျှင် မအောင်မြင်၊ ကြောက်လျှင်လွဲ ရဲလျှင်မင်းဖြစ် Nurse a viper in one's bosom. မြွေပွေးခါးပိုက်ပိုက်Rub salt in the wound. အနာပေါ်တုတ်ကျ More haste, less speed. အလျင်လိုက အနှေးရ  နေ့စဉ်တင်ပြပေးသွားပါမည်။"
    },
    {
        "title": "မိုးကြိုးဖမ်းသူ",
        "content": "မိုးကြိုးဖမ်းသူ\n\nLightning Arresterမိုးကြိုးဖမ်းသူမိုးကြိုးလွှဲ ကို ဗြိတိသျှတို့က Lightning conductor လို့ခေါ်ပြီး၊ အမေရိကန်တို့က Lightning rod လို့ခေါ်ပါတယ်။ မိုးကြိုးလွှဲ ရဲ့နောက်အခေါ်အဝေါ်တစ်မျိုးက Lightning diverter ပါ။ကျွန်တော်တို့အားလုံးက မိုးကြိုးလွှဲ ကို Lightning arrester; စာလုံးပေါင်းမူကွဲ Lightning arrestor လို့လည်းသိနေကြပါတယ်။အဓိပ္ပာယ်ဖွင့်ဆိုချက်အရ မြန်မာလို \"မိုးကြိုးလွှဲ\" လို့ဆိုပေမဲ့၊ မိုးကြိုးပစ်တာကြောင့် ဖြစ်ပေါ်မယ့် လျှပ်စစ်ဓာတ်အားသုံးကိရိယာ၊ ဆက်သွယ်ရေးစနစ်ဆိုင်ရာ ပစ္စည်းတွေရဲ့ အပျက်အစီးကို ကာကွယ်ဖို့လုပ်ထားတဲ့ အစီအမံတစ်ခုပါ။ A lightning arrester is a device used on electric powersystems and telecommunication systems to protect the insulation and conductors of the system from the damaging effects of lightning.အဲဒါကြောင့် မြန်မာက \"မိုးကြိုးလွှဲ\" နာမည်ပေးပေမဲ့ သူ့လုပ်ဆောင်ချက်က ပစ်ချလိုက်တဲ့မိုးကြိုး (Lightning) ကို ဘေးကင်းရာမြေကြီးထဲကို ဖမ်းဆွဲချရသူ-မိုးကြိုးဖမ်းသူ (Lightning arrester) သာဖြစ်ပါကြောင်း ဖော်ပြလိုက်ပါတယ်။အားလုံး မင်္ဂလာပါ။Image credit to original artists.PS> စာကြွင်း♤♤♤ မိုးကြိုး■■■ မိုးကြိုးအကြောင်းပြောရင် \"မိုးသက်မုန်တိုင်း Rain storm \" ကစတင်ရမှာဖြစ်ပါတယ်။Rain storm is a kind of storm of thunder (မိုးကြိုး) and lightning (လျှပ်စီးလက်ခြင်း), usually with heavy rain.လျှပ်စီးလက်တာကို Flash of lightning လို့ ရေးကြပါတယ်။ ရှေးလူကြီးတွေအပြောအရ လျှပ်စီးလက်တာဟာ ကောင်းကင်ကနတ်သမီးတွေထဘီခါတာလို့ ကြားဖူးပါတယ်။ အပေါ်က အဓိပ္ပာယ်ဖွင့်ဆိုချက်မှာပါတဲ့thunder နဲ့ lightning အကြောင်း ထပ်ပြောပါရစေ။■■■မိုးကြိုးကို Thunder; Thunderbolt; Thunderclap လို့ မြန်မာအင်္ဂလိပ် အဘိဓာန်ကအနက်ပေးပါတယ်။ အင်္ဂလိပ်- မြန်မာအဘိဓာန်က Thunder ကို မိုးခြိမ်းသံ၊ မိုးချုန်းသံ Thunderclap ကို မိုးချုန်းသံ၊ Thunderbolt ကို မိုးကြိုးပစ်ခြင်း လို့သရုပ်ခွဲအနက်ပေးပါတယ်။■■■ထူးခြားချက်က မိုးကြိုးပစ်တာကို အင်္ဂလိပ်လိုရေးပြောရာမှာ Thunder နဲ့မသုံးဘဲ၊ Lightning hit or strike (struck) လို့ သုံးပါတယ်။ ဥပမာ လူတစ်ယောက် မိုးကြိုးပစ်ခံရတာကို The lightning strikes a man or A man was struck/ killed by lightning.လို့ ရေးပါတယ်။■■■စာပေအသုံးအနှုန်း သဘောအရ Thunderstruck (adj) ကို မှင်တက်မိသည်၊ အလွန်အမင်းအံ့သြသည်စတဲ့ အဓိပ္ပာယ်အဖြစ်သာသုံးပါတယ်။ အမှန်တကယ် မိုးကြိုးပစ်ခံရသည့်သဘောနဲ့ မသုံးပါ။ဒါက မှတ်သားစရာဖြစ်ပါတယ်။"
    },
    {
        "title": "Haves or Have-nots",
        "content": "Haves or Have-nots\n\nMoney Money Money ဆိုတာ ၁၉၇၆ ထုတ် ABBA တေးဂီတအဖွဲ့ရဲ့ လူသိများဓာတ်ပြားသီချင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ ဘာသာပြန်သူက \"အသပြာ၊ ပိုက်ဆံ၊ ငွေကြေး\" လို့ ထိထိမိမိပြန်ဆိုခဲ့ဖူးပါတယ်။ Get rich quick ဖြတ်လမ်းနဲ့သူဌေးဖြစ် မြန်ချင်သူအကြောင်း ရေးဖွဲ့ထားတာကောင်းလို့နားမထောင်ဖူးသူတွေ နားထောင်ကြည့်ကြပါဦး။  နောက် To Have and Have Not ဆိုတာကလည်း ကမ္ဘာ့အဆင့်စာရေးဆရာကြီး Ernest Hemingway ရဲ့ ၁၉၄၄ ကရေးခဲ့ဝတ္ထုစာအုပ်အမည်ပါ။ ကောင်းရောင်းကောင်းဝယ်လုပ်ကိုင်နေရာက လောဘစေစားရာလိုက်မိသူတစ်ယောက်အကြောင်းကိုဖော်ကျူးထားတာပါ။ဒီနာမည်နဲ့ ရုပ်ရှင်ဇာတ်ကားလည်းရှိပါတယ်။ ရှိတာ၊ မရှိတာနဲ့ပတ်သက်လို့ အင်္ဂလိပ်စကားမှာ The have-nots ကို လူတန်းစားတစ်ရပ်ကို ကိုယ်စားပြုစကားလုံးအဖြစ် \"လူဆင်းရဲများ၊ ချို့တဲ့သူများ၊ ပစ္စည်းမဲ့များ\" အဖြစ်နဲ့တွေ့ရပါလိမ့်မယ်။ သူ့ရဲ့ဆန့်ကျင်ဖက်က \"The haves လူချမ်းသာများ၊ လူရတတ်များ၊ လူကုံထံများ\" ဖြစ်ပါတယ်။ကဲ Money ကို \"အသပြာ၊ ပိုက်ဆံ၊ ငွေကြေး\" ဘယ်လိုပဲခေါ်ခေါ် သူရှိဖို့တော့လိုပါတယ်။ ရှိတာ၊ မရှိတာကိုနှစ်ပိုင်းခွဲလိုက်ရင် \"ထားစရာမရှိသူ Nowhere to store\" နဲ့ \"စားစရာမရှိသူ Nothing to eat\" ဆိုတာတွေ့ရပါလိမ့်မယ်။ လောဘကိုယ်ရှိန်သတ်ပြီး \"ရှိသည်ဖြစ်စေ၊ မရှိသည်ဖြစ်စေ\" ရှိရှိမရှိရှိဘာမှအပူအပင်မထားတတ်ရင် လူမချမ်းသာပေမဲ့၊ Peace of mind စိတ်ချမ်းသာမှာသေချာပါတယ်။ ကျွန်တော်က ထားစရာမရှိလောက်အောင်မချမ်းသာပေမဲ့ စားစရာတော့ လုံလုံလောက်လောက်ရှိပါတယ်။ အားလုံး ကိုယ်ကျန်းမာ၊ စိတ်ချမ်းသာပြီး၊ လိုရာဆန္ဒပြည့်ဝကြပါစေ။"
    },
    {
        "title": "Can I see & I can see",
        "content": "Can I see & I can see\n\n•••See နဲ့ဆက်နွယ်တဲ့အသုံးတွေ ပြန်ကြည့်မိတယ်။ မမှတ်မိနိုင်လောက်အောင် များလွန်းလှပါတယ်။See ဆိုတာ (မျက်စိနဲ့) မြင်တာလည်းရှိတယ်။ (စိတ်နဲ့) သိတာ၊ သဘောပေါက်တာလည်း တွေ့ရတယ်။ကြည့်တာ၊ တွေ့ဆုံတာ၊ သွားတွေ့တာ၊ တွဲခုတ်နေတာ စတဲ့အနက်အမျိုးမျိုးစုံနေတာပဲဗျာ။Oh, I see.Oh, I see, said the blind man.See you!See you soon!See you after awhile, crocodile!See you later, aligator!Can I see you tonight?Why not?•••ဒီညမအိပ်ခင် Nightcap အဖြစ် အဆိုတော် Tanya Tucker ရဲ့ ၁၉၉၂ ထုတ် Can I See You Tonight သီချင်းလေး နားထောင်ကြပါဦး။ ဒီတေးရဲ့ကော်ပီသီချင်းခေါင်းစဉ်က \"ရှင်းခဲ့ပါဦး\" ဖြစ်ပါတယ်။သီဆိုသူက မီမီဝင်းဖေ ပါ။ တေးအယ်ဘမ်က အဝါရောင်လမ်းကလေး ဖြစ်ပါတယ်။ပျော်ရွှင်ချမ်းမြေ့စွာနားထောင်ရင်း အင်္ဂလိပ်စာတိုးတက်အောင် လေ့လာနိုင်ကြပါစေ။Good Night!"
    },
    {
        "title": "BLUES",
        "content": "BLUES\n\nကျွန်တော်ငယ်ငယ်က ကိုယ်မသိတဲ့ အင်္ဂလိပ်စကားလုံးတွေကို ဦးထွန်းငြိမ်းအဘိဓာန်ဟောင်းလေးမှာ ရှာရတယ်။ စကားတစ်လုံး အဓိပ္ပာယ်တစ်မျိုးသိရင် ကျေနပ်သွားတယ်။ ဥပမာ Blue တွေ့တာနဲ့ \"အပြာရောင် \" ပဲလို့မှတ်လိုက်တယ်။ နောက်မှ စာဖတ်ရင်းစာဖတ်ရင်းနဲ့ တခြားအဓိပ္ပာယ်တွေထပ်သိလာရတယ်။သြော် Blue ဆိုတာ \"မရွှင်ပျသော၊ စိတ်ညိုးငယ်သော\" အနက်လည်းရှိပါသေးလား။ နောက်ပိုင်း The blues ဆိုတာ \"အမေရိကန်လူမည်းတို့ရဲ့ လွမ်းဆွေးဖွယ်တေးဂီတ\" လို့အသိတိုးရပြန်တယ်။  အခု အမေရိကန်လူမည်း အလွမ်းတေးဂီတ Blues စတိုင်နဲ့ ညီပု သီဆိုထားတဲ့ ဘလူးသီချင်း \"မြို့ပြလရောင်တမ်းချင်း\" ကိုနားထောင်လိုက်ကြပါဦး။ အားလုံးမင်္ဂလာညနေခင်းပါ။"
    },
    {
        "title": "Seamless Statuette",
        "content": "Seamless Statuette\n\nဝတ်ထားတဲ့ဂျင်းဘောင်းဘီက Seam ချုပ်ရိုးကြောင်းတွေ ပြည့်နှက်နေပေမဲ့ သူကိုယ်တိုင်ကတော့ Seamless ချုပ်ရာစပ်ရာတစ်ချက်မရှိသူ တစ်ယောက်ပါ။ SEAM  Seam ကို အဘိဓာန်တွေက \"ချုပ်ရိုး၊ ချုပ်ရိုးကြောင်း၊ ဆက်ကြောင်း၊ စပ်ကြောင်း၊ အဆက်၊ အစပ်\" လို့အနက်ပေးပါတယ်။Sewing အဝတ်အထည်ချုပ်လုပ်ရာမှာဖြစ်ဖြစ်၊ Knitting ဇာထိုးပန်းထိုးရာမှာဖြစ်ဖြစ် အစနှစ်ခုကိုလိုချင်တဲ့ အနေအထားရအောင် ချုပ်ရပါတယ်။ ဒါကြောင့် \"ချုပ်ရိုးကြောင်း၊ စပ်ကြောင်း Seam\" တွေပေါ်လာရတာပါ။ ဒီလိုပါပဲ မာကြောတဲ့သစ်တွေ၊ သတ္ထုတွေကိုလည်း နည်းပညာသုံးဆက်ကြ၊ စပ်ကြရလို့ ဆက်ကြောင်း၊စပ်ကြောင်းတွေပေါ်လာရပါတယ်။ အရေပြားပေါ်က အထူးသဖြင့် အသက်အရွယ်ကြီးရင့်လာမှုကြောင့် မျက်နှာပေါ်မှာဖြစ်လာတဲ့ အရေးကြောင်း၊ အရေတွန့် (Wrinkle)၊ ထိခိုက်ဒဏ်ရာ၊ ခွဲစိတ်မှုကြောင့်ချုပ်ရလို့ဖြစ်လာတဲ့အမာရွတ် (Scar) တို့ကိုလည်း Seam လို့ပြောနိုင်ပါတယ်။SEAMY  အဲဒီ ချုပ်ရိုးကြောင်းတွေ အထင်သားပေါ်နေတာကိုတော့ Seamy (adj) လို့ပြောပါတယ်။ Seamy မှာ \"ချုပ်ရိုးထင်သော\" အဓိပ္ပာယ်အပြင် \"ရှုမကောင်းမြင်မကောင်းသော၊ မနှစ်မြို့ဖွယ်ဖြစ်သော\" စတဲ့ဂယက်အနက်တွေလည်း ရှိပါသေးတယ်။ ဥပမာ - Seamy side ဆိုတာ \"(အပ်ချုပ်၊ ချည်ထိုး၊ ရက်လုပ်ရာမှာအလှဘက်မဟုတ်သော) ချုပ်ရိုးပေါ်တဲ့ဘက်၊ မျက်နှာပန်းမလှသည့်ဘက်၊ အမြင်ရမကောင်းလှသောဘက်\" ကိုဆိုလိုပါတယ်။ လူ့ဘဝရဲ့မနှစ်မြို့ဖွယ်အဖြစ်ကိုလည်း The seamy side of life လို့တင်စားရေးဖွဲ့တာတွေ့ရပါတယ်။ Some people are always looking on the seamy side. လောကရဲ့အနိဋ္ဌာရုံကိုပဲကြည့်တတ်တဲ့ လူတွေအကြောင်းရေးထားတာပါ။ SEAMLESS  ချုပ်လုပ်၊ ဆက်စပ်တော့ \"ချုပ်ရိုး၊ ချုပ်ရိုးကြောင်း၊ ဆက်ကြောင်း၊ စပ်ကြောင်း\" ပေါ်လာပါတယ်။ အဲဒီလို ချုပ်ရိုးတွေပေါ်နေလို့ အမြင်မတင့်တာ၊ မလှပတာကြောင့် စက်ချုပ်သူတွေက ချုပ်ရိုးပျောက်ဖြစ်အောင် လုပ်ကြရပြန်တယ်။နည်းပညာ အံ့မခန်းတိုးတက်လာတာနဲ့အတူ ချုပ်ရိုးကြောင်းတွေမရှိတော့ဘူး၊ ဆက်ကြောင်း၊ စပ်ကြောင်းတွေလည်း မတွေ့ရတော့ဘူး။ State-of-the-art technology နောက်ဆုံးပေါ် နည်းပညာတွေကြောင့် ပေါင်းစပ်ဆက်စပ်ဖန်တီးမှုတွေ အားလုံးဟာ တစ်သားတည်းဖြစ်ကုန်တယ်။ နည်းပညာပြောင်းလဲမှုနဲ့အတူ Seamless ရဲ့အဓိပ္ပာယ်ပြောင်းလဲမှုကို လေ့လာကြည့်လိုက်ကြရအောင်။ ♤♤♤ Seamless ရဲ့အဓိပ္ပာယ်ကို အစောပိုင်းအဘိဓာန်တွေက \"ချုပ်ရိုးမရှိသော Without seams or obvious joins.\" လို့ပဲခပ်ပေါ့ပေါ့ပဲ အနက်ဖွင့်ကြပါတယ်။ နောက်ပိုင်းမှာ \"ချုပ်ရိုးကြောင်း၊ ဆက်ကြောင်း၊ စပ်ကြောင်းမရှိ တစ်သားတည်းဖြစ်အောင်ချုပ်ထား၊ရက်ထား၊ စပ်ထားသော\" အနက်မျိုး ပေါ်လွင်လာပါတယ်။ ♤♤♤ အခုအခါ Seamless ကို အချုပ်အလုပ်၊ အဆက်အစပ်နေရာမျိုးသာမက နယ်ပယ်အသီးသီးတွင် \"Happening without any sudden changes, interruption, or difficulty: အထစ်အငေါ့၊ အခက်အခဲမရှိ၊ မှဲ့တစ်ပေါက်မစွန်း၊ ညင်ညင်သာသာ၊ပြီးပြည့်စုံသော\" အနက်အဓိပ္ပာယ်ကောင်းများ ပြောင်းလဲပြီး၊ ဂုဏ်တင့်စွာ သုံးစွဲလျက်ရှိပါကြောင်း သတိပြုကာ ဆက်လက်လေ့လာနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာညနေခင်းပါ။ Image credit to original artists."
    },
    {
        "title": "အချိန်က ၂၄ နာရီ",
        "content": "အချိန်က ၂၄ နာရီ\n\n24/7အချိန်က ၂၄ နာရီဖောက်သည်တွေအဆင်ပြေစေဖို့ ၂၄ နာရီလုံးလုံး နေ့ညဖွင့်တဲ့ စတိုးဆိုင်၊ ဆေးဆိုင်၊ စားသောက်ဆိုင်၊ ရုပ်သံလွှင့်လုပ်ငန်း၊ ကယ်ဆယ်ရေးလုပ်ငန်းတွေကို 24-hour service လို့ခေါ်ကြပါတယ်။Around-the-clock service လို့လည်းသိကြပါတယ်။ အဲဒီလို ပိတ်ရက်မရှိ တစ်ပတ် ၇ ရက်၊ တစ်နေ့ ၂၄ နာရီဝန်ဆောင်မှုတွေကို အခုအခါ ၂၄/၇ Twenty four hours a day, seven days a week. လို့ လူသိများပါတယ်။လွန်ခဲ့တဲ့အနှစ်ခြောက်ဆယ်ကျော် ၁၉၅၅ \"Rock and Roll ရော့တေးဂီတနဲ့အက\" ခေတ်စားတဲ့အချိန်ကRock Around The Clock ရုပ်ရှင်ကားနဲ့ နာမည်တူဇာတ်ဝင်သီချင်းက နာမည်ကျော်ကြား လူကြိုက်များခဲ့ပါတယ်။အဲဒီ \"နာရီပတ်ချာရော့ကမှာ Rock Around The Clock\" တေးသွားအလိုက်နဲ့ ချိုပြုံး က \"လူကြီးမင်းများလက်ခုပ်တီးပါ\" လို့ကော်ပီဆိုထားတာရှိပါတယ်။ စိတ်ဝင်စားသူများ ၁၉၅၅ က ရော့သီချင်း Rock AroundThe Clock ကို ရှာဖွေနားထောင်ကြည့်ကြပါဦး။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကမ္ဘာ့လိပ်များနေ့",
        "content": "ကမ္ဘာ့လိပ်များနေ့\n\n𝐖𝐨𝐫𝐥𝐝 𝐓𝐮𝐫𝐭𝐥𝐞 𝐃𝐚𝐲 𝟐𝟎𝟐𝟎  ဒီကနေ့ မေ ၂၃ ရက်နေ့ဟာ ကမ္ဘာ့လိပ်များနေ့ (𝐖𝐨𝐫𝐥𝐝 𝐓𝐮𝐫𝐭𝐥𝐞 𝐃𝐚𝐲) ဖြစ်ပါတယ်။ \"လိပ်\" ဆိုတာနဲ့ ငယ်ငယ်ကဖတ်ခဲ့ရတဲ့ ယုန်နဲ့လိပ်အပြေးပြိုင်ပွဲ The hare and the tortoise ပုံပြင်ထဲက Tortoise ကိုသတိရပါလိမ့်မယ်။အခု Turtle ဆိုတာတွေ့ရတော့ လိပ်ကို Turtle နဲ့ Tortoise နှစ်မျိုးခေါ်တာ သတိပြုမိပါလိမ့်မယ်။ အကြမ်းဖျင်းမှတ်ရမှာက Turtle က ရေလိပ်၊ Tortoise က ကုန်းလိပ်ပါ။ နောက်အတွေ့များတာက မြစ်တွေ၊ အိုင်တွေမှာကျက်စားတဲ့ Terrapin ရေချိုလိပ်ဖြစ်ပါတယ်။ဝေါဟာရအနေနဲ့ Turn turtle အီဒီယံက \"(လှေ၊ သင်္ဘော၊ ယာဉ်) တိမ်းမှောက်သည် Turn upside down\" ဆိုတဲ့အဓိပ္ပာယ်ပါ။ ဘာမှမလုပ်နိုင်မကိုင်နိုင် လိပ်ကို ပက်လက်လှန်ထားသလို အနေအထားမျိုးဖြစ်ပါတယ်။ Turtle-neck (sweater) က \"လယ်ခွံပါဆွယ်တာ\" ကိုခေါ်တာပါ။Turtle -dove က ဖိုနဲ့မကြင်နာရာတွင် စံပြုပြောဆိုလေ့ရှိတဲ့ ချိုးနီတို၊ ချိုးပိန်တူးတို့လို ချိုးတစ်မျိုးကို ခေါ်တာဖြစ်ပါတယ်။  မြန်မာနိုင်ငံမှာ လိပ်မျိုးသုဉ်း ပျောက်ကွယ်မသွားဖို့ အစိုးရ၊ ပြည်တွင်းအရပ်ဘက် အဖွဲ့အစည်းများ၊ နိုင်ငံခြားပရဟိတအဖွဲ့အစည်းများ အတူလက်တွဲကြိုးပမ်းနေကြပါတယ်။အထူးသဖြင့် ရှားပါးအဖိုးတန်တဲ့ ကြယ်လိပ်များ တိမ်ကောပျောက်ကွယ်မသွားဖို့၊ သစ်တောဦးစီးဌာန၏ ဦးဆောင်မှုဖြင့် Wildlife Conservation Society (WCS) သားငှက်ထိန်းသိမ်းရေးအဖွဲ့နဲ့ Turtle Survival Alliance (TSA) လိပ်မျိုးဆက်ရှင်သန်ရေးအဖွဲ့တို့ ပူးပေါင်းကာ မန္တလေးတိုင်း၊ မြင်းခြံခရိုင်၊ နွားထိုးကြီးမြို့နယ်၊𝙈𝙞𝙣𝙨𝙤𝙣𝙩𝙖𝙪𝙣𝙜 𝙒𝙞𝙡𝙙𝙡𝙞𝙛𝙚 𝙎𝙖𝙣𝙘𝙩𝙪𝙖𝙧𝙮 မင်းစုံတောင် တောရိုင်းတိရစ္ဆာန်ဘေးမဲ့တောတွင် 𝘽𝙪𝙧𝙢𝙚𝙨𝙚 𝙎𝙩𝙖𝙧 𝙏𝙤𝙧𝙩𝙤𝙞𝙨𝙚 𝘾𝙤𝙣𝙨𝙚𝙧𝙫𝙖𝙩𝙞𝙤𝙣 မြန်မာ့ကြယ်လိပ် ထိန်းသိမ်းရေးလုပ်ငန်းများ ဆောင်ရွက်နေကြောင်းသိရှိရပါတယ်။ ကမ္ဘာအရပ်ရပ်က လိပ်မျိုးရင်းမျိုးစိတ်အပေါင်း ဘေးရန်အန္တရာယ်အသွယ်သွယ်မှကင်းဝေးကြပါစေ။Be kind to animals! အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "မမြင်မကန်း",
        "content": "မမြင်မကန်း\n\nလွန်ခဲ့တဲ့အနှစ် ၃၀ လောက်က မြောက်ဥက္ကလာပ ၂ ဈေးမှတ်တိုင်အနီးမှာ “ကျွှန်တော်က သဘာဝမျက်မမြင်ပါ” ဆိုပြီးပြောပြောတောင်းနေတဲ့ သူတောင်းစားတစ်ယောက် တွေ့ဖူးပါတယ်။ သူဆိုလိုတာက သူဟာ အတုအယောင်မဟုတ်ဘဲ၊ မွေးရာပါမျက်စိမမြင်သူဖြစ်တယ်လို့ပြောတာပါ။ အင်္ဂလိပ်စာသဒ္ဒါအရBlind က Adjective ပါ။ A blind man ဆိုရင် မျက်မမြင်တစ်ယောက် ကိုပြောတာပါ။ သူက အခုလိုမွေးရာပါမျက်စိမမြင်သူဆိုရင် He was born blind. ဒါမှမဟုတ် He was naturally blind. (သို့) He was blind from birth. လို့ပြောနိုင်ပါတယ်။ အကြောင်းတစ်ခုခုကြောင့် မျက်စိကန်းသွားရင်တော့Go blind လို့သုံးပါတယ်။ “I would rather go blind” ဆိုတာ ၁၉၇၅ က အဆိုတော် Etta James သီဆိုထားတဲ့သီချင်းခေါင်းစဉ်တစ်ခုပါ။ အမုန်းဆုံးလူကို မြင်နေရမယ်၊ မမြင်ချင်သူကို မြင်နေရမယ်ဆိုရင် \"ငါ့မျက်စိကန်းနေတာက ပိုကောင်းပါတယ်” ဆိုတဲ့အဓိပ္ပာယ်ပါ။The blind ဆိုရင် မျက်မမြင်တွေကို ရည်ညွှန်းပါတယ်။ The blind(s) ဆိုရင် နေကာထီး (Sunshade); တရုတ်ကတ်နေကာ (Venetian blind) တို့လို ခန်းဆီး၊ လိုက်ကာ၊ ယင်းလိပ် တို့ကိုခေါ်တာပါ။ အမေရိကန်တွေက The blind အစား Shade; Window shade တို့ကိုသုံးကြပါတယ်။ကျွန်တော်တို့ငယ်ရွယ်စဉ် ဆရာသမားတွေက မျက်စိရှိသူတွေ မြင်ကြပါစေ၊ နားရှိသူတွေကြားကြပါစေThose who have eyes, let them see; Those who has ears, let them hear. ဆိုတဲ့စကားကို ပြောလေ့ရှိပါတယ်။ ဟိုတုန်းက အနက်အဓိပ္ပာယ် အတိအကျမသိတော့ ဒါများဘာဆန်းလဲလို့ ခပ်ပေါ့ပေါ့ထင်ခဲ့မိတယ်။အမှန်က အသိအမြင်နဲ့ပတ်သက်ရင် မျက်စိဖွင့်ထားသော်လည်း မမြင်ရသူတွေရှိတတ်သလို၊ မျက်စိပိတ်ထားသူတိုင်း မမြင်ရဘူးလို့ မှတ်ယူမရနိုင်ကြောင်း သိလာရပါတယ်။ အဆိုအမိန့်တစ်ခုက “To be blind is bad,but worse is to have eyes and not see. မျက်စိနှစ်ကွင်းအလင်းမရခြင်းက ဆိုးရွားလှပါဘိ။ ဒီထက် ပိုဆိုးတာက မျက်လုံးရှိပါလျက် မမြင်တတ်တာပါပဲ” လို့ဆိုပါတယ်။ ဒါကြောင့် လူတိုင်း ပညာမျက်စိအမြင်စူးရှကာ အခက်အခဲ၊ အကြပ်အတည်းတွေကို ကျော်လွှားနိုင်ကြပါစေ၊ အဝိဇ္ဇာအမှောင်ကို ဉာဏ်အလင်းနဲ့ ခွင်းနိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Give a hand; Need a hand; Want a hand",
        "content": "Give a hand; Need a hand; Want a hand\n\nGive a hand; Need a hand; Want a hand တို့မှာပါတဲ့ \"Hand\" က ခန္ဓာကိုယ်အစိတ်အပိုင်း \"လက်\" ကိုမဆိုလိုဘဲ၊ \"Help or Assistance အကူအညီ\" ကိုပြောတာဖြစ်ပါတယ်။ သင်္ဘောလောကမှာတော့ သင်္ဘောဝန်ထမ်းကို Hand လို့သုံးပါတယ်။ ကျွန်တော်က All Hands On Deck ရုပ်ရှင်ကားကြောင့် Hands ကိုပိုမှတ်မိနေပါတယ်။ အခုအခါ All hands on deck ဆိုတာ \"All members of a team အဖွဲ့ဝင်အားလုံး\" ကို ရည်ညွှန်းကာ တင်စားပြောဆိုတာဖြစ်ပါတယ်။ Gimme Gimme Your Hand _ Hand means Help!  All Hands On Deck - ၁၉၆၁ က အဆိုတော်ရုပ်ရှင်မင်းသား Pat Boone ပါဝင်တဲ့တေးသံစုံဇာတ်ကား (Musical movie) တစ်ခုရဲ့နာမည်ပါ။ All Hands On Deck! ဆိုတာ A cry or signal used on board ship, typically in an emergency, to indicate that all crew members are to go on deck. အရေးပေါ်အခြေအနေမျိုးတွင်ဖြစ်စေ၊ စားသောက်ရန်ဖြစ်စေသင်္ဘောအမှုထမ်းအားလုံး စုရုံးကြရန် ဆင့်ခေါ်သံ၊ အချက်ပေးသံ ဖြစ်ပါတယ်။ ဒီနေရာမှာ Hands က \"လက်\" မဟုတ်တော့ဘဲ၊ \"လူတိုင်းလူတိုင်း\" ကိုပြောတာပါ။  Hand ကို \"လက်\" အနက်အဓိပ္ပာယ်နဲ့ ဖန်တီးထားတဲ့ ဟာသလေးတစ်ခု ကြည့်ကြရအောင်။ A man with a broken hand is trying to carryhis groceries, and a woman comes by and offers to help. She says, \"Can I give you a hand? လက်ကျိုးနေတဲ့အမျိုးသားတစ်ဦး သူဝယ်လာတဲ့စားသောက်ကုန်တွေနဲ့ မနိုင်မနင်းဖြစ်နေတာတွေ့တော့ ဖြတ်သွားဖြတ်လာအမျိုးသမီးက ကူညီဖို့ ဒီလိုစကားဆိုတယ်။ \"Can I give you a hand?တဲ့တိုးပြန်လိုက်ရင် \"လက်တစ်ဘက်ပေးပါရစေ\" ပေါ့။ အားလုံးသိကြတဲ့အတိုင်း ဒီနေရာမှာ \"Can I give you a hand? က \"May I help you? ကူညီပါရစေ\" ဖြစ်ပါတယ်။  ဒါက စကားတစ်လုံး အနက်အမျိုးမျိုး အသုံးပဒေသာရှိတတ်ပုံ ပြောချင်တာပါ။ ဝေါဟာရတွေ ဆက်လက်တူးဆွမွှေနှောက်ရှာဖွေခံစားနိုင်ကြပါစေ။အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "STAY HOME; STAY ALOOF;",
        "content": "STAY HOME; STAY ALOOF;\n\nSTAY HOME; STAY ALOOF; STAY AWAY; STAY AT A SAFE DISTANCE  ကိုဗစ်-၁၉ ကပ်ရောဂါပျံ့နှံ့နေစဉ်ကာလအတွင်း၊ နေ့စဉ်ကူးစက်မှုနှုန်း စိတ်ချရတဲ့အထိ လျော့ကျမသွားမချင်း Staying at home / Stay Home ဖြစ်နိုင်သမျှအိမ်မှာနေကြပါ။Relax lockdown measures Loosen restrictions Reopen shops & restaurants သက်ဆိုင်ရာဒေသအာဏာပိုင်တွေက ဘယ်လိုပဲဖြေလျော့ပေးလိုက်ပါစေ၊ ကိုရိုနာဗိုင်းရပ်ရောဂါကာကွယ်ဆေး အတည်ပြုအသုံးပြုခွင့် မရသေးသမျှကာလပတ်လုံး ဘေးမကင်းနိုင်သေးပါ။ဒါကြောင့် ကျွန်တော်တို့အားလုံး ဆက်လက်လေးစားလိုက်နာရမှာက For the moment, please observe:- Respect distancing ခပ်ခွာခွာလေးနေပေးပါ။  Limiting person-to-person contact လက်ဆွဲနှုတ်ဆက်တာ၊ ပွေ့ဖက်တာတို့လို လူတစ်ဦးရဲ့တစ်ဦးထိတွေ့မှုတွေကို ကန့်သတ်လိုက်ပါတယ်။ဒါကြောင့် Physical distancing အကွာအဝေးအရ တစ်ယောက်နဲ့တစ်ယောက် အနည်းဆုံး ၆ ပေအကွာမှာနေကြရပါမယ်။ Maintaining Physical distancing တစ်ဦးနဲ့တစ်ဦးအနည်းဆုံး ၆ ပေအကွာမှာနေပါ။  ရောဂါပြန့်ပွားမှုမရှိစေဖို့နဲ့ လူတစ်ဦးဆီက နောက်တစ်ဦးဆီ အလွယ်တကူကူးစက်ပျံ့နှံ့မှုမရှိစေဖို့Social distancing ပွဲလမ်းသဘင်စတဲ့ လူစုလူဝေးရှိတဲ့ နေရာမျိုးတွေကို မသွားဘဲ နေခိုင်းတာဖြစ်ပါတယ်။ Avoiding Social distancing က လူစုလူဝေးရှိတဲ့နေရာမျိုးတွေကို မသွားဘဲ ရှောင်ရှားနေထိုင်ပါ။ ♤♤♤ If social distancing allowed after Covid-19, we would give y'all a big hug.ကိုဗစ်-၁၉ အန္တရာယ်လွန်မြောက်ပြီး၊ လူတွေတွေ့ဆုံနိုင်တဲ့အခါကျမှ တစ်ဝကြီးပွေ့ဖက်ထားပါမယ်။ မင်္ဂလာညချမ်းလေးပါ။ အားလုံး ကိုဗစ်-၁၉ ဘေးအန္တရာယ်မှကင်းဝေးကြပါစေ။"
    },
    {
        "title": "Wear A Face Mask",
        "content": "Wear A Face Mask\n\nWear A Face Mask Wear A Face Mask & Support Our Communities  ကမ္ဘာ့ကပ်ရောဂါဆိုးကြီး ကိုဗစ်-၁၉ ကူးစက်ပျံ့နှံ့နေတာကြောင့် တစ်ကမ္ဘာလုံးကလူသားတွေ လူတိုင်းနှာခေါင်းစည်းကိုယ်စီနဲ့ ဖြစ်ကုန်ကြပါပြီ။ ကဗျာဆန်ဆန်ပြောရရင် Every face wears a mask. ပေါ့ဗျာ။ကိုရိုနာဗိုင်းရပ်ပိုးက ဘယ်လောက်ကြာကြာ နေဦးမလဲဆိုတာ ခန့်မှန်းရခက်ပေမဲ့၊ ကိုဗစ်-၁၉ နဲ့အတူပေါ်လာတဲ့ Vocabulary; Glossary; Coined words စတဲ့ဝေါဟာရစကားလုံးတွေက ကျွန်တော်တို့နဲ့အတူ အကြာကြီးရှိနေဦးမှာဖြစ်ပါတယ်။ နောက်မှပဲ သင်တစ်သက်တာ အမှတ်ရနေမယ့်ကိုဗစ်-၁၉ စကားလုံးတွေနဲ့သင်ဘယ်တော့မှ ပြန်မကြားချင်တဲ့ ကိုဗစ်-၁၉ စကားလုံးတွေအကြောင်း စုစည်းဖော်ပြပေးပါဦးမယ်။  အခုလောလောဆယ် နှာခေါင်းစည်း (Face covering; Face mask) နဲ့ပတ်သက်ပြီး၊ သိသင့်တဲ့ အကြောင်းအချက်လေးတွေကို သရုပ်ဖော်ပုံလေးတွေနဲ့ ဖော်ပြပေးချင်ပါတယ်။ အသိ၊ သတိ၊ ဗဟုသုတနဲ့ ကိုရိုနာဗိုင်းရပ်ပိုးရန်မှကာကွယ်တားဆီးနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists"
    },
    {
        "title": "Cuckoo In The Nest",
        "content": "Cuckoo In The Nest\n\nမြန်မာမှုမြန်မာစာမှာ \"ကိုယ့်အမည်ကိုယ်ဖော် သူတော် ၇ ပါး\" ဆိုတာ ရှိပါတယ်။ သူတို့ရဲ့အော်မြည်သံ (Call) ကိုအစွဲပြုပြီး၊ သူတို့ကိုနာမည်ပေးထားတာဖြစ်ပါတယ်။ ဒီထဲမှာ ငှက် ၆ ကောင်နဲ့ တွားသွားသတ္တဝါ တစ်ကောင်ပါပါတယ်။ အဲဒီ သတ္တဝါတွေကတော့ (၁) ဇီးကွက် (Spotted owlet)၊ (၂) ဒီးဒုတ် (Brown fish-owl)၊ (၃) တစ်တီတူး (Red-wattled lapwing)၊ (၄) ရွှေပြည်စိုး (Common Iora)၊(၅) ယောက်ဖခွေးခေါ် (Indian cuckoo) (၆) ဥဩ (Asian koel) (၇) တောက်တဲ့ (Gecko) တို့ဖြစ်ပါတယ်။  အဲဒီငှက် ၆ ကောင်ထဲက ဥသြငှက်လို့ လူသိများတဲ့ Cuckoo နဲ့ Koel တို့အကြောင်း ပြောပြချင်ပါတယ်။ သူတို့နှစ်ကောင်စလုံးက မြည်သံစွဲငှက် (Onomatopoeic birds) တွေပါ။Cuckoo က 'ကုကူး' နဲ့ Koel က 'ကိုဝေး' လို့အော်မြည်ကြပါတယ်။ မြန်မာတွေရဲ့နားထဲမှာတော့ \"Cuckoo ကုကူး\" ကို ဥသြ၊ \"Koel ကိုဝေး\" ကို ကိုရေး လို့ကြားကြပါတယ်။ ယေဘုယျအားဖြင့် အဘိဓာန်တွေက Cuckoo ရော Koel ကိုပါ ဥသြ လို့အနက်ပေးပေမဲ့၊ Asian koel ကို ဥသြ၊ Indian cuckoo ကိုယောက်ဖခွေးခေါ် လို့ခွဲခြားခေါ်ဆိုပါတယ်။  ကဗျာရှင်တွေက နွေဦးတေးသံဟစ်ကြွှေးသီဆိုတဲ့ ဥသြငှက်ကို လွမ်းမောဖွယ်ဖြစ်အောင် ရေးဖွဲ့ကြပါတယ်။ အလေ့အထအရ ဥသြတွေက အသိုက်မဆောက်ဘဲ၊ သူတစ်ပါးအသိုက်ထဲ ကျူးကျော်ဝင်ရောက် ဥဥတတ်တဲ့အကျင့်ဆိုးရှိပါတယ်။ Cuckoo is any of various birds,of the family Cuculidae, famous for laying its eggs in the nests of other species. အဲဒီအမူအကျင့်ကြောင့် ဥသြတွေကို Parasite brooding အချောင်ခိုကပ်ပါးတွေလို့ သမုတ်ကြပါတယ်။ နောက် \"ယာရှင်ကိုမျောက်မောင်း\" ဆိုတာလို \"ကျူးကျော်ဝင်ရောက်၍ ပိုင်ရှင်ကိုကန်ထုတ်ပစ်သူ\"\"သူတစ်ပါးအိမ်ရာကို လာရောက်၍ မိဘများက သားသမီးအရင်းထက် ပိုမိုချစ်ခင်အောင်လုပ်တတ်သူ\" မျိုးကို A cuckoo in the nest လို့တင်စားပြောဆိုနိုင်ပါတယ်။ နောက်ပြီး လူတစ်ယောက် သူလာနေ သွားနေကျနေရာလည်းမဟုတ်၊ သူနဲ့ဘယ်လိုမှ မအပ်စပ်တဲ့နေရာ၊ သူမရှိသင့်တဲ့နေရာမျိုးမှာ တွေ့ရရင်လည်း A cuckooin the nest လို့သုံးနိုင်ပါတယ်။  Cuckoo ကို နာမဝိသေသနအနေနဲ့ \"Crazy; Insane ရူးသွား၊ ကြောင်သွား၊ စိတ်ဖောက်သွား\" ဆိုတဲ့အသုံးတစ်ခုရှိပါတယ်။ ဥပမာ - He has gone absolutely cuckoo. ဝေါဟာရရှုထောင့်ကကြည့်ရင် Cuckoo's nest ဆိုတဲ့ဗန်းစကားက A lunatic asylum orLoony bin (အရူးထောင်) စိတ်ကျန်းမာရေးဆေးရုံ ကိုခေါ်တာဖြစ်ပါတယ်။ ထင်ရှားတဲ့သာဓကတစ်ခုက စိတ္တဇဆေးရုံကို အခြေခံရိုက်ကူးပြီး ၁၉၇၅ မှာရုံတင်တဲ့အော်စကာ ၅ ဆုရ One Flew Over the Cuckoo's Nest ဇာတ်ကားဖြစ်ပါတယ်။ ပီပြင်ကောင်းမွန်တဲ့ ရုပ်ရှင်မို့ အချိန်ရရင် ကြည့်ကြည့်ပါအုံး။ အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists."
    },
    {
        "title": "In the woods ဘေးမကင်းသေးပါ",
        "content": "In the woods ဘေးမကင်းသေးပါ\n\nဧပြီ ၂၄ က BBC ကို ကိုးကားပြီးပြောခဲ့ပါတယ်။ \"The Coronavirus pandemic is not ending soon. မြန်မြန်ပြီးသွားမှာ မဟုတ်ဘူးတဲ့။ ဧပြီ ၂၂ မှာ W.H.O ညွှန်ချုပ်ကလည်း We have a long way to go. This virus will be with us for a long time.ဒီရောဂါပိုးက ကျွန်တော်တို့နဲ့ အကြာကြီးနေဦးမှာလို့ သတိပေးပြောကြားခဲ့ပါတယ်။ ဒါဆို ကိုဗစ်-၁၉ ကမ္ဘာ့ကပ်ရောဂါဆိုးက ကြာဦးမယ်ပေါ့။ အသိ သတိ လိုက်နာမှုတွေနဲ့ နေထိုင်သွားရင်း ကိုဗစ်အန္တရာယ်က ကင်းဝေးအောင် ကြိုးစားကြရပါမယ်။  ထပ်ပြောချင်ပါတယ်။ We all have to live with COVID-19.ရောဂါကာကွယ်ဆေးက တစ်နှစ်လောက်စောင့်ကြရမှာဖြစ်လို့ လုပ်ငန်းကြီးတွေတောင် ပြိုလဲပြီး စီးပွားပျက်ကပ်ဖြစ်နေဦးမှာပါ။ ဒီကြားထဲ ကျွန်တော်တို့လုပ်နိုင်တာက ဝင်ငွေတိုးမရှာနိုင်ရင် စရိတ်လျော့သုံးကြရပါလိမ့်မယ်။ Watch the little things. Watch the little expenses. A penny saved is a penny earned. ဆိုတာလိုခြိုးခြံချွေတာကြပါ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "I'm No.10",
        "content": "I'm No.10\n\nကျွန်တော်ချစ်ခဲ့ဖူးတဲ့ ကောင်မလေးတွေအကြောင်း ပြောပြမလို့ပါ။ ဒါပေမဲ့ ဒီထဲက ကျွန်တော်က ကျွန်တော်မဟုတ်ပါကြောင်း။ I'm No.10  မြန်မာစာအဖွဲ့ရဲ့အင်္ဂလိပ်-မြန်မာအဘိဓာန်က Boyfriend ကို တွဲခုတ်နေသူယောက်ျားလေး၊ အတွဲ၊ အဆက်။ Girlfriend ကို တွဲခုတ်နေသူမိန်းကလေး၊ အတွဲ၊ အဆက် လို့အဓိပ္ပာယ်ဖွင့်ပါတယ်။ ကောင်လေးဘက်က ကြည့်ကြည့် ကောင်မလေးဘက်က ကြည့်ကြည့် Boyfriend; Girlfriend ဆိုတာ ချစ်သူရည်းစား ပါ။ သမီးရည်းစား ကို Sweetheart လို့လည်းသိကြပါတယ်။  တစ်ယောက်နဲ့တစ်ယောက် ချစ်ကြိုက်သွားကြပြီး၊ ချစ်သူ (Lover) တွေဖြစ်သွားကြရင် အသည်းလေး၊ ချိုသဲ စသည်ဖြင့်ချစ်စနိုးအခေါ်က Sweetheart ဖြစ်ပါတယ်။ Honey ; Baby; Babe လို့ခေါ်တာတွေလည်း ကြားဖူးကြမှာပါ။ Darling (အချစ်၊ ချစ်ချစ်) ဆိုတာက Dear Little Thing ကိုစာလုံးတစ်လုံးတည်းဖြစ်အောင် လုပ်ထားတာပါ။ လက်ရှိတွဲနေတဲ့ ချစ်သူရည်းစားကို Boyfriend; Girlfriend; Sweetheart လို့ခေါ်ပေမယ့်၊ကင်းကွာသွားတဲ့ ရည်းစားဟောင်းကိုတော့ Old flame လို့ခေါ်တာလည်း ရှိပါတယ်။  ကျားပဲဖြစ်ဖြစ်၊ မပဲဖြစ်ဖြစ် အိမ်ထောင်မပြုမီစပ်ကြား ချစ်သူရည်းစား-ငယ်ရည်းစား-အဆက်ဟောင်းတွေ ရှိတတ်တာသဘာဝပါ။ အနည်းအများတော့ ကွာကြမယ်ထင်ပါတယ်။ သဘာဝအရ ယောက်ျားလေးတွေအဖို့ ပန်းနဲ့လိပ်ပြာဥပမာလို တစ်ပင်မှတစ်ပင်ကူးပြောင်းကာ အချစ်သစ်ရှာရန် လွယ်ကူလှပါတယ်။ မိန်းကလေးတွေအတွက်လည်း ရည်းစားတစ်ထောင်၊ လင်ကောင်တစ်ယောက် ဆိုစကားလို အိမ်ထောင်မပြုမီ ရည်းစားတစ်ယောက်ပြီး တစ်ယောက်ထားနိုင်ပါတယ်။ She had lots of boyfriends before she got married. ချစ်သူရည်းစားတွေထည်လဲတွဲခဲ့သည် ပေါ့။၁၉၇၀ ပြည့်နှစ်လွန် စတီရီယိုခေတ်ဦး အဆိုတော် တက္ကသိုလ်ထွန်းနောင်ရဲ့သီချင်း စာသားအတိုင်း ကောင်မလေးကကျွန်တော့်ကို “ကမ္ဘာမြေထက်လည်း ပိုချစ်တယ်၊ အဖေအမေထက်လည်း ပိုချစ်တယ်၊ အကိုမောင်တွေထက်လည်း ပိုချစ်တယ်၊ အရင်ရည်းစား ကိုးယောက်ထက်လည်း ပိုချစ်တယ်တဲ့” ဒီလိုနဲ့ကျွန်တော်ကသူ့ရဲ့ဆယ်ယောက်မြောက်I'm number 10 ဖြစ်သွားပါတော့တယ်။ I, for the FIRST time; SHE, for the the TENTH. ဆယ်ယောက်မြောက်။ အားလုံး မင်္ဂလာညချမ်းပါ။နမော်နမဲ့ လမ်းသွားလမ်းလာတွေနဲ့ ပရမ်းပတာယာဉ်မောင်းတွေ မတွေ့ကြစေဖို့ When Jay-walking pedestrians meet Reckless motorists on the roads & in the streets with no road-users' safety measures! Stairway to Hell.... Credit to contributor & uploaderf"
    },
    {
        "title": "Parcel ပါဆယ်",
        "content": "Parcel ပါဆယ်\n\nကမ္ဘာ့ကပ်ရောဂါကိုဗစ်-၁၉ ကိုတားဆီးကာကွယ်တဲ့အနေနဲ့ လူစုလူဝေးမဖြစ်စေဖို့ စားသောက်ဆိုင်တွေကို ဆိုင်မှာစား၊ ဆိုင်မှာသောက်ခွင့်မပြုဘဲ၊ ဘာမဆို \"ပါဆယ်\" ပဲယူသွားရပါမယ်။ တကယ်တော့ ပါဆယ် ဆိုတာအင်္ဂလိပ်စကားလုံး Parcel ကို မြန်မာမှုပြုထားတဲ့မွေးစားစကားလုံးပါ။ မြန်မာအဘိဓာန်ကပါဆယ် ကို \"သယ်ယူပို့ဆောင်ရန် ထုပ်ပိုးထားသောပစ္စည်းထုပ်\" လို့အနက်ပေးပါတယ်။ လူမှုဆက်ဆံရေးကိစ္စအတွက် လက်ဆောင်တွေပေးရာမှာလည်း လှလှပပသေသေသပ်သပ် ပါဆယ်ထုပ်ပေးလေ့ရှိပါတယ်။ \"ပါဆယ်ထုပ်ပေးသည်\" ကိုလည်း Pracel (Verb) ကိုပဲသုံးနိုင်ပါတယ်။ Parcel (Verb) means to make(something) into a parcel by wrapping it. ဒါကြောင့် \"ပါဆယ် Parcel (Noun)\" နဲ့ \"ထုပ်ပိုးသည် Parcel (Verb)\" တို့ဟာတွဲစပ်နေတာတွေ့ရပါလိမ့်မယ်။  ရှေးအရင်ကတည်းက ပါဆယ်ထုပ်အပါအဝင် ကုန်ပစ္စည်းတွေကို သယ်ယူပို့ဆောင်ရေးယာဉ်တစ်ခုခုနဲ့ ပို့ဆောင်ပေးတဲ့လုပ်ငန်းရှိပါတယ်။\"ချော\" \"ချောစာ\" ဆိုတာဟာ စာတိုက်လုပ်ငန်းက စာနဲ့ပါဆယ်ထုပ်တွေကို တစ်နေရာကတစ်နေရာကို ကုန်း၊ ရေ၊ လေလမ်းကြောင်းတွေသုံးပြီး ပို့ဆောင်ပေးလျက်ရှိပါတယ်။ ပါဆယ်ထုပ်ပိုးထားတဲ့ အထုပ်အပိုးတွေရဲ့ပုံသဏ္ဍာန်၊ အရွယ်အစားအလိုက် အခေါ်အခေါ်အမျိုးမျိုး ရှိပါတယ်။ ဥပမာ - Parcel; Pack; Packet: Package တို့အပြင်Bag: Bale; Box: Bundle; Carton: Container; Crate etc. စိတ်ဝင်စားသူများဆက်လေ့လာကြပါ။  ဝေါဟာရအနေနဲ့ပြောရရင် အဲဒီ ပါဆယ်၊ ပါဆယ်ထုပ် လို့သိနေကြတဲ့အထုပ် ကို အင်္ဂလိပ်က Parcel; အမေရိကန်က Package လို့ခေါ်ပါတယ်။ အခုလို စားစရာများကိုအထုပ်နဲ့ပါဆယ်ဝယ်ယူသွားနိုင်သောဆိုင်ကိုTake-away or Take-out လို့ခေါ်ပါတယ်။ အဲဒီဆိုင်မျိုးကဝယ်တဲ့စားဖွယ် ကိုလည်း Take-away or Take-out လို့ပဲခေါ်ပါတယ်။ ဆိုင်ကစားစရာကို ပါဆယ်ထုပ်ယူလာသည် ကို Take something away or Take something out လို့ပြောပါတယ်။  ကြုံကြိုက်လို့ပြောရရင် ၁၉၇၈ က ပြသခဲ့တဲ့ဂျပန်ရုပ်ရှင်Take Me Away က လွမ်းမောဖွယ် အချစ်ဇာတ်လမ်းလေးပါ။ Take Me Away ဆိုတော့ ထားမသွားနဲ့အချစ်ရယ်လို့ မှာနေတာဖြစ်မှာပါနော်။ ဒါပေမဲ့အခုလို ကိုရိုနာ ဗိုင်းရပ်အချိန်မျိုးမှာတော့ ထားမသွားနဲ့ဆိုတာထက် ကျွန်မကိုလည်း ပါဆယ်ထုပ်သွားလို့ရပါတယ်လို့ ချိန်ခါသင့် ဘာသာပြန်ရင်ကောင်းမလား စဉ်းစားနေပါတယ်။Please, take me away! ကျွန်မကိုလည်း ပါဆယ်ထုပ်သွားပါ။ အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists."
    },
    {
        "title": "အမေများနေ့ Mother's Day",
        "content": "အမေများနေ့ Mother's Day\n\nရှိခိုးဦးချကန်တော့လျက်ပါ အမေအမေများနေ့ Mother's Dayဝေါဟာရရှုထောင့်ကကြည့်ရင် Mother ကို အဘိဓာန်က \"မိခင်၊ အမေ၊ မာတာ\" လို့အနက်ပေးပါတယ်။ Mother is a female parent who gives birth to a baby and parents a child.ဝါစင်္ဂ (Part of speech) အနေနဲ့ Mother ကို ကြိယာပုဒ်အဖြစ်သုံးတဲ့အခါ \" ကျွေးမွေးစောင့်ရှောက်သည်၊ မိခင်ကဲ့သို့ဂရုစိုက်သည်\" လိုအလွန်လှပကြည်နှုးစရာ အဓိပ္ပာယ်တွေ ပေါ်ထွက်လာပါတယ်။ နောက် \"ရွှေလိုဦးထားသည်၊ ဖူးဖူးမှုတ်ထားသည်၊ ပိုက်ထွေးယုယသည်\" လို အနက်တွေလည်းရှိပါသေးတယ်။ Mother : To treat as a mother; to treat her child; to nurture orprotect ...အမေအရင်း၊ မွေးမေမေ ကို biological mother; မွေးစားအမေ၊ ကျွေးမေမေ ကို Foster motheror Adoptive mother; ဝမ်းနဲ့မလွယ်သားမမယ်ဆိုရိုးရှိပါတယ်။ ဝမ်းနဲ့လွယ်မွေးပေးရပေမဲ့ သားမတော်ရသူလည်း ရှိပါတယ်။ သူက အငှားကိုယ်ဝန်ဆောင်အမေ Surrogate mother ပါ။အင်္ဂလိပ်၊ အမေရိကန်အသုံးအနှုန်းအရ ကြည့်ရင် Mother ရဲ့ အနက်တူစကားလုံး၊ ကြောင်းတူသံကွဲ (Synonym) တွေတော်တော်များများရှိပါတယ်။ အမေနဲ့ပတ်သက်တဲ့ အခေါ်အဝေါ်မူကွဲတွေအဖြစ် Mom, Momma, Mommy, Mum, Mummy, Ma, Mama, Mamma, Mater တို့ကိုတွေ့ရပါလိမ့်မယ်။ ဆက်လေ့လာကြပါဦး။စကားလုံးအသွင်သဏ္ဍန်ရော၊ အနှစ်သာရပါပြည့်စုံတဲ့ MOTHER မိခင်အကြောင်း တို့ကနန်း ဆိတ်ကနန်းပြောကြားရင်း အမေများနေ့ကို ကြိုဆိုလိုက်ပါတယ်။ မိခင်အပေါင်း တုံ့ပြန်မေတ္တာရရှိကာ ထာဝရပျော်ရွှင်ချမ်းမြေ့ကြပါစေ။"
    },
    {
        "title": "JAZZ",
        "content": "JAZZ\n\nWhat does JAZZ mean to you? At least, an idiom like \"And all that jazz ထွေရာလေးပါး\"may be in your vocab... Okay just listen to an oldie-goodie."
    },
    {
        "title": "အိုး အချစ်ရယ်",
        "content": "အိုး အချစ်ရယ်\n\nOh DearOh Dearအိုး အချစ်ရယ်ကျွန်တော်လည်း အထက်တန်းကျောင်းသားဘဝက Oh Dear ဆိုအိုး အချစ်ရယ် ပဲဗျာ။လတ်တလော စိတ်ခံစားမှုပြစကားလုံး အာမေဍိတ် Interjection or Exclamation တွေက သိပ်စိတ်ဝင်စားစရာ ကောင်းနေမလားလို့။Oh Dear; On My; Oh No တို့ကို သူ့နေရာနဲ့သူသုံးပုံတွေကို ဝတ္ထု၊ ရုပ်ရှင်၊ သီချင်းတွေထဲက Interjection usage တွေကို ဆက်လက်လေ့လာကြပါ။ဒါက ကျွန်တော်လွန်ခဲ့တဲ့ ဆယ်စုနှစ်က စုစည်းထားတာပါ။ကျန်တာတွေ ရှိသေးတာကြောင့် မပြည့်စုံသေးပါ။စုဆောင်းသိမ်းဆည်းထားလိုသူတွေအတွက် ပြန်တင်ပါရစေ။အားလုံး မင်္ဂလာပါ။Image credit to original artists.🐼🐼🐼CORONAVIRUSOh no. Oh no.Don't put the fury all on me!"
    },
    {
        "title": "Fullmoon Day of Kason",
        "content": "Fullmoon Day of Kason\n\nယနေ့ ၂၀၂၁ မေ ၂၅ ရက်မှာကျရောက်တဲ့ကဆုန်လပြည့် ဗုဒ္ဓနေ့မှာ(နေ့နေ့ညညအသွင်ပြောင်းဒုက္ခတွေတစ်ခုပြီးတစ်ခုကြုံတွေ့နေရသူ)မြန်မာပြည်သူပြည်သားများအပေါင်းကိုယ်ကျန်းမာ စိတ်ချမ်းသာစွာနဲ့ဘုရားသွား၊ ကျောင်းတက်ကာ ကုသိုလ်တရားပွားများနိုင်ကြပါစေ။❤️မြန်မာပြက္ခဒိန်အရ ဘာသာရေးအကြောင်းခံကျင်းပသော အခါကြီးရက်ကြီး (Day of Religious Significance) (၅) ရက်ကို အများပြည်သူအလုပ်ပိတ်ရက်များ (Public Holidays) အဖြစ်သတ်မှတ်ပေးထားပါတယ်။♤ တပေါင်းလပြည့်နေ့ Full Moon Day of Tabaung♤ ကဆုန်လပြည့်နေ့ (ဗုဒ္ဓနေ့) (ညောင်ရေသွန်းပွဲတော်)Full Moon Day of Kason♤ ဝါဆိုလပြည့်နေ့ (ဓမ္မစင်္ကြာနေ့) Full Moon Day of Wazo♤ သီတင်းကျွတ်လပြည့်နေ့ (အဘိဓမ္မာအခါတော်နေ့)(သီတင်းကျွတ်မီးထွန်းပွဲတော်) (Thadingyut Festival of Lights) Full Moon Day of Thadingyut♤ တန်ဆောင်မုန်းလပြည့်နေ့ (တန်ဆောင်တိုင်မီးထွန်းပွဲတော်)Full Moon Day of Tazaungmone (Tazaungdaing Festival of Lights)ဒီလို ဘာသာရေးအကြောင်းခံနဲ့ကျင်းပကြတဲ့အခုလို အခါကြီးရက်ကြီး (Day of religious significance) နဲ့ကြုံကြိုက်တုန်း ဗုဒ္ဓဘာသာဆိုင်ရာဝေါဟာရအချို့မျှဝေပါရစေ။Full Moon Day of Kason or Vesak Universal Holiday Traditionally observed as Bodhi Tree Water-pouring Ceremony Better known as Buddha Day Universally celebrated as Vesak Day in certain Buddhist countries Mayall living beings be in peace and tranquility of Dhamma. Buddha, Dhamma, Sangha!  ဒီကနေ့ ကဆုန်လပြည့် ဗုဒ္ဓနေ့ ကောင်းမြတ်တဲ့အခါသမယမှာ လူသားအပေါင်း သီလအပေါ် သမာဓိတည်ဆောက်ကာ ဘာဝနာပွားပြီး အားလုံးကို မေတ္တာထားနိုင်ကြပါစေ။ ဗုဒ္ဓမြတ်စွာရဲ့သာသနာတော်ထွန်းကားရာမြန်မာပြည်ကြီးမှာ လောဘ၊ ဒေါသ၊ မောဟ၊ မာန်မာနတွေနဲ့အမှောင်ဖုံးပြီး မငြိမ်းချမ်းခဲ့တာ ရာစုနှစ်ဝက်ကျော်သွားပါပြီ။ အခုလို ကမ္ဘာ့ကပ်ရောဂါဘေးဆိုးကြီး ကျရောက်နေချိန်မျိုးမှာ အလင်းပေါက် အမှန်မြင်အမြင်မှန်တွေရပြီး ငြိမ်းငြိမ်းချမ်းချမ်း မေတ္တာတွေလွှမ်းနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "နိုးနေရင် နေ့၊ အိပ်နေရင် ည",
        "content": "နိုးနေရင် နေ့၊ အိပ်နေရင် ည\n\nကျွန်တော်တို့အလုပ်သမားတွေအတွက် နိုင်ငံတော်ရဲ့ဖေးမစာနာမှုကြောင့် အများပြည်သူအားလပ်ရက် (Public holiday)တစ်ရက်ဟာ စနေ-တနင်္ဂနွေလို ပုံမှန်အားလပ်ရက်နဲ့ တိုက်ဆိုင်ရင်အစားထိုးအားလပ်ရက် (Substitute holiday) ရရှိခံစားရပါတယ်။ (ပြောနေတုန်း ရုတ်သိမ်းသွားပါပြီ)>>>အခု ကိုဗစ်-၁၉ (ကျေးဇူး)ကြောင့် တချို့ အိမ်ကနေအလုပ်လုပ်ကြရတယ် (Working from home or Teleworking); တချို့က တစ်ရက်ဆင်း နောက်တစ်ရက်နား (One day on, One day off) ကြရတယ်။ အရင်က အားလပ်ရက်မျှော်သူတွေတောင် အလုပ်ပိတ်ရက်များပြီး ဖောင်းပွလာလို့ ငြီးငွေ့စပြုလာကြပါပြီ။>>>အချိန်တစ်နာရီလောက်ပေးရတဲ့ရုပ်ရှင်တွေမကြည့်တာကြာပြီဖြစ်တဲ့ကျွန်တော်တောင် ရုပ်ရှင်တွေ၊ ဇာတ်လမ်းတွဲတွေကြည့်လာပါပြီ။ တချို့ဇာတ်လမ်းတွဲကို ည ၁၀:၃၀ မှာကြည့်ဖို့ စောစောအိပ်ရာဝင်၊ ပြန်ထကြည့်ရတော့ ည ၁၂ နာရီကျော်သွားတယ်။ ရေးစရာရှိတာ ဝတ်မပျက်ရေးရင်း တစ်ခါတလေ မနက် ၂ နာရီထိုးလောက်မှအိပ်ဖြစ်တယ်။>>>လတ်တလော လျှပ်စစ်မီးက လေးနာရီတစ်ဖြတ်ပေးနေတာကြောင့် ညနေ ၅ နာရီက ၉ နာရီအထိမီးပျက်တဲ့နေ့ဆိုည ၈ နာရီလောက်အိပ်ဖြစ်ပြီး၊ မနက် ၃ နာရီ လောက်ပြန်နိုးတာလည်းရှိပါတယ်။ အားလုံးကပြောင်းကပြန်တွေဖြစ်နေပါတယ်။The Blind Boy ကဗျာထဲကလိုပါပဲ...ကျွန်တော် နိုးနေရင် နေ့၊ကျွန်တော် အိပ်ပျော်နေရင် ည ပါ။♡♡♡♡♡မျက်မမြင်လေးကျွန်တော် Blind Boyဒီနေ့မနက် ၄:၁၀ မှာ ကျွန်တော်နိုးပါတယ်။မနေ့က ၂:၃၀ မှာ နိုးခဲ့ပါတယ်။ယမန်နေ့က ၃:၁၁ မှာ နိုးခဲ့ပါတယ်။ဘယ်လိုဖြစ်တာလဲ ခန္ဓာကိုယ်ထဲက ဇီဝနာရီ ချို့ယွင်းသွားပြီလား။ဒါမဟုတ်  ၇၀ တန်းထဲဝင်လာလို့ ဖောက်ပြန်ကုန်တာလား။မရဖူး ဟေ့ Colley Cibber ရဲ့ \"Blind Boy မျက်မမြင်ကောင်လေး\" ကဗျာလိုပါပဲ....My day or night myself I makeငါနိုးနေရင် နေ့ငါအိပ်ပျော်နေရင် ည ပဲ....ကောင်းသောစိတ်စေတသိတ်နဲ့အတူ နိုးထနိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "သူများကြားသွားမယ်",
        "content": "သူများကြားသွားမယ်\n\nအဆိုတော်ကြီး ချစ်ကောင်း ရဲ့ \"ကိုယ်တိုင်ရေးပုံတူ (ချစ်ဖူးတယ်)\" သီချင်းထဲက \"နံရံအားလုံးနားတွေရှိတယ်\" ဆိုတာက အင်္ဂလိပ်အီဒီယံ The walls have ears. ကို တိုက်ရိုက်အဓိပ္ပာယ်ပြန်လိုက်တာပါ။ ပြောချင်တာက ချောင်းမြောင်းနားထောင်သူတွေရှိတယ်၊ တိုးတိုးတိတ်တိတ်ပြောပေမဲ့သူများကြားသွားမယ် လို့ဆိုလိုတာပါ။ မြန်မာစကားမှာ \"ကြမ်းကြား လေကြား\" ဆိတ်ကွယ်ရာမရှိတာကြောင့် နေ့ပြောနောက်ကြည့် ညပြောအောက်ကြည့်လို့ သတိပေးစကားဆိုကြပါတယ်။  The walls have ears. လို Ear ပါဝင်တဲ့ Little pitchers have big ears. အီဒီယံတစ်ခုရှိပါသေးတယ်။Pitcher ဆိုတာ ရေကရား၊ လက်ကိုင်ပါရေချိုင့်ကို ခေါ်တာပါ။ အဲဒီရေချိုင်ရဲ့ လက်ကိုင်က လူ့နားရွက်နဲ့တူပါတယ်။ Little pitchers have big ears. ဆိုတာ တဲ့တိုးပြန်ကြည့်ရင် ရေချိုင့်သေးသေးမှာ လက်ကိုင်ကြီးကြီးရှိပါတယ်လို့ အဓိပ္ပာယ်ရပေမဲ့၊ ဆိုလိုရင်းက \"ကလေးသူငယ်တွေရဲ့ရှေ့မှာ ပြောချင်ရာတွေ မဆင်မခြင်မပြောဖို့သတိပေးတာပါ။ တချို့ကလေးတွေက မှတ်တတ် အတုယူတတ်တာမို့ ဆဲရေးတိုင်းထွာစကား၊ လိင်မှု့ကိစ္စစတဲ့ တွေ့ကရာတွေမပြောတာ အကောင်းဆုံးဖြစ်ပါတယ်။ရူး တိုးတိုးတိတ်တိတ်လေးပေါ့။  ပူးတွဲပုံပါ Ear နားရွက်နဲ့ပတ်သက်တဲ့အီဒီယံတွေက စိတ်ဝင်စားဖွယ်ဖြစ်လို့ ဆက်လေ့လာကြပါဦး။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "A Friend In Need",
        "content": "A Friend In Need\n\n(စာသားမမေ့ကြေးဆိုပေမဲ့)သီချင်းဆိုနေတုန်းစာသားမေ့တတ်ပါတယ်။ဒီတော့ ချော်လဲရောထိုင်အရှက်ပြေပြောရတာပေါ့Wait a minute, I forgot the lyrics.သူငယ်ချင်းဆိုတာသင် သီချင်းစာသားမေ့နေချိန်မှာဝင်ရောက်သီဆိုပေးသူပါ။A friend sings your songwhen when you forget the words.ဒါကြောင့် မိတ်ဆွေကောင်း၊မိတ်ဆွေစစ်ဆိုတာ အရေးကြုံတဲ့အခါအားကိုးရသူဖြစ်ပါတယ်။A friend in need is a friend indeed.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အားလုံးနဲ့​တော်တယ်။",
        "content": "အားလုံးနဲ့​တော်တယ်။\n\nThere's no one-size-fits-all approach.In like manner, there's no cure-all medicine for every disease.♥♥♥One Size Fits All.အားလုံးနဲ့​တော်တယ်။One size fits all.အဝတ်အထည်​ကြော်ငြာမှာမကြာခဏ​တွေ့ကြပါလိမ့်မယ်။လက်​တွေ့မှာ​တော့ မီးပူပူနဲ့ပြုတ်တာချင်းအတူတူ မုန်လာဥက ​ပျော့​ပြောင်းနူးညံ့သွား​ပေမဲ့၊ ကြက်ဥဘဲဥက မာ​ကြောသွားတယ်။အ​ခြေအ​နေအားလုံးနဲ့ကိုက်ညီ၊ သင့်​တော်ဖို့ဆိုတာမလွယ်ပါ။There is no one-size-fits-all approach that anyone can offer you. The hot water that softens a carrot will harden an egg.ဒီ​တော့ ကိုယ့်အရွယ်အစား၊ ကိုယ့်အတိုင်းအထွာကိုယ်သိပါ။ သင့်​တော်ကိုက်ညီတာ​ရွေးဝယ်ဝတ်ပါ။Know your size, know your color...Be fitted with all occasions!အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "PROVERBS & SAYINGS",
        "content": "PROVERBS & SAYINGS\n\n♡ Knowledge is proud that he learned so much.Wisdom is humble that he knows not more.သညာက အသိကြွယ်သည်ဟု ထောင်လွားကာနေ၏။ပညာက အသိနည်းသည်ဟု နှိမ့်ချ၏။♡ In for a penny, in for a pound.စမိမှတော့ ငုပ်မိသဲတိုင်လုပ်ရမည်။♡ Bite off more than one can chew.မရဲဘဲနှင့်ကျွဲပြဲစီးသည်။ မနိုင်ဝန်ထမ်းသည်။♡ Like a chicken with its head cut off.အရူးမီးဝိုင်းဖြစ်ကာ ဗျာများနေသည်။♡ The journey of a thousand miles begins with one step.မိုင်ထောင်ချီခရီးကို ခြေတစ်လှမ်းကစသည်။♡ A chip off the old block.ဘမျိုး ဘိုးတူ။♡ Give a thief enough rope and he'll hang himself. လူမိုက်ကို အနေတော်ကြိုးတစ်ချောင်းပေးလိုက် သူ့ဟာသူ ကိုယ့်လည်ပင်း ကိုယ့်ကြိုးကိုယ်ဆွဲ သေပွဲဝင်လိမ့်မည်။♡ A burnt child dreads the fire.တစ်ခါသေဖူး ပျဥ်ဖိုးနားလည်။♡ And all that jazz. ထွေရာလေးပါး။♡ You are lonely when you are dead. သေတော့ တစ်ယောက်တည်း။♡ The plot thickens.အခြေအနေပိုမိုရှုပ်ထွေးလာသည်။♡ Second thoughts are best.အကြံတူ နောက်လူသာစမြဲ။A leopard can't change its spots.A leopard never changes its spots.ကျားသစ်သည် သူ့ကိုယ်ပေါ်ရှိ အကွက်များကို မပြောင်းလဲနိုင် လို့လုံးချင်းပြန်ဆိုနိုင်ပေမဲ့ အနေအထိုင်၊ အကျင့်စရိုက်ကိုပြောင်းဖို့မလွယ် ကြောင်းပြောတာဖြစ်ပါတယ်။The phrase means that it's impossible for one to change their character,even if they will try very hard.ခွေးမြီးကောက် ကျည်တောက်စွပ်။ အကျင့်ဟောင်းများ ဖျောက်ရခက်သည်။ ငယ်မူပျောက်နိုင်ခဲသည်။ မွေးသန္ဓေ သေခါမှစွန့်။Curiosity killed the cat.\"Being inquisitive about other people's affairs may get you into trouble.\"စပ်စုလွန်းရင် ဒုက္ခတွေ့မယ်။ စူးစူးစမ်းစမ်း မရဏလမ်း။♡ You cannot make a crab walk straight. ခွေးမြီးကောက် ကျည်တောက်စွပ်♡ Beggar can't be chooser. သူတောင်းစားဖြစ်မှတော့ ဇီဇာကြောင်လို့မဖြစ်။♡ Fool's paradise ငရဲပန်းကို ရွှေပန်းထင်။♡ Actions speak louder than words.လူပြောမသန် လူသန်မပြော။♡ Come rain or shine.နေပူပူ မိုးရွာရွာ၊ နေပူမရှောင် မိုးရွာမရှောင်။♡ The grass is (always) greener on the other side of the fence. The other man’s grass is always greener. ရွာနားကမြက် ရွာနွားမစား။ အမေကျော် ထွေးတော်လွမ်း။ သူများဥစ္စာ မျက်စိကျ။♡ Wine hath drowned more men than the sea. ပင်လယ်ထဲ ရေနစ်သေသူထက် အရက်ခွက်ထဲ နစ်သေသူကပိုများတယ်။♡ Fortune favors the brave.ရဲဝံ့သူတွေကို ကံကြမ္မာက ဖေးမတယ်။ ကြောက်ရင်လွဲ ရဲမင်းဖြစ်။♡ Penny wise, pound foolish.ကြက်ကောက်ကောက်ပြီး၊ ခွေးအန်အန်။♡ The last straw (that broke the camel's back.)ဘူးလေးရာ ဖရုံဆင့်သလို စင်ကျိုးအောင် ထပ်ဆင့်တင်တဲ့ဝန်။ သည်းခံရတာများလို့ အသေးအဖွဲက ဒေါသအိုးပေါက်ကွဲတဲ့အထိ ​​ဖြစ်ရတဲ့အကျိုးဆက်။♡ Crying for the moon မဖြစ်နိုင်တာ၊ မရနိုင်တာကို တောင့်တတယ်။♡ A good beginning makes a good ending. အစကောင်းမှ အနှောင်းသေချာ။ ခုရှုပ်မှ နောင်ရှင်းမယ်။^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^Do not cut down the tree that gives you shade. (Arabia) {Don’t bite the hand that feeds you. }အရိပ်နေနေ အခက်ချိုးချိုးHe who was bitten by the snake avoids the tall grass. (China) {Once bitten twice shy.} တစ်ခါသေဖူး ပျဉ်ဖိုးနားလည်Ten tailors will sew your garment badly.(England) {Too many cooks spoil the broth.}ဆရာများ သားသေThe grass is always greener on the other side of the fence. (France) {The other man’s grass is always greener. }ရွာနွား ရွာမြက်မစားDon’t count your chicken before they are hatched. (Greece) ယုန်မရခင် သံပရာရှာThere is not enough room for two feet in one shoe. (Greece) ဂူတစ်ဂူထဲ ခြင်္သေ့နှစ်ကောင်မအောင်းနိုင်You cannot make a crab walk straight. (Greece) ခွေးမြီးကောက် ကျည်တောက်စွပ်The heaviest rains falls on the leakiest house. (Japan) မြေနိမ့်ရာ လှံစိုက်Do not sit on the horse’s nose no matter how much you know about horses. (Laos) ကျားရဲရာ ကြမ္မာမရိုးသာDon’t look a gift horse in the mouth. (Latin) အလကားရတဲ့နွား သွားဖြဲကြည့်He who has a big nose think everyone speaks of it. (Scotland) အိုးမလုံ အုံပွင့်He who has never seen a castle will admire a pigsty. (Yugovslavia) မမြင်ဖူး မူးမြစ်ထင်♡ A small act of kindness can make a big difference.အကြင်နာကောင်းလေးတစ်ကွက်က အများကြီး တာသွားပါတယ်။♡ People who live in the glasshouses shouldn't throw stones.ကိုယ်တိုင်အပြစ်မကင်းသူများ သူတစ်ပါးကိုကဲ့ရဲ့ပြစ်တင်မပြုသင့်။♡ Fools build houses and wise men buy them.လူမိုက်​တွေ အိမ်ဆောက်၊ လူလိမ္မာတွေ အိမ်ဝယ်။♡ You can lead a horse to water, but you can't make him drinkစိတ်မပါသူကို အတင်းအကျပ်ခိုင်းလို့ မရနိုင်။ကိုယ်တိုင်ဆန္ဒမပါလျင် ဘယ်အရာမှ မပြီးမြောက်။♡ Opportunity make a thief.လွယ်ရင် သူကြွယ်တောင်သူခိုးဖြစ်။♡ Needs can be met; greed never.လူ့အလို နတ်မလိုက်နိုင်။♡ Vision is the art of seeing things invisible.အမြော်အမြင်ဆိုသည်မှာ မမြင်နိုင်တာကို ထိုးထွင်းမြင်နိုင်စွမ်းပါ။♡ Never give up.ဘယ်တော့မှ အရှုံးမပေး၊ အလျှော့မပေးပါနဲ့။♡ Give as good as one gets.ပါးကိုက်လို့ နားကိုက်သည်၊ လက်စားချေသည်၊ လက်တုံ့ပြန်သည်။♡ If you can't beat them, join them.သူ့ကိုမနိုင်ရင် သူ့ဘက်ဝင်လိုက်ပါ။ကိုယ့်ပြိုင်ဘက်၊ ကိုယ့်ရန်သူနဲ့အင်အားချင်းမမျှရင် သူနဲ့ပေါင်းလိုက်တာအကောင်းဆုံးပဲ။♡ Keeping up with the Joneses.ပတ်ဝန်းကျင်လူနေမှုအဆင့်မီအောင် အန်တုလုံးပန်းသည်။သူများနည်းတူ ဟန်ကျပန်ကျနေသွားဖို့ပါ။♡ If your sword is too short, just add a step to it.သင့်ဓားကတိုလွန်းနေရင် ရှေ့တစ်လှမ်းတက်လိုက်ပါ။"
    },
    {
        "title": "PROVERBS & SAYINGS 2",
        "content": "PROVERBS & SAYINGS 2\n\n♡ Loving someone and marrying someone else. ချစ်​​တော့ တစ်ယေက် ညားတော့ တစ်ယောက်။♡ All is fair in love and war. အချစ်နဲ့စစ်မှာ မတရားတာ မရှိ။♡ Election promise ရွေးကောက်ပွဲကတိ။ (ပေးပြီးမတည်တဲ့ကတိ)♡ The child is father of the man.ကလေးဆိုတာ လူကြီးရဲ့အဖေ။ ငယ်ကျင့်တွေ ကြီးဘဝအထိ မပြောင်းမလဲ တည်ရှိတတ်။♡ Past is exprience, present is experiment, tomorrow is expectation. အတိတ်ဆိုတာ အတွေ့အကြုံယူဖို့၊ ပစ္စုပ္ပန်ဆိုတာ လက်တွေ့လုပ်ဆောင်ဖို့၊ အနာဂတ်ဆိုတာ မျှော်မှန်းဖို့။♡ Meet to part. Part to meet.A meeting is only the beginning stage of parting.To meet is the beginning of parting. တွေ့ဆုံတယ်ဆိုတာ ခွဲခွာဖို့အတွက်ပဲ။♡ The dogs bark but the caravan moves on. ခွေးတွေကဟောင်မြဲဟောင် လှည်းတန်းကြီးကလည်းအသွားမပျက်။♡ Never look a gift horse in the mouth. အလကားရတဲ့နွား သွားဖြဲမကြည့်ပါနဲ့။♡ Monte Carlo or bust.Mount Everest or bust. ဧဝရက်တောင်ပေါ်ရောက်ရင်ရောက် မရောက်ရင် သေတာပဲကောင်းတယ်။♡ A friend in need is a friend indeed. အရေးကြုံလတ် မိတ်ကောင်းမှတ်။♡ Out of the woods. (အခြေအနေဆိုးက) လွတ်မြောက်သွားပြီ။ (လူနာတော့) တောင်ကျော်သွားပြီ။♡ The world's your oyster. မင်းတို့ခေတ်ပဲကွာ။♡ One good turn deserves another. တစ်လုတ်စားဖူး သူ့ကျေးဇူး။♡ Who spits against the wind, spits in his own face. ပက်လက်လှန် တံတွေးထွေး။♡ Give the devil his due.ဆိုးသွမ်းသူ၊ မထိုက်သင့်သူကိုပင် တရားသဖြင့်ပြုအပ်၏။♡ Honey catch more flies than vinegar.နှုတ်ချို သျှိုတစ်ပါး။♡ A calm before the storm.A lull before the storm. ဆိုးဝါးသောအခြေအနေမဖြစ်ပွားမီ တအုံနွေးနွေး အခိုက်အတန့်။ မုန်တိုင်းမလာမီ လေငြိမ်။♡ A bitter pill to swallow. ဆေးခါးကြီးမျိုရသလို။ ကျေနပ်လက်ခံရန် ခက်ခဲလွန်းလှသည့် ပကတိအခြေအနေမှန်♡ Only one, but a lion.တစ်ကောင်တည်း ဒါပေမဲ့ ခြင်္သေ့။♡ He that cannot make sport, should mar none. မစားတဲ့အမဲ သဲနဲ့ပက်။♡ Attitude determines altitude.စိတ်ထားက အဆင့်အတန်းကို သတ်မှတ်ပေးသည်။♡ Shame is worse than death.အသက်နဲ့လူလုပ်တာမဟုတ်၊ အရှက်နဲ့လူလုပ်တာ။♡ All lay load on a willing horse.ခိုင်းကောင်းတိုင်း ခိုင်းနေကြတယ်။♡ Winner takes it all; loser is standing small.ရှုံးသူငူ၊ နိုင်သူအကုန်လုံးယူ။♡ Every cloud has a silver lining.ရွှေနားကွပ်တဲ့တိမ်ဂွမ်းစိုင်။ တိမ်ညိုမှာငွေဇာကွပ်ကယ်နှင့်။ အဆိုးထဲက အကောင်း။♡ Don't build walls, build bridges (between people). တံတားတွေဆောက်ပါ၊ တံတိုင်းတွေမခတ်ပါနဲ့။♡ It's never too old to learn.ပညာလို အိုသည်မရှိ။♡ Nothing in this world is permanent except the impermanence. Nothing lasts forever.ဘယ်အရာမှ မမြဲဘူး။♡ The moon does not trouble about the baying of the dogs.ခွေးဟောင်လို့ တောင်(ပို့)မရွေ့။♡ To each his own.လူတစ်ကိုယ် အကြိုက်တစ်မျိုး။Iron hand in a velvet glove. Iron fist in velvet glove.စကားချိုသာ အမူအရာခက်ထန်ကြမ်းတမ်း။ မင်းသားခေါင်းဆောင်းထားတဲ့ဘီလူး။Burn your boats.Burn your bridges.ဘုရင့်နောင်ဖောင်ဖျက်။In family way ကိုယ်လေးလက်ဝန်ရှိနေပြီ။To put the cart in front of the horse.နွားရှေ့ ထွန်ကျူးသည်။Who has a tongue can go to Rome.ပါးစပ်ပါ ရွာရောက်။Doubting Thomas.ပင်လယ်ထဲမှာ ရေရှိတယ်ဆိုရင်တောင် ပြေးကြည့်ပြီးမှယုံမယ့်သူ။Know which side your bread is buttered (on).အခြေအနေကို ကောင်းကောင်းနားလည်သည်။ အခွင့်အရေးကောင်းကိုသိသည်။To lock the stable after the horse is stolen.သူခိုးပြေးမှ ထိုးကွင်းထ။It is easier to raise the devil than to lay him.မကောင်းတာကို စလုပ်ဖို့လွယ်သလောက် ဖျောက်ဖျက်ရန်ခဲယဥ်းသည်။Better bend than break.ကျိုးသွားတာထက်စာရင် ကွေးသွားတာကတော်သေးတယ်။A storm in the teacup.A tempest in a teapot.ရေးကြီးခွင်ကျယ်လုပ်ခြင်း။To come in from the cold.ပစ်ပယ်ထားရာမှ နွေးနွေးထွေးထွေး ပြန်လည်လက်ခံကြိုဆိုသည်။When a dog bites a man, that is not news. But when a man bites a dog, that is news.ခွေးကလူကိုကိုက်တာ သတင်းမဟုတ်၊ လူကခွေးကို ကိုက်မှသတင်း။To know the disease is half the cure.အနာသိ ဆေးရှိ။The spirit is willing but the flesh is weak.စိတ်သွားတိုင်း ကိုယ်မပါ။Undertake no more than you can perform.လုပ်နိုင်တာထက် ပိုမလုပ်ပါနဲ့။A hungry man is an angry man.ဆာလောင်နေသူသည် ဒေါသထွက်နေသူဖြစ်ပါတယ်။Gentlemen prefer blondes.Old bulls eat tender grass.နွားအို မြက်နုကြိုက်။Square peg in a round holeRound peg in a square hole အံမဝင် ခွင်မကျ။Old dogs will not learn new tricks.You can't teach an old dog new tricks.ခွေးကြီးမှလက်ပေးသင်၊ ခွေးအိုမှလက်ပေးသင်လို့မရ။Don’t halloo till you are out of the wood. ဘေးမကင်းမီ ဟင်းမချပါနဲ့။You are barking up the wrong tree.လမ်းမှားလမ်းလွဲလိုက်သည်။Never look for trouble till trouble finds you.Don't go chasing trouble until trouble catches up to you.Don't trouble troubleuntil trouble troubles you.ကိုယ့်ဒုက္ခကိုယ်မရှာပါနဲ့။ (ဒုက္ခကသင့်ကိုဒုက္ခမပေးမချင်း သင်ကဒုက္ခကိုဒုက္ခမပေးပါနဲ့)Rock the boat.ဟန်ချက်ပျက်အောင်ဆတ်ဆော့သည်။All that glitters is not gold.ပြောင်ပြောင်လက်လက်ရှိတိုင်း ရွှေမဟုတ်။You pay your money and you take your choice.ကိုယ့်အဖြစ်နဲ့ကိုယ် တခြားသူကိုအပြစ်တင်စရာမလို။Don't make waves.အထိတ်တလန့်မလုပ်၊ ပြဿနာမရှာပါနဲ့။To cure sometimes, (to relieve often, to comfort always.)ကုသလို့ပျောက်ကင်းတယ်ဆိုတာ တစ်ခါတလေပါ။No Doctor will have to give guarantee of cure in his treatment.No doctor can guarantee any cure.ရောဂါပျောက်ကင်းအောင် ကုသပေးပါမယ်လို့ ဘယ်ဆရာဝန်ကမှ အာမမခံပါ။No cure, no pay.လုပ်ငန်းပြီးပြတ်အောင်မြင်မှ လုပ်ခပေးပါ။ (သင်္ဘောဆယ်ယူရေး သဘောတူစာချုပ်ပါအသုံးအနှုန်း)Stolen waters are sweet, (and bread eaten in secret is pleasant.)Stolen fruits are sweet.Stolen kisses are always sweetest.ခိုးကြောင်ခိုးဝှက်အနမ်းက အမြဲတမ်း အချိုမြိန်ဆုံးပါ။Your wish is my command.ကြိုက်တာပြောဖြစ်ရစေ့မယ်၊ စေလိုရာစေ။Manners maketh man.Clothes make the man. လူမှာအဝတ် တောင်းမှာအကွပ်။Can’t judge a book by it’s cover. ဘာမဆိုအပြင်ပန်းအားကြည့်၍ မဆုံးဖြတ်နိုင်ပါ။If you can’t beat them, join them. အားမတန် မာန်လျှော့၊ မဖြိုနိုင်ရင် မိတ်ဆွေဖွဲ့လိုက်ပါ။All fur coat and no knickers. အပြင်ကရွှေမှုန်ကြဲ အထဲကနွားချေးခံ။A picture is worth a thousand words.(ပန်းချီကားတစ်ချပ်၊ ဓာတ်ပုံတစ်ပုံလို) ပုံကောင်းတစ်ခုဟာ စကားလုံးပေါင်းတစ်ထောင်နဲ့ ညီတယ်။All hell is let loose.All hell breaks loose.All hell broke loose. ပွက်လောရိုက်သည်၊ အုတ်အော်သောင်းလဲဖြစ်သည်။Fine feathers don't make fine birds.အဆင်းရှိတိုင်း အချင်းမရှိ။The cat has nine lives.ကြောင်က သိပ်အသက်ပြင်းတယ်။ ဆိုးဆိုးရွားရွားအန္တရာယ်ကြုံပေမဲ့ အသက်ဘေးကလွတ်မြောက်သွားတယ်။Elder sister is always a second mother.အစ်မကြီး အမိအရာ။I cried because I had no shoes until I met a man who had no feet. စီးစရာဖိနပ်မရှိ​တော့ ငိုမိတယ်။ ​ခြေနှစ်ဖက်မရှိသူကို​တွေ့မှ အငိုတိတ်သွားတယ်။"
    },
    {
        "title": "PROVERBS & SAYINGS 3",
        "content": "PROVERBS & SAYINGS 3\n\nKick a man when he's down.မြေနိမ့်ရာ လှံစိုက်၊ ရေနစ်သူ ဝါးကူလို့ထိုးသည်။Small spark causes great conflagration.A small spark can trigger a conflagration.အမှိုက်ကစ ပြဿဒ်မီးလောင်။Evil lies in the eyes of beholder.မကောင်းမှုဆိုတာ ကြည့်သောသူအပေါ်မှာပဲမူတည်တယ်။Fool's paradiseစိတ်ကူးယဥ်ပြီး ပျော်ရွှင်နေခြင်း၊ ငရဲပန်းကို ရွှေပန်းထင်။Misfortune never comes alone.တစ်ပူပေါ် နှစ်ပူဆင့်၊ ကံကြမ္မာဆိုး အပေါင်းအဖော်နဲ့လာသည်။Spend money like water.ငွေကို ရေလိုသုံး။ ဗုန်းပေါလအောသုံးဖြုန်းသည်။Someone's bark is worse than their bite.ပြောတာက ရိုက်တာထက်တောင် နာသေးတယ်။It never rains but it pours.ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာ။Fan the flame (of something.) Add fuel to the flame.Putting out the fire with gasoline.မီးလောင်ရာ လေပင့်သည်။Don't darken my door again.ငါ့အိမ်ရိပ်လာမနင်းနဲ့၊ ငါ့ရှေ့ပေါ်မလာနဲ့။Two wrongs don't make a right.အမှားနှစ်ခုက အမှန်တစ်ခုဖြစ်မလာနိုင်ပါ။One shot, one kill. (One shot kill)တစ်ချက်ပစ် တစ်ချက်ထိ။Kill two birds with one stone.တစ်ချက်ခုတ် နှစ်ချက်ပြတ်လုပ်သည်။A wolf in sheep's clothing. မင်းသားခေါင်းဆောင်းထားသောဘီလူး။Better late than never.နောက်ကျပေမဲ့ ဖြစ်လာတာပဲတော်လှပြီ။ ဘယ်တော့မှ ပေါ်မလာတာထက်စာရင် နောက်ကျတာကောင်းပါတယ်။The end justifies the means.ဘယ်နည်းပဲသုံးသုံး အောင်မြင်မှုသာပဓာန။Many hands make light work.တစ်ယောက်တစ်လက် ကျောင်းသားလက်။Be hand in glove with somebody.တစ်ကျိတ်တည်း တစ်ကြံတည်း။Know which side of one's bread is buttered.အကွက်မြင်သည်၊ လူရည်လည်သည်။Here we go again.လာပြန်ပြီလား (မလိုလားအပ်သောတစ်ခုခု ထပ်မံဖြစ်လာသောအခါမျိုးတွင်ပြောသည်)(There is) no fool like an old fool.ကြီးခါမှမိုက်ရင် မိုက်တွင်းပိုနက်တယ်။Do as I say, not as I do.ငါပြောသလိုလုပ် ငါလုပ်သလိုမလုပ်နဲ့။Seeing is believing.မျက်မြင်ဒိဋ္ဌတွေ့မှယုံ။Monkey see, monkey doအတုမြင် အတတ်သင်။Take the law into one's own hands.ဥပဒကိုမျက်ကွယ်ပြု၍ လက်လွတ်စပယ်စီရင်သည်။Between the devil and the deep blue sea ရှေ့တိုးထမ်းပိုး နောက်ဆုတ်လှည်းထုပ်၊ ဘေးကျပ်နံကျပ်Rob Peter to pay Paul.တစ်ဦးကိုပေးရန် အခြားတစ်ယောက်ံမှ ချေးငှားရသည်။ (အကြွေးသံသရာလည်သည်)အလျင်မီအောင်မနည်းလုပ်နေရသည်။ ငွေပြတ်လပ်နေသည်။Bird of a feather flock together.သူတော်ချင်းချင်း သီတင်းလွေ့လွေ့Take the bread out of somebody's mouth.သူတစ်ပါးထမင်းအိုးကိုခွဲသည်။You scratch my back and I'll scratch yours.အမြီးစားဖက်ခေါင်းစားဖက် အပေးအယူလုပ်သည်။A kingdom lost for a drop of honey.ပျားတစ်စက်ကြောင့်ပြည်ပျက်သည်။Burning the candle at both ends. နေ့မအိပ် ညမအိပ်/Burning the midnight oil. နေ့မအား ညမနား (စာကြိုးစား)The diligent spinner has a large shift.အနာခံမှ အသာစံရသည်။Two heads are better than one.တစ်ယောက်အားနှင့်ယူသော်မရ၊ တစ်သောင်းအားနှင့်ယူသော်ရ၏။Blood is thicker than water.အရေးကြီးတော့ သွေးနီးသည်။Leave no stone unturned.မရမနေရှာသည်။ လက်ကြောတင်းတင်းလုပ်သည်။(Jump) out of the frying pan into the fire.ကျားကြောက်လို့ရှင်ကြီးကိုး၊ ရှင်ကြီးကျားထက်ဆိုးIt takes hands to to build house but only hearts can build a home.အိမ်ကိုလက်နဲ့ဆောက်လုပ်၊ နေအိမ်ကိုနှလုံးသားနဲ့တည်ဆောက်။No news is good news.ဘာမှမကြားရတာ သတင်းကောင်းပဲ။Between the devil and the deep blue sea ရှေ့တိုးထမ်းပိုး၊ နောက်ဆုတ်လှည်းထုပ်Run in the same groove. လူသွားလူလာများရာ အလွယ်လမ်းလိုက်သည်။If you are neutral in situation of injustice, you have chosen the side of the oppressor.မတရားမှုတစ်ခုမှာ ကြားနေတယ်ဆိုရင် သင်ဟာ ဖိနှိပ်သူဘက်ကလိုက်ဖို့ ရွေးချယ်လိုက်တာနဲ့ အတူတူပါပဲ။Give a dog a bad name တစ်ခါနာမည်ပျက် တစ်သက်ပြန်မကောင်းနိုင်။Still water runs deep. လူသန်မပြော (လူပြောမသန်)။A clear conscience is a good pillow. A clear conscience is a soft pillow.A clear conscience is the softest pillow. There's no pillow so soft as a clear conscience.လိပ်ပြာသန့်လျှင် ညအိပ်ပျော်၏။Signing your own death warrant.Don't dig your own grave. ကိုယ့်သေတွင်း ကိုယ်မတူးနဲ့။Fall 7 times, but stand up 8. ခုနစ်ကြိမ်လဲကျပါစေ၊ ရှစ်ကြိမ်ပြန်ထပါ။Brother, can you spare a dime? အစ်ကိုကြီးတို့ တစ်ကျပ်တစ်ပြားပေးသနားတော်မူကြပါ။Keep a thing seven years and you will find a use fot it. (Maxim) ပစ္စည်းတစ်ခုကို ခုနစ်နှစ်သိမ်းထားလျှင် တစ်ချိန်အသုံးတည့်မည်။Square peg in a round holeအံမဝင် ခွင်မကျသူChickens come home to roost သူများမကောင်းကြံ ကိုယ်မှာဘေးဒဏ်ထိ၊ ကိုယ့်ရှူးကိုယ်ပတ်To save for a rainy day. နေဖို့ညစာ လိုရမည်ရသုံးနိုင်ဖို့ စုဆောင်းထားNeither fish nor fowl. ဗုံမဟုတ်၊ ပတ်မဟုတ်You never miss the water till the well runs dry. ခလုတ်ထိမှ အမိတOver my dead body ငါသေမှလုပ်Old men prefer young girls.(Gentlemen prefer blonds.) နွားအိုမြက်နုကြိုက်That'll be the day. ကျားသားမိုးကြိုး၊ ဟုတ်ပါ့မလား၊ ဟုတ်မှလုပ်ပါCut off one's nose to spite one's face. သူများမကောင်းကြံ ကိုယ်ဘေးဒဏ်ထိPigs might fly. တောင်ထိပ်ကြာပေါက်၊ အနောက်နေထွက် (မဟုတ်နိုင်၊ မဖြစ်နိုင်ဟုယူဆသောအခါသုံးသည့်စကား)There is no smoke without fire. ဟုတ်မှကျော်၊ ပုပ်မှပေါ်"
    },
    {
        "title": "ဗွတ်ဖင်နီ",
        "content": "ဗွတ်ဖင်နီ\n\nကိုမျိုးသန့်ရေ••• ခင်ဗျား မိမိရရရိုက်လိုက်ရတဲ့ \"ဗွတ်ဖင်နီ\" ဆိုတာကြားရတော့ မြန်မာစကား \"ဖင်နီ\" နဲ့ အင်္ဂလိပ်စကားလုံး Fanny တို့ နီးစပ်တာ သတိပြုမိပါတယ်။ ပိုတိုက်ဆိုင်တာက ဘာသာစကားနှစ်ခုလုံးမှာပါတဲ့ \"ဖင်နီ\" ရော၊ Fanny\" ပါ \"Ass; Arse; Booty; Butt; Buttocks; Rump ဖင်\" ကိုရည်ညွှန်းနေကြတာ ဖြစ်ပါတယ်။ အဘီဓာန်ဲကြည့်ဖို့တော့လိုပြီထင်ပါတယ်။••• ဘာပဲဖြစ်ဖြစ် ခင်ဗျားရဲ့ ဖင်နီနီနဲ့ဗွတ် Red-vented bulbul ငှက်ကလေးအတွက် ခရက်ဒစ်ပေးပါတယ်။ နောက်ထပ်လည်း စိတ်လှုပ်ခတ်စရာ ဓာတ်ပုံကောင်းကောင်းလေးတွေ ရိုက်ကူးနိုင်ပါစေ။"
    },
    {
        "title": "Fat or Fatty",
        "content": "Fat or Fatty\n\nဒါနဲ့ နေ နေစမ်းပါဦး၊ ဘယ်က ဘယ်လို Fat က ဆိုးဆိုးရွားရွားဖြစ်ပြီး၊ နောက်ဆုံး စော်ကားမော်ကားစကားလုံး (Insult word) အထိဖြစ်သွားရတာလဲဗျာ။ ကျွန်တော်တို့သိထားတာက Fat ကို နာမဝိသေသနအဖြစ် \"အဆီများသော၊ ဆူဖြိုးသော၊ ဝဖြိုးသော Having too much flabby tissue;corpulent; obese\" အနက်အဓိပ္ပာယ်နဲ့ သိကြပါတယ်။ နောက်နာမဝိသေသနတစ်ခု Fatty ဟာလည်း \"အဆီများသော၊ ဝဖြိုးသော\" အဓိပ္ပာယ်နဲ့ အသိများပါတယ်။ Fat ကို အခြားအဓိပ္ပာယ်အနေနဲ့ \"ဖူးဖောင်းနေတဲ့အသီးအနှံ Fat pea-pod၊ အဆီနဲ့ဝင်းဝင်းဖြစ်နေတဲ့ ဟင်းချို Fat soup; လစာဝင်ငွေကောင်းတဲ့အလုပ်Fat job/ post; Fat profit အကျိုးအမြတ်ကြီးကြီးမားမား\" တို့လိုနေရာမှာ တွေ့ရပါသေးတယ်။ \"သစ်စေ့၊ တိရစ္ဆာန်တို့ကထုတ်ယူတဲ့အဆီ၊ ဆီခဲ\" တို့ကိုလည်း Fat လို့ခေါ်ပါတယ်။ လူတွေရဲ့ဉာဏ်ပညာအရည်အချင်းအနေနဲ့ ပြောကြတဲ့အခါ Blockhead လိုပဲ Fat head က A stupid person မိုက်မဲသောသူ၊ငတုံး ပါ။ Fat-brained (Adj) ဆိုရင် \"ဉာဏ်ထိုင်းသော\" အဓိပ္ပာယ်ရှိပါတယ်။ နောက်ပိုင်းမှာတော့ ဝဖြိုးသူတွေတဖြည်းဖြည်းများလာပြီး၊ အဲဒီ အဝလွန်သူ တွေကိုတမင်တကာအပုပ်ချခေါ်ဝေါ်တာတွေရှိလာပါတယ်။ ဥပမာအနေနဲ့ Fatso ဆိုတာ \"အဝလွန်သူ\"တွေကို မှိုချိုးမျှစ်ချိုးချိုးချိုးဖဲ့ဖဲ့၊စော်စော်ကားကားအခေါ်အဝေါ်တစ်ခုပါ။Fat cat ဆိုတာကလည်း \"တအားချမ်းသာကြွယ်၀သူ၊ နိုင်ငံရေးသြဇာအာဏာ အရှိန်အဝါကြီးသူ A wealthy person especially one with political influence; သူများမျက်စိနောက်အောင်၊ အမြင်ကပ်အောင် ဟိုစပွန်ဆာပေး၊ ဒီစပွန်ဆာပေးလုပ်နေတဲ့ စားဖားကြီးတွေ၊ ကုဋေကြွယ်ကုမ္ပဏီ သူဠေးကြီးတွေ၊ဩဇာတိက္ကမကြီးမားသူ ကုမ္ပဏီဒါရိုက်တာကြီးတွေ Fat cat bosses/directors\" ကိုတင်စားခေါ်တာပါ။  အဓိပ္ပာယ်ဖွင့်သူအဘိဓာန်တွေကလည်း Fat woman ကို \"၀တယ်၊ ဆူဖြိုးတယ်\" ဆိုတာထက်\"ထူထူပိန်းပိန်းကြီးတွေ၊ အယ်စတုံကြီး\" တွေလို့ ချိုးနှိမ်အနက်ဖော်ကြပြန်တယ်။ ဒီလိုနဲ့ Fat က တဖြည်းဖြည်းနဲ့မသက်မသာစကားလုံး (Bad word) ဖြစ်လာတာတွေ့ရပါတယ်။ ဘာပဲဖြစ်ဖြစ် ဝဖြိုးခြင်းကို ပြက်ရယ်မပြုဘဲ စာနာနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "Belated Father's wishes...",
        "content": "Belated Father's wishes...\n\nကျွန်တော့် စိတ်ကူးကတော့ ကိုယ်ဘဝမှာ မရခဲ့ဖူးတာအားလုံး ကိုယ့်ကလေးတွေကို ပေးလိုက်ချင်ပါတယ်။ဘရုစလီရဲ့စာသားတွေ့တော့ အင်မတန် သဘောကျလို့ပြန်မျှတာပါ။Instead of buying your children all the things you never had, you should teach them all the things you were never taught.ကိုယ့်မှာ မရှိခဲ့ဖူးတာတွေကို ကလေးကို၀ယ်ပေးမယ့်အစားကိုယ် မသင်ခဲ့ရဖူးတာတွေကို သင်ပေးပါ။Credit to original author; Cliff Rake & MyatThurein"
    },
    {
        "title": "ရင်ခုန်သံနည်းနည်းမြန်ချင်မြန်မယ်",
        "content": "ရင်ခုန်သံနည်းနည်းမြန်ချင်မြန်မယ်\n\nမြန်မာစာအဖွဲ့ရဲ့ မြန်မာအဘိဓာန်က\"ဝေဒနာ\" ကို \"ခံစားမှု\" လို့အနက်ဖွင့်ပါတယ်။ ဟုတ်ပါပြီ \"​ဝေဒနာ\" ဟာ \"ခံစားမှု\" ဆိုရင် ဒီ ​ယောဂ Yoga လေ့ကျင့်ခန်းက သင့်ကို ဘယ်လိုခံစားမှု​ပေးမလဲ။တင်ပြသူက ​သွေးလည်ပတ်မှု​ကောင်းမယ်လို့ ဆိုပါတယ်။ ကျွန်တော်ကတော့Beauty is in the eye of the beholder. စာချိုးအတိုင်း အလှအပကို ကြည်ရှုခံစားသူထံ အပ်လိုက်ပါမယ်။ ကဲ ရှုမြင်သူရဲ့ကြည့်တတ်မှု အ​ပေါ်လိုက်လို့ ဘာဝနာလား၊ တဏှာလား ခွဲခြားကြပါကုန်။Midnight Special ♡♡♡ Argurably extraordinary,Hopelessly e×citing,Irresistibly exceptionalTempestously emotional,"
    },
    {
        "title": "သူခိုး​တွေ​မွေးဖွား​နေ",
        "content": "သူခိုး​တွေ​မွေးဖွား​နေ\n\nThere is a thief born every minute.I was born to be a thief.Every day is for the thief.○○○ နာရီ၊ မိနစ်၊ စက္ကန့်မလပ် သူခိုး​တွေ​မွေးဖွား​နေပါတယ်။ ○○○ ခိုးဖို့ပဲ ​မွေးဖွားလာပါတယ်...လို့​ပြောရမလို ခိုးကိုခိုးရမှဖြစ်မယ်။○○○ ​အေးဗျာ သူခိုးအတွက် ခိုးစရာ​တွေကလည်း ​နေ့တိုင်းရှိသဗျ။••• အခုလည်း ကိုဗစ်ကျေးဇူးကြောင့် သူခိုးတွေ နှာခေါင်းစည်းနဲ့ အံကိုက်ဖြစ်သွားပြီ။ >>>"
    },
    {
        "title": "Urban Poor",
        "content": "Urban Poor\n\nကျွန်​တော့်လို လက်လှုပ်မှ ပါးစပ်လှုပ်ရတဲ့ အ​ခြေခံလူတန်းစား မြို့ပြလူဆင်းရဲတစ်​ယောက်အဖို့ ကိုဗစ်-၁၉ တားမြစ်ချက်၊ ကန့်သတ်ချက်​တွေကြားက ​ထောင်မ​ကြောက်တန်းမ​ကြောက် တစ်​နေ့တာအစာရှာထွက်ခဲ့ရတယ်။၈ နာရီ​ကျော် လှုပ်ရှားရုန်းကန် မ​မောတမ်းအလုပ်လုပ်ပြီး၊ အနိမ့်ဆုံးရဲ့ အနိမ့်ဆုံးလုပ်ခ​လေး ဆုပ်ကိုင်ကာအ​ပေါစားညစာ​လေး ပါဆယ်ဆွဲအိမ်ပြန်လာတယ် ... ဟူး။Oh God, I'm home! If you are sympathetic toward our plight of the urban poor, please find us in the crowd.အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "ပစ္စည်းမဲ့ဒေါသ",
        "content": "ပစ္စည်းမဲ့ဒေါသ\n\nဘာတဲ့ ပစ္စည်းမဲ့ဒေါသ ဆိုလားပဲ။Wrath of an Urban Poor•••အင်မတန်ဆင်းရဲနုံချာတဲ့ ကျေးတောရွာတစ်ခုမှာ ကျွန်တော့်ကိုမွေးခဲ့ပါတယ်။•••အမေကကျွန်တော့်ကိုမွေးမွေးပြီးချင်းဆုံးသွားပါတယ်။•••အမြဲတမ်း အရက်မူးမူးနေတတ်တဲ့ အဖေကကျွန်တော်ကို သေလိုကသေ ရှင်လိုကရှင်သဘောနဲ့ဒီရွာမှာ ပစ်ထားခဲ့ပါတယ်။•••ကျွန်တော် ဘယ်လောက်ခက်ခက်ခဲခဲ ရုန်းကန်ပြီး ဘယ်လိုကြီးပြင်းခဲ့ရသလဲဆိုတာ မှန်းဆရလောက်ပါတယ်။•••အခု ကျွန်တော်လည်း ထူထူထောင်ထောင်နဲ့လူချမ်းသာကြီးဖြစ်သွားပြီဆိုတော့၊ အလွန်အားပြင်းတဲ့ဒိုင်းနမိုက်တွေယူပြီး၊ ရွာကိုပြန်လာနေပါတယ်။ တစ်သက်လုံးဆင်းရဲတွင်းက မတက်နိုင်တဲ့ ကျွန်တော့်ရွာကို ဖောက်ခွဲပစ်ပြီး အားလုံးအသစ်ကပြန်စမလို့ပါ...ကျွန်တော်မှားနေရင် ခွင့်လွတ်ကြပါ။ကျွန်တော့်နာမည်က ဒန်ဆီး Dan Seals ပါ။မှီငြမ်းကိုးကား - Tobacco Road (1985)အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "နားကြားလွဲခြင်း",
        "content": "နားကြားလွဲခြင်း\n\nMondegreen or Mishearing နားကြားလွဲခြင်း  နားကြားလွဲတာ၊ တလွဲတချော်ကြားတာကို Mishearing လို့သိကြပါတယ်။ To get hold of the wrong end of the stick ဆိုတဲ့ အီဒီယံက \"ဆင်\" ဆို \"လင်\" လို့တလွဲကြားတာကို ပြောတာဖြစ်ပါတယ်။စာပေမှာ နားကြားလွဲတာကို ဖော်ပြတဲ့ဝေါဟာရတစ်ခုရှိပါတယ်။ ဒါက Mondegreen ပါ။ Mondegreen means a form of error arising from mishearing a spoken or sung phrase. Mondegreen is the mishearing or misinterpretation of a phraseas a result of a near-homophony, in a way that gives it a new meaning.  လောလောဆယ် နားကြားလွဲတာ၊ တလွဲကြားတာတို့ကို ဥပမာသုံးခုနဲ့ အမြည်းသဘော ဖော်ပြပေးလိုက်ပါတယ်။ ♡♡♡ Grammar & Grandma အင်္ဂလိပ်သဒ္ဒါ (Grammar) နဲ့ပတ်သက်လို့တွေးတောစိတ်ရှုပ်နေသူကိုသူ့အဖွား (Grandma) အကြောင်းသွားမေးမိတော့ သူလေ့လာနေတဲ့သဒ္ဒါ Grammar ကိုမေးတယ်လို့ထင်မိတယ်။ ♡♡♡ Naughty girl & Nautical Nautical ဆိုတာ ပင်လယ်ကူးသင်္ဘော၊ ရေကြောင်းသွားလာရေးကိစ္စရပ်တွေနဲ့ သက်ဆိုင်တာကိုပြောတာပါ။ ဒါကြောင့် ကျွန်တော်တို့သိတဲ့ရေမိုင်ကို Nautical mile လို့ခေါ်တာဖြစ်ပါတယ်။ ဒါတွေနဲ့စိမ်းတဲသူမျိုးကို Nautical လို့သွားပြောရင်၊ သူ့အနေနဲ့ Naughty girl ခပ်ဆိုးဆိုးခပ်စွာစွာကောင်မလေးကို ပြေးမြင်လိမ့်မယ်။ ဪ Naughty girl, Naughty girl... ♡♡♡ Uranus & Your anus အားလုံးသိကြတဲ့အတိုင်း Uranus က \"ယူရေးနပ်ဂြိုဟ်\" ဖြစ်သလို ဂရိဒဏ္ဍာရီထဲက\"မိုးကောင်ကင်နတ်ဘုရားယူရေးနပ်\" ဖြစ်ပါတယ်။ သူနဲ့စာလုံးပေါင်းရော၊ အသံထွက်ပါ နီးနီးကပ်ကပ်ရှိတဲ့ \"Your anus\" ကို နေးတစ်စပီကာအင်္ဂလိပ်၊ အမေရိကန်တွေစကားပြောသလို ခပ်ဖော့ဖော့အသံလျော့ထွက်လိုက်ရင် \"Uranus ယူရေးနပ်\" ကို \"Your anus မင်းဖင်ခေါင်း\" လို့နားကြားလွဲနိုင်ပါတယ်။နောင်အလျဉ်းသင့်ရင်သင့်သလို ရုပ်ရှင်၊ သီချင်းတွေထဲကစာသားတွေကို တလွဲတချော်ကြားရလို့ ရယ်စရာဖြစ်ရပုံတွေကို ဆက်ပြောချင်ပါတယ်။ လေ့လာချင်သူများ Mondegreen ရဲ့နောက်ကြောင်းနဲ့ ကောက်ကြောင်းကို ဂူဂဲမှာရှာလိုက်ပါဗျာ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "The Art of Seeing & Hearing",
        "content": "The Art of Seeing & Hearing\n\nမြန်မာစကားမှာ \"မကြားဝံ့ တရားသူကြီး၊ မမြင်ဝံ့ ဆေးဆရာ\" ဆိုတဲ့အသုံးရှိပါတယ်။ MYOB - Mind your own business. မဆိုင်တာဝင်မရှုတ်နဲ့၊ ကိုယ့်ကိစ္စကိုယ်လုပ်လို့ သတိတွေပေးပေမဲ့ လူ့သဘာဝက ဘာမဆိုစူးစူးစမ်းစမ်း စပ်စပ်စုစုလုပ်ချင်ကြပါတယ်။ ဦးဦးဖျားဖျားကြားချင်တယ်။ ဒါဆို ကြားချင် မြင်ချင်တာသဘာဝပဲပေါ့။ကြားချင်တာကြားနိုင်၊ မြင်ချင်တာမြင်နိုင်တဲ့ အာရုံခံတန်ခိုးရှိရင် သိပ်ကောင်းမှာပဲလို့ တွေးမိတယ်။  အင်္ဂလိပ်စကားမှာ အကြားအမြင်ရခြင်း ကို Clairvoyance လို့ခေါ်ပြီး၊ \"အကြားအမြင်ရသူ\" ကို Clairvoyant လို့ခေါ်ပါတယ်။ ယုံလားမသိဘူး ကျွန်တော်တို့လည်း တစ်ခါတစ်ခါ အကြားအမြင်ရနေတတ်ပါတယ်။ ကိုယ်ဟာအကြားအမြင်ရသူဖြစ်မှန်းမသိ ဖြစ်နေတတ်ပါတယ်။ စာအုပ်တွေဖတ်ပြီး ကိုယ်များအကြားအမြင်ရသူ ဖြစ်နေပြီလား စစ်ကြည့်ပါဦး။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။ Image credit to original artists."
    },
    {
        "title": "Grass လက်တို့သည်",
        "content": "Grass လက်တို့သည်\n\nမနှစ်က အဖေများနေ့ကျရောက်တဲ့ ၁၆-၆-၂၀၁၉ နေ့ထုတ် Japan Today News ဂျပန်သတင်းစာထဲမှာ ရဲအရာရှိတစ်ဦးကို လူတစ်ယောက်က ဓားနဲ့ထိုးတဲ့ဖြစ်ရပ် ဖြစ်ပွားခဲ့ပါတယ်။ အဲဒီ ရာဇဝတ်မှုကျူးလွန်တဲ့ သားဖြစ်သူကို ရဲတပ်ဖွဲ့က အပူတပြင်း လိုက်လံရှာဖွေနေတုန်း သူ့ဖခင်ကိုယ်တိုင်သတ္တိရှိရှိ ရဲကိုသတင်းပေးလုပ်ခဲ့ကြောင်းဖတ်ရပါတယ်။  တိုက်တိုက်ဆိုင်ဆိုင် အဖေများနေ့မှာ အခြေအနေဆိုးနဲ့ ကြုံတွေ့ရတဲ့သားအဖနှစ်ယာက်ရဲ့ ထူးခြားဖြစ်ရပ်တစ်ခုပါ။ အဲဒီ ရဲသတင်းပေးဖခင်နဲ့ပတ်သက်ပြီး၊ စာပေလေ့လာသူများအနေနဲ့ အများသူငှာက ဝိုင်းပေးကြတဲ့မှတ်ချက် တွေဖတ်ကြည့်ကြပါဦး။♡ Thanks Dad! ♡ praise his dad. Can’t imagine how hard it was for him to call a police. ♡ Praise to the father for alerting the police that the suspect in the video that was released looked like the son.♡ It must have been very difficult for the Father to do as it was Fathers Day. Japan is very good at self policing and maybe a 100% of Japanese Dads would have done the same!!♡ What kind of father grasses up/narcs on their own son?  ဝေါဟာရရှုထောင့်ကကြည့်ရင် Grass ကို \"မြက်၊ မြက်ပင်\" အဖြစ်အသိများကြပါတယ်။ Grass ရဲ့ နောက်အဓိပ္ပာယ်တစ်မျိုးက \"ရဲသတင်းပေး\" ပါ။ ကြိယာပုဒ်အနေနဲ့သုံးရင် \"ရဲကိုသတင်းပေးသည်။ လက်တို့သည်\" ဖြစ်ပါတယ်။စိတ်ဝင်စားဖွယ်သတင်းအတိုအထွာတွေ ဖတ်ရှုရင်း၊ ဝေါဟာရသစ်များ တိုးပွားကြပါစေ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "မက်ရင်မောမယ်",
        "content": "မက်ရင်မောမယ်\n\n••• Desire ကိုအဘိဓာန်က \"လိုအင်၊ ဆန္ဒ၊ တောင့်တမှု၊ အလို၊ အာသီသ၊ အာသာ၊ တပ်မက်မှု၊ ရမ္မက်၊ လိုအင်ဆန္ဒ၊ ဆုတောင်း၊ တောင်းဆု...\" လို့အနက်တွေ တစ်သီတစ်တန်းကြီးပေးတယ်။ တစ်လုံးချင်းကို Thesaurus လိုအသေးစိတ်အနက်ထပ်ဖွင့်ရင် မိုးစင်စင်လင်းသွားနိုင်တယ်။••• Desire ကိုအင်္ဂလိပ်လိုအဓိပ္ပာယ်ဖွင့်ဆိုချက်က A strong feeling of wanting to have something or wishing for something to happen. တဲ့။ အားလုံးကိုချုပ်လိုက်ရင် ဒီကနေ့ လောဘ၊ ဒေါသ၊ မောဟတွေရဲ့အရင်းခံက မက်မောခြင်းပါ။တစ်ခုခုကိုပြင်းပြင်းပြပြ လိုချင်တပ်မက်နေရင် စိတ်မောလူမောဖြစ်ရမယ်။ ဘယ်တော့မှ Peace of mind နှလုံးစိတ်ဝမ်းမအေးချမ်းနိုင်ပါ။ Tranquility ငြိမ်းအေးချမ်းသာခြင်းကိုလည်း မရနိုင်တော့ပါ။ ဒါကြောင့် မက်ရင် မောမယ်။ မမက်မောကြပါနဲ့။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ရာဝင်အိုးကြီးများကိုမြတ်နိုးကိုးကွယ်ခြင်း",
        "content": "ရာဝင်အိုးကြီးများကိုမြတ်နိုးကိုးကွယ်ခြင်း\n\nAdonitology ရာဝင်အိုးကြီးများကို မြတ်နိုးကိုးကွယ်ခြင်း  ကမ္ဘာဦးလူသား အာဒံ-ဧဝ တို့အချစ်နဲ့ စခဲ့တဲ့ကမ္ဘာကြီးဆိုတော့ ကျွန်တော်တို့တတွေ အချစ်ကို ကိုးကွယ်တာ ဘာဆန်းလို့လဲဗျာ။ အဓိပ္ပာယ်ဖွင့်သူတွေက Worship is an extreme form of love တဲ့။ တစ်ဦးတစ်ယောက်၊တစ်ခုခုကို Extremely fall in love အလွန်အမင်းချစ်မိသွားရင်၊ Exceedingly respect အလွန့်အလွန် အလေးထားလေးစားသွားရင်၊ Revere and devote မြတ်နိုးရာက ကြည်ညိုမိပြီး Worship ကိုးကွယ်တဲ့အဆင့်ကို ကူးပြောင်းသွားတတ်ပါတယ်။ ဒါကို Religion လို့သတ်မှတ်ကြပါတယ်။အဘိဓာန်က Religion ကို \"A particular system of faith and worship. မိမိယုံကြည်ကိုးကွယ်မှုဘာသာအယူဝါဒ\" လို့အနက်ဖွင့်ပါတယ်။ နောက်အဓိပ္ပာယ်တစ်ခုက \"Any practice to which someone or some group is seriously devoted. စိတ်ကို ဆွဲဆောင်စိုးမိုးထားသောအရာ\" လို့အနက်ပေးပါတယ်။ ဥပမာ - ဘောလုံး၊ ဂိမ်း စတာမျိုးတွေကို စွဲစွဲလမ်းလမ်း ခုံမင်နှစ်သက်ခြင်းကိုလည်း Religion လို့ပြောနိုင်ပါတယ်။ e.g. Football is like a religion for Ko Ko.  Religion ဘာသာအယူဝါဒတွေထဲက \"Adonitology ဆိုတာ ဖွံ့ဖွံ့ထွားထွား၊ စွင့်စွင့်ကားကား တင်ကြီးဖင်ကြီးပိုင်ရှင်အမျိုးသမီးတွေကို ကိုးကွယ်တဲ့ဘာသာအယူဝါဒ\" ကိုခေါ်တာဖြစ်ပါတယ်။ ဒီဘာသာရဲ့ရပ်တည်မှုဟာ သက်တမ်း အနှစ် ၂၀ ရှိခဲ့ပြီဖြစ်ရာ၊ Church ဝတ်ပြုကိုးကွယ်ဖို့ ဘုရားရှိခိုးကျောင်းလည်းရှိ၊ Follower devotee တွေလည်းရှိတာကြောင့် စိတ်ပါဝင်စားရင် ဆက်လက်လေ့လာကြပါဦး။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ကချေသည်",
        "content": "ကချေသည်\n\n\"ပရိယေသန ဝမ်းခါးလှဖို့ကျွန်မ ကရပါသည်ရှင်\"\"ကျွန်မတို့ယိမ်းက ခြောက်ပြားတန်သောက်စားမှန်အောင် ယိမ်းလိုက်ကြစို့\"နဂိုကတည်းက ဟိုယိမ်း ဒီယိမ်းနဲ့ငွေရှာနေရတာအခုလို ကိုဗစ်-၁၉ ရော၊ ကိုစစ် နဲ့ပါ နဖူးတွေ့ဒူးတွေ့ရင်ဆိုင်လိုက်ရတော့ခြောက်ပါးတန်လေး လိုင်းပျောက်သွားပါပြီ။အခုတော့ လောကဇာတ်ခုံကြီးပေါ်မှာ ကျွန်မပြေးရင်းလွှားရင်း နေ့ညအလျင်မီအောင် ကြိုးစားရုန်းကန်နေပါတယ်။ ပြန်လာခဲ့ပါမယ်။ ညကြေးတော့များများပေးနော်။(ညကြေး = ဇာတ်သမားများညစဉ် ကပြဖျော်ဖြေမှုအတွက်ရရှိသည့် လုပ်အားခ)။အားလုံး မင်္ဂလာပါ။Image credit to original artists.Poem: ဘုတလင်ချစ်လေး"
    },
    {
        "title": "အပြောင်ရှင်း",
        "content": "အပြောင်ရှင်း\n\nClean-shaven  Shave ကို အဘိဓာန်က \"ဆံပင် (Hair); မုတ်ဆိတ် (Beard); မွေးညင်း (Down) စသည်တို့ကို သင်တုန်းဓား (Razor) ဖြင့်ရိတ်သည်\" လို့အနက်ပေးပါတယ်။ ဒါဆို အမွေး၊ အမှင်ရိတ်တာတွေကို Shave (V) နဲ့သုံးနိုင်ပါတယ်။ ဒါပေမဲ့ သာသနာ့ဘောင်ဝင်ရန်အတွက်ဦးခေါင်းပေါ်က ဆံပင်ရိတ်တာကိုတော့ မြန်မာက \"ဆံချသည်၊ ဦးပြည်းရိတ်သည်\" လို့ပြောသလို၊ အင်္ဂလိပ်ကလည်း Tonsure (V) လို့အသုံးအနှုန်းရှိပါတယ်။  ကျွန်တော်တို့ရဲ့ ခေါင်းမှာဆံပင်တစ်ချောင်းမှ မရှိအောင် ခေါင်းတုံး (ကတုံး) အပြောင်ရိတ်ထားတာကို Shaved head လို့ပြောနိုင်သလို Clean-shaven head လို့ပြောပါတယ်။Beautification အလှအပအတွက်ပဲဖြစ်ဖြစ်၊ Attraction ဆွဲဆောင်မှုအတွက်ပဲဖြစ်ဖြစ် ခေါင်းပေါ်ကဆံပင်၊ မျက်နှာပေါ်ကအမွေး၊ မျက်ခုံးမွေးနဲ့ ခြေမွေးလက်မွေး ရိတ်ကြတာတွေလည်းရှိပါတယ်။ ဒါကြောင့် A clean-shaven man = having no beard or mustache on his face; A clean-shaven face;A clean-shaven leg ဆိုတဲ့အသုံးတွေ တွေ့နေရတာဖြစ်ပါတယ်။ ကဲ ရိတ်မိပြီဆိုရင်တော့ အပြောင်ပဲနော်။ အချို့က အပြောင်ရိတ်ကို သဘောကျကြတယ်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "SWING LOW, SWEET CHARIOT",
        "content": "SWING LOW, SWEET CHARIOT\n\nဒီသီချင်းက ပလေးဘွိုင်းသန်းနိုင်၊ အယ်လ်ခွန်းရီတို့ သီဆိုတဲ့ \"ဖြည်းဖြည်းလေးနဲ့ ငြိမ့်ငြိမ့်လေး\" ရဲ့ မူရင်းတေးပါ။ တေးသံရှင်တော်တော်များများ မူဟန်အသွယ်သွယ် ပြန်ဆိုကြပေမယ့် Eric Clapton ဗားရှင်းကိုပဲ နားစွဲပါတယ်။ အိပ်ပျော်မသွားခင် နားထောင်ကြည့်ပါဦး။ အိပ်ပျော်သွားရင်လည်းကောင်းကင်ဘုံကို ဖြည်းဖြည်းလေးနဲ့ ငြိမ့်ငြိမ့်လေး ခေါ်သွားသလို ခံစားရပါလိမ့်မယ်။ ♡♡♡ For all music Afficionados..."
    },
    {
        "title": "Have You Ever Thought Who'll Cry",
        "content": "Have You Ever Thought Who'll Cry\n\nနာမည်ကြီးစာရေးဆရာ Robert Sharma ရဲ့ \"Who will cry when you die\" ကို ဆရာအောင်မြတ်က \"သင်သေသွားသော် ဘယ်သူငိုမလဲ\" နာမည်နဲ့ မြန်မာပြန်ထားပါတယ်။ Who will cry when I die? ငါသေရင် ဘယ်သူငိုမလဲဆိုတာ ကိုယ်မသေခင်က ပြုခဲ့တဲ့ အကောင်းအဆိုးတွေအပေါ် အများကြီး မူတည်ပါလိမ့်မယ်။  မွေးဖွားခြင်း၊ သေဆုံးခြင်းနဲ့ လုံးချာလည်နေတဲ့ သံသရာနွံထဲက ဒုက္ခသမား ကျွန်တော်တို့ဟာ ဘယ်ကလာတာလဲ? Where do you come from? ဆိုတဲ့ \"လာရာ\" မသိကြသလို၊ သေပြီး အခြားမဲ့ဘယ်ဘဝကို ရောက်မယ်ဆိုတဲ့ \"လားရာ\" ကိုလည်းသိခွင့်မရခဲ့ကြပါ။ ပုထုဇဉ်တို့ပီပီ ဝင်လာတာ မသိသာပေမဲ့၊ ကိုယ်ချစ်ရသူတစ်ယောက်ယောက် သေဆုံးထွက်သွားတာကျတော့ သိသာလွန်းလှတယ်၊ ခံစားရခက်တယ်ဗျာ။ အားလုံး မင်္ဂလာညချမ်းပါ။ Image credit to original artists. PS> မနှစ် ဇွန် ၄ ရက်က ကွယ်လွန်သွားတဲ့ ကျွန်တော့်ညီလေးအတွက်။"
    },
    {
        "title": "Nine to Five / 9 to 5",
        "content": "Nine to Five / 9 to 5\n\nအလုပ်လုပ်ရက် တနင်္လာက သောကြာ ၅ ရက်ကို Weekday / Work week / Working week လို့ ခေါ်ပါတယ်။ တနင်္လာ - သောကြာ၊ တစ်ပတ်ငါးရက် (Five day a week) သာ လုပ်ရတဲ့သူတွေရှိသလို စနေနေ့ဝက် (သို့မဟုတ်) တစ်နေ့ကုန် လုပ်ရတဲ့သူတွေလည်း ရှိပါတယ်။စနေ၊ တနင်္ဂနွေ နှစ်ရက် ဒါမှမဟုတ် စနေ (သို့မဟုတ်) တနင်္ဂနွေ တစ်ရက်ရက်ကိုလည်း ပိတ်ရက် (Weekend) လို့ ခေါ်ပါတယ်။ Weekend ကို အလုပ်နားရက်၊ အားလပ်ရက် (Holiday or Day-off) လို့လည်း ခေါ်ပါတယ်။  Nine to Five / 9 to 5 ဆိုတာ ဝန်ထမ်းအများစုအတွက်တစ်ရက်သတ်မှတ် အလုပ်ချိန် (The standard work hours for many employees.) ပါ။ နေ့စဉ် မနက် ၉ နာရီ အလုပ်တက်၊ ညနေ ၅ နာရီ အလုပ်ဆင်းရတဲ့အချိန်ကိုတော့ ကျွန်တော် အကြိုက်ဆုံးပါပဲ။ Working 9 to 5 (သို့) Nine-to-five လို့ ပြောလိုက်ရင် အလုပ်အကိုင်ရှိတဲ့သဘောမို့ လက်ရှိပုံမှန်အလုပ် (Regular job) လို့လည်း အဓိပ္ပာယ်ရပါတယ်။ သတ်မှတ်ချိန်ထက် ပိုမလုပ်ချင်တဲ့သူ၊ မလုပ်၊ မရှုပ်၊ မပြုတ်တွေကိုတော့ Nine-to-five kind of person လို့ Urban Dictionary က ထပ်ဆင့်အနက်ဖွင့်ပါတယ်။ ယနေ့ခေတ်မှာတော့ What’s yournine-to-five? ဆိုရင် အလုပ်အကိုင်ကို မေးတာဖြစ်ပါတယ်။  Nine to Five လို့ ဆိုလိုက်တာနဲ့ ကျေးလက်အဆိုတော်ကြီး Dolly Parton ရဲ့ 9 to 5 သီချင်းရယ်၊ ဂျိမ်းဖွန်ဒါနဲ့ ဒေါ်လီပါတန်တို့ပါဝင်တဲ့ 9 to 5 ဆိုတဲ့ ရုပ်ရှင်ဇာတ်ကားအကြောင်း ထည့်ပြောမှ ပြည့်စုံမှာဖြစ်ပါတယ်။ကြည့်ဖူးထားသင့်တဲ့ ဂီတအသားပေး ဇာတ်မြူးကားပါ။  ကျွန်တော်တို့လို လခစားဝန်ထမ်း (Salaryman) တွေဟာ ကိုယ့်အလုပ်ရှင်အတွက် တစ်ပတ် ၅ ရက် အလွန်ဆုံး ၆ ရက်သာ အလုပ်လုပ်ပေးချင်ပေမယ့်၊ ကိုယ့်ချစ်သူအတွက်ကျတော့ တစ်ပတ်ကို ၈ ရက်လောက် အလုပ်အကျွေးပြုချင်ကြပါတယ်။ငယ်ငယ်တုန်းက ကြိုက်ခဲ့တဲ့ The Beatles အဖွဲ့ရဲ့ “Eight Days A Week\" သီချင်းလေးက သက်သေပါပဲ။ ခုဆိုရင် ကျွန်တော့်ရဲ့ အမှုထမ်းသက်က ၄၅ နှစ်ကျော်ရှိပါပြီ။ ကျွန်တော့်ရဲ့ လက်ရှိအလုပ်ချိန်က Mon thru Fri မဟုတ်သလို၊ 9 to 5 လည်း မဟုတ်ပါ။ ဒါပေမဲ့ နေ့တွေညတွေကိုဖြတ်သန်းပြီး ကျွန်တော် ပျော်နေလိုက်တာ ပျင်းဖို့အချိန်တောင် မရှိသလောက် (Never a dull moment) ပါ။ ခင်ဗျားတို့လည်း ပြေလည်တာတွေ၊ မပြေလည်တာတွေ ဘေးချိတ်လို့ ကိုယ်နားခိုရာ မနက်သွား ညနေပြန် ရုံးတော်ကြီး ထာဝရ ရှင်သန်နေဖို့ ဝန်းရံဖေးမပေးကြရမယ် မဟုတ်ပါလားခင်ဗျာ။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "ANECDOTE တစ်ကျ၊ တစ်ကွဲ၊ တစ်ကုန်း",
        "content": "ANECDOTE တစ်ကျ၊ တစ်ကွဲ၊ တစ်ကုန်း\n\nကျတစ်ကျ ၁၉၆၈ စီးပွားရေးတက္ကသိုလ် ကျောင်းသားဘဝမှာ စာမေးပွဲနဲ့ပတ်သက်လို့ စာမေးပွဲတစ်ကြိမ် ကျရှုံးသည်ကို \"တစ်ခါကျ\" လို့ မဆိုဘဲ၊ \"One failure ကျတစ်ကျ\" ဝေါဟာရသစ်ကို သိကျွမ်းခဲ့ရတယ်။ (စာမေးပွဲတော့ မကျခဲ့ဖူးပါ။)  အသည်းတစ်ကွဲ ၁၉၆၄ နိုးကြားလာတဲ့ချစ်ရေးကြိုက်ရေး ဘာသာဘာဝမှာ မနူးမနပ်ချစ်သူတွေအဖြစ် ချစ်ကြိုက်ရင်း၊ ချစ်၊ ကြိုက်၊ ကွဲ အလှည့်အပြောင်းနဲ့ \"One heartbreak အသည်းတစ်ကွဲ\" ဝေဒနာကို ခံစားခဲ့ရပြန်တယ်။  တစ်ခါကုန်း ၁၉၉၂ ဝန်ထမ်းဘဝကျင်လည်တုန်းက ရေအိမ်မှာ တစ်ရှူးအမြဲရှိလိမ့်မယ်လို့ တထစ်ချယုံကြည်မိတော့One wipe တစ်ခါကုန်းစာ တစ်ရှူးမရှိတဲ့အဖြစ်မျိုး ကြုံခဲ့ဖူးတယ်။  ခင်ဗျားတို့ရော ဘယ်လိုကံခေစရာမျိုး တွေ့ကြုံခံစားဖူးကြပါသလဲဗျာ။ Did you ever experience such and such slight mishap? အားလုံး မင်္ဂလာနေ့လယ်ခင်းပါ။"
    },
    {
        "title": "500 Miles",
        "content": "500 Miles\n\n••• မှတ်မှတ်ရရ မြီးကောင်ပေါက်အရွယ် ၁၄ နှစ်သားမှာ ကျွန်တော်စဆိုမိတဲ့သီချင်းက 500 Miles ပါ။ တိတိပပပြောရရင် အဲဒီအချိန်ကစလို့ ကျွန်တော်နဲ့ အင်္ဂလိပ်စာ၊ အင်္ဂလိပ်စာနဲ့ ကျွန်တော် Emotional Entanglement with English ထွေးလုံးရစ်ပတ်ဖြစ်ပြီး၊ ကျွန်တော်နဲ့ အင်္ဂလိပ်စာFalling in love ချစ်ကျွမ်းဝင်ခဲ့ပါတယ်။ Love each other n fell head over heels. ချစ်လိုက်ကြတာမှ အရူးအမူး၊ မိုးမြင်လေမမြင်ပါပဲ။ ခုထိလည်း ချစ်ခင်မြတ်နိုးရူးသွပ်ဆဲပါ Still lovin' you, English! ••• အဲဒီ 500 Miles သီချင်းက စာသားတွေ ရိုးစင်းလွယ်ကူပြီး၊ဖြည်းဖြည်းမှန်မှန်လေးဆိုတော့ အလွယ်တကူ နားလည်တယ်၊ အင်္ဂလိပ်သီချင်း စနားထောင်သူအတွက်လည်း အဆင်ပြေပါတယ်။ မူလသီဆိုသူရဲ့ ဗားရှင်းဆိုရင် မကြိုက်မှာစိုးလို့၊ အခုခေတ်အဆိုတော် Justin Timberlake သီဆိုဟန်ဗားရှင်းကို တင်ထားပါတယ်။ နားဆင်ခံစားကြည့်ကြပါဦး။••• အသုံးအနှုန်းအရရော၊ အကြောင်းခြင်းရာအရရော သဘောကျတဲ့အပိုဒ်ကလေးက ဒီလိုပါ။ \"Not a shirt on my back Not a penny to my name Lord, I can't go back home this a way\" ကဲ သီချင်းနားထောင်ရင်း အင်္ဂလိပ်စာကို ပုံစံတစ်မျိုးနဲ့ သင်ယူကြရအောင်။It might be \"pedagogical pop\" ဖြစ်ပါလိမ့်မယ်။ သီချင်းချစ်သူများ မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "Exploring Katy Perry",
        "content": "Exploring Katy Perry\n\nKaty Perry ကေတီပယ်ရီ တဲ့။ မှည့်ထားတဲ့နာမည်လေးကိုက ကာရန်ညီပါတယ်။ ကျွန်တော် ကေတီကို အပြင်ပန်း စိတ်ဝင်စားနေတာကြာပါပြီ။ အခုလို ကိုဗစ်ကြောင့် အလုပ်ပါးနေချိန် အတွင်းကျကျ စူးစမ်းရင် ကောင်းမလား တွေးမိပါတယ်။  ဝေါဟာရအနေနဲ့ကြည့်ရင် Katy ဆိုတာမိဘတွေက သူတို့ရဲ့သမီးမိန်းကလေးကို ပေးတဲ့နာမည်ပါ။ \"Pure စစ်သော၊ ဖြူစင်သော၊ သန့်စင်သော၊ ဖြောင့်စင်းသော\" စတဲ့ အဓိပ္ပာယ်ကောင်းတွေ ထုံလွှမ်းနေပါတယ်။ ဒါ့အပြင် Katy ဟာ Katherine / Catherine ကက်သရင်းကို အတိုချုံ့ခေါ်နာမည်လည်း ဖြစ်ပါတယ်။Perry ကို Dr. Ba Han အဘိဓာန်က \"အရည်ရွှမ်းသော သစ်တော်သီးကို ဖောက်ထားသော အရက်\" လို့ အဓိပ္ပာယ်ဖွင့်ပါတယ်။ မြန်မာစာအဖွဲ့ရဲ့ အဘိဓာန်က \"သစ်တော်သီးဝိုင်\" လို့ တိုတိုတုတ်တုတ် အနက်ပေးပါတယ်။ ဒီတော့ Perry ဆိုတာ \"Cider ပန်းသီးဝိုင်\" လို သစ်သီးကိုအရည်ညှစ်ကာ ဖောက်ထားတဲ့အရက်လို့ မှတ်ထားနိုင်ပါတယ်။ အင်္ဂလိပ်အဘိဓာန်က ဘယ်လိုအနက်ပေးတာကိုလည်း ဖတ်ကြည့်ကြပါ။ Perry is a fermented alcoholic beverage made from pears; somewhat analogous to cider.  ကဲ အရင်နေ့က ပုလဲကိုအရက်ညာတိုက်အပြီး၊ အခုညတော့ ကေတီပယ်ရီတိုက်မယ့် Perry ခေါ် သစ်တော်သီးဝိုင် ရှတတလေးကို မြည်းစမ်းကြည့်ကြရအောင်။ အားလုံး မင်္ဂလာညချမ်းပါ။"
    },
    {
        "title": "COVID-19",
        "content": "COVID-19\n\nTest of Endurance ကိုဗစ်-၁၉ ကပ်ရောဂါ မကျရောက်ခင်က လူတစ်ယောက်သေဆုံးရင် ကျန်ရစ်သူမိသားစုတွေနဲ့ အပေါင်းအသင်း ရောင်းရင်းမိတ်ဆွေတွေက ကွယ်လွန်သူအတွက် အသုဘအခမ်းအနားတစ်ခု လုပ်ကြတယ်။ မသာတစ်ခေါက် ကျောင်းဆယ်ခေါက် ဆိုရိုးနဲ့အညီ အသုဘလိုက်ပါပို့ဆောင်ကြတယ်။ သူများအသုဘလိုက်ပို့မှ ကိုယ်သေရင်လည်း သူများတွေ လိုက်ပို့ကြမှာလို့ ခံယူထားကြတယ်။ Always go to other people's funerals, otherwise they won't go to yours. အရင်က ကိုယ်နာကျည်းမုန်းတီးတဲ့လူတစ်ယောက်သေရင် \"ဒီကောင့်ကိုဘာအခမ်းအနားမှမပါဘဲ မြှုပ်ပစ်လိုက် Bury without any ceremony\" စသည်ဖြင့် နစ်နစ်နာနာ ပြောတတ်ပါတယ်။ အခုတော့ ဒါတွေအားလုံးကို ကိုဗစ်-၁၉ က အကုန် ပြောင်းပြန်လှန်ပစ်လိုက်ပါပြီ။ ကံမကောင်းအကြောင်းမလှလို့ သင် ကိုဗစ်ရောဂါ စွဲကပ်ခံရပြီဆိုရင်၊ သင့်ကို ဆေးရုံရဲ့အထူးကြပ်မတ်ကုသဆောင်မှာ ထားရှိကာ၊ သင့်ကို အမြန်ဆုံးသက်သာပျောက်ကင်းအောင် ဂရုတစိုက် ကုသပေးသွားမှာပါ။ ဒါပေမဲ့ ကံဆိုးမိုးမှောင်ကျလို့ သင်မပြန်လမ်း သွားရပြီဆိုရင်တော့ ဘယ်မိသားစုဝင်မှ သင့်ကို လိုက်ပါပို့ဆောင်ခွင့် မရနိုင်ပါ။ ဘာအခမ်းအနားမှလည်း သင့်ကို လုပ်ပေးနိုင်မှာမဟုတ်ပါ။ဆေးရုံရဲ့ တင်းကြပ်တဲ့အစီအမံတွေနဲ့ သင့်ကို မည်ကာမတ္တအခေါင်းတစ်ခုထဲထည့်ပြီး စွန့်ပစ်ပါလိမ့်မယ်။ ဘာပဲဖြစ်ဖြစ် ကိုဗစ်က ကမ္ဘာကြီးကို အကြီးအကျယ် ဒုက္ခပေးနေပါတယ်။ အကြာကြီးနေဦးမယ်လို့လည်း ခန့်မှန်းကြတယ်။ ကာကွယ်ဆေးက လာနေပြီ၊ နည်းနည်းတော့ ကြာပါဦးမယ်။ ကဲ ကိုဗစ်နဲ့အသားကျအောင်နေကြပါ။ ကံကောင်းကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "You should know \"THEM\" by now",
        "content": "You should know \"THEM\" by now\n\nတော်လှန်ရေးသမားတွေ၊ တက်ကြွလှုပ်ရှားသူတွေကို \"မျိုးချစ်မျက်ကန်း\" လို့ ဆိုးညစ်တဲ့သူတွေက အမနာပပြောလေ့ရှိပါတယ်။ မျိုးချစ်တွေ ဘယ်လောက်ပဲ အစွန်းရောက်ရောက် ပြည်သူ့အကျိုးကို ကိုယ်ကျိုးမဖက် ဆောင်ရွက်လို့ ပြည်သူအများ အတိဒုက္ခ မရောက်ဖူးပါ။  အာဏာကိုအလွဲသုံးပြည်သူ့အကျိုးစီးပွားကို မျက်ကွယ်ပြု ကိုယ်ကျိုးရှာ အာဏာရှင်ဆိုးညစ်သူ လက်တစ်ဆုပ်စာက သန်းပေါင်းများစွာသော အပြစ်မဲ့ရဟန်းရှင်လူ ပြည်သူအပေါင်းကို ကာလရှည်ဆိုးကျိုးပေးကာ ဒုက္ခပင်လယ်ဝေအောင် နှိပ်စက်ခဲ့တာ အားလုံးအသိပါ။  ဒါနဲ့ပတ်သက်လို့ ဖေ့ဘုတ်ပေါ်က စကားလေးကိုမျှဝေချင်ပါတယ်။ \"မျိုးချစ်ဖို့ကန်းတဲ့ မျက်လုံးတွေမှာ တန်ဖိုးတစ်ခုရှိပါသေးတယ် ဆိုးညစ်ဖို့ ကန်းနေတဲ့သူတို့မျက်လုံးတွေက တန်ဖိုးမဲ့ပါ။ မျိုးတစ်ကယ်ချစ်ရင် တိုင်းပြည်နဲ့လူထုဖက်က ရပ်လေ\"  ကဲ ဘယ်သူက \"မျိုးချစ်\" ဘယ်သူက \"ဆိုးညစ်\" အခုလောက်ဆို အားလုံးသိလောက်ကြပါပြီ။ရွေးကောက်ပွဲက လာမယ့် နိုဝင်ဘာ ၈ ပါ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Which type are you?",
        "content": "Which type are you?\n\n1. People who make things happen.2. People who watch things happen.3. People who wonder what happened.ဒီသုံးမျိုးထဲက သင်က ဘယ်လိုလူစားမျိုးလဲ။"
    },
    {
        "title": "Living Democracy Icon of Myanmar",
        "content": "Living Democracy Icon of Myanmar\n\nLiving Democracy Icon of Myanmar Living Democracy Icon of Myanmar ၂၀၂၀ နိုဝင်ဘာမှာ မဲပေးကြရဦးမယ်။ ♡♡♡ BULLET & BALLOT အရင်က ကျွန်တော်တို့ပြည်သူတွေ အာဏာရှင်စစ်အစိုးရလက်အောက်မှာ အရာရာကို သေနတ်ကျည်ဆံ Bullet သုံး ဖြေရှင်းခံခဲ့ကြရတယ်။၂၀၁၀ ကစပြီး ကိုယ်ကြိုက်နှစ်သက်ရာပါတီကို ရွေးချယ် မဲ Ballot လို့ ရွေးချယ်နိုင်ခဲ့တယ်။ ♡♡♡ INDEBTEDNESS ကျွန်တော်က နှစ် ၅၀ နီးပါး စစ်အုပ်ချုပ်ရေးကို နောက်ဆုတ်သွားအောင် လုပ်ဆောင်ပေးနိုင်ခဲ့တဲ့ မြန်မာ့ဒီမိုကရေစီခေါင်းဆောင် ဒေါ်အောင်ဆန်းစုကြည်ကို ကျေးဇူးတင်ပါတယ်။ဒီတစ်ခုတည်းနဲ့ အတိုင်းမသိ ကျေးဇူးတင်ပါတယ် ... How could WE forget you! ♡♡♡ CASTING A VOTE ၂၀၂၀ နိုဝင်ဘာမှာ မဲပေးကြရဦးမယ်နော်.....အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မြန်မာ့မီးရထား",
        "content": "မြန်မာ့မီးရထား\n\nအင်္ဂလိပ်လို Mister မြန်မာလို မမ အဲဒါဘာလဲဗျ။ Myanma Railways _ MR ; မြန်မာ့မီးရထားပါ။  ကျွန်တော်တို့ ရထားနဲ့ မရင်းနှီးတာကြာပြီနော်။ မကြာမီ မြန်မာ့မီးရထား အသွင်သစ်နဲ့ ပြည်သူတွေကို အလုပ်အကျွေးပြုပါဦးမယ်။  それっ ၁၉၅၈ ကျွန်တော် ၁၀ နှစ်သားမှာ ရန်ကုန်မြို့ကြီးကိုပထမဆုံးရောက်ပါတယ်။ မှတ်မိဆုံးက မြို့ပတ်ရထား စီးဖူးတာပါပဲ။ ဂျပန်စစ်လျော်ကြေးနဲ့ ရထားတဲ့ သစ်လွင်တောက်ပတဲ့ မြို့ပတ်ရထားကို ယနေ့အထိ မှတ်မိနေဆဲပါ။ ဝမ်းနည်းမိတာက လွန်ခဲ့တဲ့အနှစ် ၆၀ ကျော်လောက်က ရထားကို ဒီကနေ့အထိ စီးနေရတာပါပဲ။ အခုတော့ ဘူမိနက်သန်ကိုဂျပန်အကူအညီနဲ့ ၂၁ ရာစု အလန်းဆုံးမြို့ပတ်ရထားအဖြစ် အသွင်ပြောင်းပါတော့မယ်။ ကဲ လာလေရော့ လဟယ်....... HEY PRESTO! プレスト"
    },
    {
        "title": "မသိခြင်းတရား",
        "content": "မသိခြင်းတရား\n\nငါဘယ်သူလဲ / ကျော်ဟိန်း Against The Wind / Bob Seger July 12 Digging Deeper Digging deeper into the songs of the late Kyaw Hein ကျော်ဟိန်းသီချင်းခွေ အားလုံးနီးပါး ဝယ်ပါတယ်။ \"တစ်ကိုယ်တော်လေလွင့်ခြင်း\" သီချင်းခွေကိုတော့ အကြိုက်ဆုံးပါ။ကျော်ဟိန်းရဲ့အဆိုကို ကြိုက်သလို မှီငြမ်းထားတဲ့ မူရင်းအင်္ဂလိပ်သီချင်းတွေက ရသအမယ်စုံလို့ တဖြည်းဖြည်း စွဲလမ်းနှစ်သက်သွားပါတယ်။ ဒါကြောင့် ရှာရဖွေရခက်ခဲလွန်းချိန်မှာ ပြည်တွင်းပြည်ပအထိ မရမက ရှာဖွေနားထောင်ရတဲ့အထိ ဖြစ်ခဲ့ရပါတယ်။ ကြုံကြိုက်လို့ပြောရရင် ကျွန်တော့်အနေနဲ့ အင်္ဂလိပ်စာကိုနက်နက်ရှိုင်းရှိုင်း နှိုက်နှိုက်ချွတ်ချွတ် လေ့လာဖြစ်ခဲ့တာကလည်း ဒီအင်္ဂလိပ်သီချင်းတွေကြောင့်ဆိုရင် မမှားနိုင်ပါဘူး။ အဆင်ပြေတာနဲ့ ဝါသနာရှင်တွေ အလွယ်တကူ ရှာဖွေနားထောင်နိုင်စေဖို့ မူရင်းအင်္ဂလိပ်သီချင်းတွေကို ဖော်ပြပေးပါမယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Halal & Huller",
        "content": "Halal & Huller\n\nHalal ကို အဘိဓာန်က \"မွတ်စလင်ထုံးစံနဲ့အညီ စီရင်သတ်ဖြတ်ထားသော တိရစ္ဆာန်အသား(of food) fit to eat according to Muslim religious practice\" လို့အနက်ပေးပါတယ်။ Hallal လို့ မူကွဲစာလုံးပေါင်းလည်းရှိပါတယ်။ အသံထွက်ကို နားထောင်ကြည့်ရင် \"ဟလာ\" လို့အနီးစပ်ဆုံး ကြားရပါလိမ့်မယ်။တောင်သူလယ်သမားတွေပြောပြောနေတဲ့ \"ဟာလာစက်\" ဆိုတာက ဆန်စပါးကြိတ်ခွဲစက်ငယ်တစ်မျိုး ကိုခေါ်တာဖြစ်ပါတယ်။ စာလုံးပေါင်းက Huller; အရှည်က Huller & Sheller Mills ပါ။ ၁၈၇၀ မှာ ကမ္ဘာအနှံ့ စတင်သုံးစွဲလာကြပါတယ်။ မြန်မာတွေက ၁၉၅၅ ထုတ် ဂျပန်လုပ်ဆာတာကေး(Satake) ကြိတ်ခွဲစက်တွေသုံကြပါတယ်။ အသံထွက်နီးစပ်တာကြောင့် \"ဒေဝါလီခံခြင်း (လူမွဲအဖြစ်ခံယူခြင်း Bankcruptcy) နဲ့ ဒေဝါလီ (ဒီပါဝလီ Depavali) တို့လို ရောထွေးနိုင်ပါတယ်။ ဘယ်အရာမဆို \"သတိမမူ ဂူမမြင်၊ သတိမူရင် မြူပါမြင်\" ဆိုစကားအတိုင်းပါပဲ။ Always be mindful. အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ကိုဗစ်-၁၉",
        "content": "ကိုဗစ်-၁၉\n\nတစ်ကမ္ဘာလုံး အတိုင်းအတာနဲ့ ကြည့်ကြည့်၊ ဒေသတစ်ခုခုကိုပဲ ကွက်ကြည့်ကြည့်၊ ဒီကပ်ရောဂါအန္တရာယ်က မသေးဘူးနော်။   ဘယ်နိုင်ငံ ဘယ်အစိုးရမှ အတွေအကြုံမရှိ၊ ကြိုတင်ပြင်ဆင် ကာကွယ်ထားတာလည်းမရှိ၊ ဖြစ်ရင်တော့ အင်မတိ အင်မတန်ကံကောင်းမှ သင် အသက်ရှင်နိုင်မှာပါ။ အဲ ကံမကောင်းအကြောင်းမလှလို့သေပြန်တော့လည်း အခမ်းအနားဆိုတာ ဝေလာဝေး၊ လိုက်ပါပို့ဆောင်မယ့်သူတောင် မရှိနိုင်ဘူး။   ရက်စက်တယ်မပြောနဲ့။ သင်တစ်ယောက်တည်းသွားပါလေ။ သင့် မိသားစု၊ သင့်လူမှုပတ်ဝန်းကျင်အတွက် သင်ဟာ သေပြီးတာတောင် ကျန်ရစ်သူတွေအတွက် အကျိုးပြုသွားတယ်လို့ မှတ်ပါမယ်။   ဒါတွေသိရင် မပေါ့နဲ့။လိုက်နာရမယ့်ဟာတွေကို မပျက်မကွက် လေးစားလိုက်နာ။ Don't be a covidiot. ကံအကြီးကြီးကောင်းပါစေ။"
    },
    {
        "title": "Small World",
        "content": "Small World\n\nဆုန်သင်းပါရ်သီဆိုထားတဲ့ \"ကမ္ဘာကြီးက ကျဥ်းတယ်ဆိုပေမယ့်\" သီချင်းရဲ့မူရင်းတေး The World Is Getting Smaller (၁၉၆၀) ဟာ လွန်ခဲ့တဲ့အနှစ် ၆၀ က သီချင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ ခင်မင်ရင်းနှီးသူတွေ တစ်နေရာမှာ မမျှော်လင့်ဘဲတွေ့ကြတဲ့အခါ ပြောလေ့ရှိတာက It's a small world! ကမ္ဘာကြီးကကျဥ်းကျဥ်းလေးပါ။အခုလို နည်းပညာတွေ တစ်ဟုန်ထိုးတိုးတက်နေချိန်မှာတော့ ကမ္ဘာကြီးက ရွာကြီးဖြစ်သွားပြီပေါ့။ Thanks to wonder of science, the world is getting smaller and smaller!Shall we listen to the music...."
    },
    {
        "title": "သံတူကပ် Alliteration",
        "content": "သံတူကပ် Alliteration\n\nသံတူကပ်စကားအလင်္ကာ သံတူကပ်စကားအလင်္ကာ အကြောင်း ၅ ကြိမ်တိုင်တင်ပြီးဖြစ်လို့ တော်တော်မှတ်မိနေကြပါလိမ့်မယ်။ အခု \"S\" အက်စ်အသံတစ်ခုတည်းကိုယူပြီး၊ ရေးထားတာတွေ့လို့ တင်ပေးပါရစေ။Such swift switch should seek sponsors.Such swift switch should seek sponsors.Such swift switch should seek sponsors.အဲဒီလို မြန်မြန်ပြောင်းလဲဖို့ တာဝန်ခံမယ့်သူတွေ ရှာရပါလိမ့်မယ်။"
    },
    {
        "title": "Hey, Hey, Hey",
        "content": "Hey, Hey, Hey\n\nCalling All Bird-lovers!Calling All Bird-enthusiasts!Calling All Bird-watchers!ငှက်ချစ်သူများ ဝမ်းမြောက်ဖွယ် ကိုယ့်အနီးအပါးက ငှက်တွေရော မြန်မာပြည်အနှံ့ကငှက်တွေပါ ရိုက်ကူးတင်ပြနေတဲ့ MyatThurein ကိုအားပေးကြည့်ရှုကြပါရန် ဖိတ်ခေါ်ပါတယ်။"
    },
    {
        "title": "Heavy Landslide",
        "content": "Heavy Landslide\n\nHeavy Landslide at Phakant Jade Mine Episode 1  ဇူလိုင်လ ၂ ရက်နေ့က ဖားကန့်ရှိ မြေစာပုံပြိုကျမှုကြောင့် ရေမဆေးကျောက်ရှာသူ ရာချီသေဆုံးခဲ့ပါတယ်။ အသေးစိတ်ကိုတော့ စိတ်ဝင်စားတဲ့သတင်းစာဖတ်သူ၊ သတင်းနားထောင်သူတွေ သိရှိပြီးဖြစ်ပါလိမ့်မယ်။ ကျွန်တော့်အနေနဲ့ ဝမ်းနည်းကြေကွဲဖွယ် သတင်းဆိုးထဲကရရှိတဲ့ ဝေါဟာရစကားလုံးတချို့ကို လေ့လာနေသူတွေ အလွယ်တကူ သိရှိနားလည်နိုင်ရန်အတွက် ပြောပြသွားပါရစေ။  ဒီလိုသတင်းမျိုးမှာ မလွဲမသွေကြားရမှာက သေကျေဒဏ်ရာရသူစာရင်း-အသေအပျောက် (Casualty) ပါ။ သေဆုံးသူစုစုပေါင်း (Death-toll) လို့လည်း တွေ့ရပါတယ်။ စစ်ပွဲတစ်ခုမှာတော့ဒဏ်ရာရသူ (The injured); ပျောက်ဆုံသူ (Missing in action-MIA) နဲ့ တိုက်ပွဲကျသူ (Killed in action-KIA) တို့ကိုလည်း Casualty လို့ ခေါ်ပါတယ်။  နောက် သေဆုံးသူအရေအတွက်ကို ဖော်ပြရာမှာ တွေ့ရတာကတော့ Scores နဲ့ Dozens တို့ပါ။ Scores ကို အများစုက \"ရမှတ်၊ ဂိုးအရေအတွက်\" လို့သိကြပါတယ်။ အခုလို လူအသေအပျောက်မှာ သုံးတဲ့ အများကိန်း Scoresက \"လူအစုလိုက်အပြုံလိုက် A lot of people or things; a large number\" လို့ အဓိပ္ပာယ်ရပါတယ်။ ဒီလိုပါပဲ အများကိန်း Dozens ကလည်း Scores လိုပါပဲ \"အရေအတွက်အမြောက်အများ\" ကိုဖော်ပြပါတယ်။ များပြားပေမဲ့ အတိအကျမဖော်ပြနိုင်တဲ့အခါ Dozens ကို သုံးကြပါတယ်။ Dozens denotes a large but not exact number. ကံမကောင်းအကြောင်းမလှတဲ့ ရေမဆေးကျောက်ရှာသူတွေအကြောင်း ဆက်လက်ပြောပြသွားပါမယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Life Living in Vain​",
        "content": "Life Living in Vain​\n\nဖားကန့်ကျောက်စိမ်းကို ပေပေါင်းထောင်ချီနက်အောင်တူး အဝီစိအထိ မြေလှန်ရှာသူတွေက ကျိကျိတက်ချမ်းသာကြွယ်ဝပြီး နတ်ဘုံနတ်နန်းနဲ့ စံစားနေချိန်မှာ သူတို့စွန့်ပစ်တဲ့ မြေစာပုံတွေထဲက အဖိုးတန်ကျောက် ပါလာနိုးနိုးနဲ့ ရေမဆေးလို့ခေါ်တဲ့ကျောက်ကို အသက်လုရှာနေရသူတွေရဲ့ ပြုတ်လုတဲခါ မရေရာဘဝကို ကြည့်ကြပါဦးဗျာ။ဘယ်သူမှ မတားဆီးနိုင်တော့ဘူးလားဗျာ။ Who will stop the rain?"
    },
    {
        "title": "Do Nothing",
        "content": "Do Nothing\n\n••• ကျွန်တော့်သားက ပြောတယ်။ အဖေတို့လို မနက် ၉ ရံးတက်၊ ညနေ ၅ ရုံးဆင်း၊ လခလေး လေးငါးသိန်းနဲ့ တစ်နေကုန် ကိုယ့်ကိုယ်ကိုယ် ရောင်းစားထားတဲ့အလုပ်မျိုး ကျွန်တော် မလုပ်နိုင်ဘူး။ ••• ဒါဆို မင်းက ဘယ်အလုပ်မျိုးလုပ်မှာလဲကွ။ သားက မဆိုင်းမတွ ပြန်ဖြေပါတယ်။ ကျွန်တော် ဘာအလုပ်မှ မလုပ်ပါဘူးအဖေ။Do nothing. ဪ Do nothing. ဘာမှမလုပ်ဘူး။••• Sometime the most important thing to do is do nothing.>>>အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Good Riddance Dog's Fleas & Ticks",
        "content": "Good Riddance Dog's Fleas & Ticks\n\nကျွန်တော်တို့ တစ်မိသားစုလုံး တိရစ္ဆာန်ချစ်သူ (Pet lovers)တွေပါ။ အိမ်မှာ အခု Terrier ခွေး ၃ ကောင်၊ ကြောင် ၆ ကောင် မွေးထားပါတယ်။ ခွေးက ကြောင်ထက် ကရိကထ ပိုများပါတယ်။ ကျွန်တော်တို့အိမ်က တိရစ္ဆာန်လေးတွေဟာ စားရေး(Food)၊ ဝတ်ရေး (Clothing)၊ နေရေး (Shelter) ပြည့်ပြည့်စုံစုံရကြပါတယ်။ ပိုကောင်းတာက အဲဒီ အခြေခံလိုအပ်ချက် သုံးခုအပြင် ဆေးဝါးကုသမှု (Medical care) ပါ ရရှိနေကြတာပဲဖြစ်ပါတယ်။  ခွေးရော ကြောင်ပါ သန်း(Fleas & Ticks)ရှိပေမဲ့ ခွေးက သန်းကိုက်တာ ပိုခံစားရတာ တွေ့ရပါတယ်။ အဆိုတစ်ခုကတော့\"ခွေးကို သန်းကုန်အောင် မလုပ်ရဘူး\" တဲ့။ ခွေးကိုယ်ပေါ်မှာသန်းမရှိတော့ဘူးဆိုရင် ခွေးဟာ သူ့ကိုယ်သူခွေးဆိုတာ မေ့သွားလိမ့်မယ်တဲ့။ သန်းကုန်လို့ ခွေးဘဝ မေ့ချင်လည်း မေ့ပါစေတော့ သန်းကိုက်ခံနေရတာ မကြည့်ရက်လို့ ဆေးဝါးအမျိုးမျိုး သုံးရပါတယ်။ နောက်ဆုံးတော့ ဆွစ်ဇာလန်နိုင်ငံထုတ် Samparica သောက်ဆေးနဲ့ အဆင်ပြေသွားပါတယ်။ မလိမ်းရမဖျန်းရဘဲ သန်းတွေ၊ မွှားတွေဘယ်ပျောက်သွားမှန်း မသိတော့ပါဘူး။ အခုဆို သူတို့လေးတွေ နေ့ရောညပါ အိပ်ကောင်းချင်း အိပ်နိုင်ကြပါပြီ။ အခုလို ကျွန်တော့်တို့ ခွေးလေးတွေ သန်းကုန်ပြီး ခွေးဘဝမေ့နေကြတာကို ကြည့်ပြီး၊ ကျွန်တော်တို့မိသားစု ပျော်နေကြပါကြောင်း ...အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "FOC_ It's Free အလကား",
        "content": "FOC_ It's Free အလကား\n\n•••အင်္ဂလိပ်စကားလုံး Free ရဲ့ အနက်အဓိပ္ပာယ်တစ်ခုက \"အခမဲ့\" ပါ။ ဆင်တူအနက်ရှိတာတွေက Complimentary နဲ့ Gratis တို့ဖြစ်ပါတယ်။ အခမဲ့ပေးတာကိုပဲ Complimentary လို့သုံးရင် မေတ္တာလက်ဆောင်အဖြစ် ပေးတယ်လို့ မှတ်ယူနိုင်ပါတယ်။ အခမဲ့တစ်မျိုးဖြစ်တဲ့ Gratis ကတော့ ပရဟိတသဘော အလှူဒါနပြုတယ်လို့အဓိပ္ပာယ်သက်ရောက်ပါတယ်။ ပညာဒါနပြု သင်တန်းကျောင်းတွေကို Gratis Training School လို့ရေးကြတာတွေ့ရပါလိမ့်မယ်။ •••ဘာပဲလုပ်လုပ် \"အဖိုးအခ ပေးရခြင်းမရှိတာကို FOC __ Free of charge လို့ပြောကြပါတယ်။ တစ်ခုခုကို ပြုလုပ်ဆောင်ရွက်ပေးပြီး၊ အခကြေးငွေမပေးရရင် \"အလကား\" လို့သုံးကြပါတယ်။အလကား နဲ့ပတ်သက်လို့ သစ္စာနီ ကဗျာထဲမှာ \"ဖြစ်ရပုံများ အိပ်မက်ထဲမှာတောင် အဆင်မပြေ အလကားရတဲ့ ဖိနပ်ကမတော် ကောင်းကင်ကခေါင်းနဲ့မလွတ်\" ဆိုတာလေးမှတ်မိနေတယ်။ •••လူ့သဘာဝကလည်း အလကားရတာကိုပင် နည်းတယ်၊ များတယ်လို့ တန်ဖိုးဖြတ်တတ်ကြပါတယ်။ ဒါကြောင့် \"အလကားရတဲ့နွား သွားဖြဲမကြည့်နဲ့\" လို့ဆုံးမနေရတာပါ။ မြန်မာစကားပုံ \"အလကားရတဲ့နွား သွားဖြဲမကြည့်နဲ့\" နဲ့နီးစပ်တဲ့ အင်္ဂလိပ်ဆိုစကားက \"Don't look the gift horse in the mouth.\" ဖြစ်ပါတယ်။ ဘာပဲဖြစ်ဖြစ် တစ်ပါးသူက မေတ္တာနဲ့ပေးတဲ့လက်ဆောင်ကို အရိုးများ ချေးခါးမလုပ်ဘဲ ကျေးဇူးတင်တတ်ဖို့ သတိပေးရတာပါ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ပြောကြည့်ပါမယ်",
        "content": "ပြောကြည့်ပါမယ်\n\nကျွန်တော်ကြားဖူးသလို ပြောကြည့်ပါမယ် Twilight of your Career•••Role (အခန်းကဏ) လို့ရေးချင်တာ ရေးလိုက်တော့ Roll (လူး လိမ့် လှိမ့်သည်) ဖြစ်နေတယ်။ One-stop လို့ပြောတာကို ရေးချလိုက်တော့ One-stock ဖြစ်နေတယ်။ အလားတူပါပဲ ရေးချင်တာ Career; ရေးလိုက်တော့ Carrier ဖြစ်သွားတယ်။••• Packing (ထုပ်ပိုးခြင်း) ကိုပြောချင်တာ အသံတွက်ကို နားထောင်လိုက်တော့ Parking (ကားရပ်နားခြင်း)ဖြစ်နေတယ်။ ••• စာပေနဲ့ထိတွေ့နေရတဲ့ စာနယ်ဇင်းသမားတွေတောင် \"Stereo စတီရီယို နဲ့ Studio စတူဒီယို\" ကို ရောထွေးသုံးစွဲပြီး၊ မှားလို့မှားမှန်းမသိ ဆယ်စုနှစ်သုံးလေးခု ကျော်ဖြတ်လာကြတယ်။ အလွန် ၀မ်းနည်းစရာပါ။••• မကြာသေးခင်ကIdol နဲ့ Idle တို့ဟာ အသံထွက်အတူတူ ထွက်ရတယ်ဆိုတာကို မသိဘဲ၊ \"Idol\" ကို \"အိုင်ဒေါ\" လို့အသံထွက် မှားခဲ့ကြတယ်။ Myanmar Idol ပွဲစီစဉ်သူတွေ အကြာကြီး သတိမပြုမိခဲ့ကြပါဘူး။ ••• အသံထွက်ကို အလေးမထား၊ မှန်ကန်ပီသအောင် မဆိုနိုင်သူတွေကြားမှာ Packing (ပက်ကင်) ကိုParking (ပါ့ကင်) လို့အလွဲပြောနေကြပါတယ်။ ပါကင်ဆိုဖောက်မယ်ဆိုတဲ့ Blockhead တွေအများဆုံးပါ။••• အသံထွက်နီးစပ်လို့ မှားနေကြတဲ့သာဓကတစ်ခု​က Saloon နဲ့ Salon ပါ။အမှန်က ဆလွန်းကား ကို Saloon နဲ့ရေး၊ အလှပြင်ဆိုင် ကို Salon လို့ရေးရမှာဖြစ်ပါတယ်။••• ကျွန်တော်တို့ Vinyl \"ဗီနိုင်း\" လို့အသံထွက်နေတဲ့စကားလုံးကို အနီးစပ်ဆုံး \"ဗိုင်းနယ်\" လို့ကြားရမှာ ဖြစ်ပါတယ်။  အဘိဓာန်တွေ အနီးဆုံး ကိုယ့်ဖုန်း၊ ကိုယ့်ကွန်ပျူတာ လက်တစ်ကမ်းအကွာမှာ ရှိနေပါလျက် မကြည့်ဖြစ်ကြဘူး။ တချို့ဆို အဘိဓာန်ကြည့်ရကောင်းမှန်းတောင် မသိကြသူတွေအများကြီးပဲ၊ အဘိဓာန်ကြည့်ရမှာ ဝန်လေးပြီး၊ ကိုယ့်နားကလူကိုမေးပြီး ဟုတ်ဟုတ်မဟုတ်ဟုတ် ကျေနပ်လိုက်ကြတယ်။ ဒီတော့ အင်္ဂလိပ်စာ မတတ်ကျွမ်းတာ အဆန်းမဟုတ်ပါ။ အသံထွက်မမှန်၊ စာလုံးပေါင်းအမှား၊ အပိုင်းပိုင်းကျိုးနေတဲ့ ဝါကျဖွဲ့ စာရေးနေလို့ကတော့ လူရာ၀င်မှာမဟုတ်တော့ဘူး။ ကိုယ့်ထက် အစစအရာရာသာလွန်နေတဲ့ နောက်လူတွေ လူလားမြောက်လာတာနဲ့ လေးငါးဆယ်နှစ်အတွင်း သင်လည်းမလွဲမသွေဘေးရောက်သွားပါလိမ့်မယ်။ အင်္ဂလိပ်စာ မကျွမ်းကျင်တာနဲ့အမျှ သင့် ဘ၀နေ၀င်ချိန် မဝေးတော့ဘူးဆိုတာပါပဲ။ စဉ်းစားကြ စဉ်းစားကြ။  အားလုံး အသိဝင်ကြဖို့အချိန်တန်ပါပြီ။"
    },
    {
        "title": "LET YOUR LOVE FLOW",
        "content": "LET YOUR LOVE FLOW\n\n•••♡♡♡ Bellamy Brothers ညီအစ်ကိုနှစ်ယောက်ရဲ့ ၁၉၇၆ က သီချင်းပါ။ ၄၄ နှစ်ကြာခဲ့ပေမဲ့ သီချင်းခေါင်းစဥ်က တိုက်တွန်းအကြံပြုချက်လိုပါပဲ Let Your Love Flow ချစ်မေတ္တာတွေ မကုန်နိုင်မခမ်းနိုင်အောင် စီးဆင်းနေဆဲပါ။•••♡♡♡စီးပလေ့စေ မသုတ်လိုက်နဲ့ အချစ်အချစ်တွေ စီးပလေ့စေ နှစ်တွေနှစ်တွေပြောင်းလဲ တိုရဲ့အချစ်တွေမပြောင်းလဲ မပြောင်းလဲတဲ့ မင်းရဲ့အချစ်တွေ စီးပလေ့စေ ♡♡♡အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အပျိုဖြန်း ၂ QUOTE",
        "content": "အပျိုဖြန်း ၂ QUOTE\n\nအဆိုတော်-ရုပ်ရှင်မင်းသမီး မြတ်မွန်၊ ခုနောက်ပိုင်း တင့်တင့်ထွန်း သီဆိုခဲ့တဲ့ “ ဒီအရွယ်တင့်တင့်တို့အရွယ်၊ ကျွန်မကျွန်မတို့အရွယ်၊ တစ်ဆယ်ကျော်ငါးနှစ်ပတ်လည်၊ ရူးနှမ်းနှမ်းအရွယ်ပါတဲ့၊ အပျိုဖြန်းဆိုလား၊ အပျိုမဒန်းဆိုလား၊ ဆန်းဆန်းပြားပြား ခေါ်ကြပြန်တယ်၊ တချို့ကလေ ကျီးအတောင်ပေါက်စသဖွယ်၊ မြီးကောင်ပေါက်မရယ်လို့်….” သီချင်းစာသားမှာ မြီးကောင်ပေါက်ရဲ့ သဘောသဘာ၀ကို ထိထိမိမိလေး ဖွဲ့ဆိုထားပါတယ်။ ကဲ ဒီလောက်ဆို Bobbysoxer ဆိုတာ ဆယ်ကျော်သက်အရွယ် ကျီးအတောင်ပေါက်စ မြီးကောင်ပေါက်မ ဆိုတာသိလောက်ပါပြီ။ ခေတ်ကပြောင်းသလို ဝေါဟာရတစ်ခုရဲ့ အနက်အဓိပ္ပာယ်ကလည်း တောင်ပံပါသလို အချိန်နဲ့အမျှ လိုက်ပြောင်းနေပါတယ်။အခုနောက်ပိုင်း အဘိဓာန်ဆရာတွေက မြီးကောင်ပေါက်ရဲ့အသက်ကို ၁၂ မှ ၂၅ နှစ်အထိ တိုးပေးထားတာ တွေ့ရပါတယ်။ Bobbysoxers were usually teenage girls and young adult women from about 12 to 25. UNQUOTE"
    },
    {
        "title": "Victim or Refugee ဘေးသင့်သူ",
        "content": "Victim or Refugee ဘေးသင့်သူ\n\nဒုက္ခသည်ဆိုတာ သဘာဝဘေးအန္တရယ် (Natural Disaster) တစ်မျိုးမျိုး၊ ဒါမှမဟုတ် လူ့ပယောဂကြောင့် ဖြစ်ရတဲ့အန္တရယ် (Man-made Calamity or menace) တစ်ခုခု တွေ့ကြုံခံစားရပြီး အတိဒုက္ခရောက်သူတွေကို ဒုက္ခသည် (Victim) လို့ခေါ်ပါတယ်။ Victim ကို အဘိဓာန်ရဲ့အနက် အဓိပ္ပာယ်ဖော်ချက်အရ\"ရန်မူခြင်း၊ စော်ကားခြင်း၊ လှည်းစားဖြားယောင်းခြင်း ခံရသူ (သို့မဟုတ်) သားကောင်\" လို့လည်း သိကြပါတယ်။ အခုခေတ် Domestic violence အိမ်ထောင်သည် အမျိုးသမီးများ အနိုင်ကျင့်စော်ကားခံရ၊ Housemaid abuse အိမ်ဖော်တွေ နှိပ်စက်ခံရ၊ Sexual violence or Rape အမျိုးသမီးကြီးငယ်တွေ လိင်မှုအနိုင်ကျင့်ခံရ၊Human trafficking လူကုန်ကူးခံရသူတွေကဲ့သို့ \"သားကောင်\" တွေ့မြင်ကြရမှာ ဖြစ်ပါတယ်။ ဒီကနေ့ သဘာဝဘေးအန္တရာယ်၊ လူ့ပယောဂကြောင့် ဖြစ်ရတဲ့ ခြိမ်းခြောက်မှု၊ စစ်ပွဲလိုအဖြစ်ဆိုးတွေကြောင့် ဘေးဒုက္ခ ရောက်ရတတ်ပါတယ်။ အဲဒီဘေးဆိုးက လွတ်မြောက်ဖို့ တိုင်းပြည်တွင်း မိမိနေထိုင်ရာအရပ်ဒေသကို စွန့်ခွာထွက်ပြေးကြရသူရှိကြသလို၊ နိုင်ငံတစ်ခုက အခြားနိုင်ငံတစ်ခုခုဆီ ကုန်းတစ်တန်ရေတစ်တန် စွန့်ခွာထွက်ပြေးကြသူ (Displaced person) တွေ တစ်နေ့တခြား များပြားလျက်ရှိပါတယ်။ သူတို့လိုမျိုး ဒုက္ခသည်၊ သားကောင်တွေကို ခိုလှုံသူ Refugee လို့သိကြပါတယ်။ အမေရိကန်နဲ့ မြောက်ဗီယက်နမ်စစ်ပွဲရဲ့ ဆိုးကျိုးကြောင့် ၁၉၇၅ မှာဖြစ်လာတဲ့\"ဗီယက်နမ်လှေစီးဒုက္ခသည် Vietnam Boat People\" လူမှုအကျပ်အတည်းဟာ အသွင်အမျိုးမျိုးပြောင်းပြီး၊ အခုတော့ ကမ္ဘာ့အရေးရဲ့ ထိပ်ဖျားဖြစ်သွားပါပြီ။ အဲဒီလို လူ့ပယောဂကြောင့်ဖြစ်ရတဲ့ အန္တရယ်ဆိုးတွေ့ကြုံနေရသူဟာ ဘေးကင်းရာ ရှာရင်းရှာရင်း အတိဒုက္ခတွေရောက်၊ အသက်တွေ ဆုံးရှုံးနေကြရပါတယ်။ ဒီတော့ ဘေးသင့်နေသူဒုက္ခသည်အပေါင်း အကာအကွယ်မဲ့ သားကောင်ဘဝက ကင်းလွတ်ကြပြီး ခိုလှုံစရာရကြပါစေ။ တတ်နိုင်သမျှ ကူညီကြပါ။.မျက်မာန်တော်ငြိုးပါနဲ့ ခိုကိုးသူပါ။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "Bedtime Songs for Adults",
        "content": "Bedtime Songs for Adults\n\n••• Lullaby ကို အဘိဓာန်က \"ကလေးချော့တေး\" လို့အနက်ပေးပါတယ်။ တကယ်တော့ ကလေးချော့တေး ဆိုတာ ပုခက်နဲ့သိပ်ရတဲ့ အရွယ်ကလေးကို မြန်မြန်အိပ်ပျော်အောင် ဆိုပေးရတဲ့ သီချင်းဖြစ်ပါတယ်။ အရပ်ထဲမှာ အများတကာ ခပ်လွယ်လွယ်ခေါ်နေ၊ သိနေကြတာက \"သားချော့သီချင်း\" ပါ။ Lullaby is a cradlesong,a soothing song to calm children orlull them to sleep.•••Lullaby \"ကလေးချော့တေး\" ရဲ့မူကွဲတွေက Cradlesong; Soothing song;Child's bedtime song နဲ့ Berceuse တို့ဖြစ်ကြပါတယ်။ ကလေးတွေကို အိပ်ရာဝင် သားချော့သီချင်း ဆိုသိပ်ရသလို လူကြီးတွေကိုလည်း မအိပ်ခင်Bedtime song for adults နားဝင်ချိုသီချင်းလေးနဲ့ ချော့သိပ်ပါရစေ။ နားထောင်ကြည့်ကြပါ။ Just hark @ Ma Cho ... Hark! Hark!Whoops ... If you are having trouble falling asleep...Call me!Special credit to original artists & uploader."
    },
    {
        "title": "JUSTICE FOR Y'ALL",
        "content": "JUSTICE FOR Y'ALL\n\nJustice ကိုအဘိဓာန်က \"တရားခြင်း၊ တော်တည့်ဖြောင့်မတ်ခြင်း\" လို့ ကနဦး အနက်ဖွင့်ပါတယ်။ နောက် \"တရားမျှတခြင်း\" လို့ ထပ်ဆင့်အနက်ပေးပါတယ်။ Justice ရဲ့ နောက်အဓိပ္ပာယ်တစ်မျိုးက \"တရားစီရင်ရေးကိစ္စ\" \"တရားဥပဒေအရ ပြစ်မှုအတွက် ပြစ်ဒဏ်ပေးခြင်း\" တို့ဖြစ်ပါတယ်။ ဆက်ပြီး\"တရားမျှတသည့်အလျောက် ပြုမူဆောင်ရွက်ခြင်း၊ ထိုက်သင့်အလျောက် ပြုမူဆောင်ရွက်ခြင်း\" လို့အဓိပ္ပာယ်ဖွင့်ပါတယ်။  တကယ်တော့ Justice ဆိုတာ Just \"တရားသော၊ ဖြောင့်မှတ်၊ ဖြောင့်မှန်၊ တော်မှန်တည့်မတ်သော၊ တော်တည့်ဖြောင့်မတ်သော\" ဆိုတဲ့ နာမဝိသေသနက ဆင်းသက်လာတာဖြစ်လို့ Justice မှာ\"မှန်ကန်ခြင်း၊ဟုတ်မှန်ခြင်း၊ ဟုတ်တိုင်းမှန်ရာဖြစ်ခြင်း\" ဆိုတဲ့ မွန်မြတ်ဂယက် အနက်လည်းရှိပါတယ်။ ဒီ Justice ရဲ့အဓိပ္ပာယ်ကို တိတိကျကျသိဖို့ တရားရေးဆိုင်ရာ အဆိုအမိန့်တချို့ကို လေ့လာကြည့်ကြရအောင် ♤♤♤Justice delayed is justice denied. တရားစစ်ဆေး စီရင်မှုနှေးကွေးခြင်းသည် တရားမျှတမှုကို ငြ်းပယ်ရာရောက်သည်။ဒီနေရာမှာ ပထမ Justice က \"တရားစီရင်ရေးကိစ္စ\" ဖြစ်ပြီး၊ ဒုတိယ Justice က \"တရားမျှတခြင်း\" ဖြစ်ပါတယ်။ ဘာသာပြန်လေ့ကျင့်နေသူတွေ၊ စာဖတ်ပြီး နားလည်အောင် ကြိုးစားနေသူတွေ ဂရုပြု ရမယ့်အချက်ပါ။ နောက်အလားတူ ဥပဒေဆိုရိုး (Legal maxim) ဖြစ်တဲ့ \"Justice too long delayed isjusticedenied. တရားစီရင်မှု လွန်စွာနှေးကွေးခြင်းသည် တရား မမျှတမှုခြင်းပင်ဖြစ်သည်\" ကလည်း \"တရားစီရင်ရေးနဲ့ တရားမျှတခြင်း\" ကို ဖော်ပြထားတာဖြစ်ပါတယ်။ နောက်တစ်ခု To delay justice is injustice. ကလည်း ဒီသဘောပါပဲ။ ဒါကြောင့် Justice ရဲ့ အဓိကအနက်အဓိပ္ပာယ်နှစ်မျိုးကို ကောင်းစွာအနက်ကောက်နိုင်ကြမယ်လို့ယုံကြည်ပါတယ်။ ♤♤ အမြန်ဆုံး တရားစီရင်ရေးမှ အမှန်ဆုံးတရားစီရင်သို့ ရောက်ရှိနိုင်ပါစေ။ ♤♤ အဲဒီကနေ အမှန်တရားနဲ့ တရားမျှတမှုကို ဖော်ထုတ်နိုင်ပါစေ။ ရည်ညွှန်းကိုးကား - ဩဂုတ် ၂၃ ကြေးမုံ မောင်စာဂ Justice delayed is justice denied."
    },
    {
        "title": "JUST JUSTICE",
        "content": "JUST JUSTICE\n\nToo Often We Seek Justice For Just Us. ဒီအဆိုအမိန့်က ရိုးစင်းပြီး၊ အများသိကြတဲ့ စကားလုံးနှစ်လုံး Justice နဲ့ Just ကိုသုံးကာ စကားဖန် (Pun / Wordplay) သဘော သရော်စာဆန်ဆန် ရေးထားတာပါ။ Justice က အားလုံးသိကြတဲ့\"တရားမျှတမှု\" ပါ။ အမှုကိစ္စတစ်ခု ဖြစ်လာလျှင်ကြီးကြီးငယ်ငယ် တရားလမ်းကြောင်းအတိုင်း အကျိုးသင့်အကြောင်းသင့် မျှမျှတတဖြစ်ချင်ကြပါတယ်။  Too often we seek justice ……မကြာခဏဆိုသလို ကျွန်တော်တို့ တရားမျှတမှု ရှာကြပါတယ်။ ဘယ်အတွက်၊ ဘယ်သူ့အတွက် ရှာကြတာလဲ။ For us မိမိအတွက်၊ ကိုယ့်အတွက် ရှာကြတာပါ။ ဒီနေရာမှာ Just (Adj) ကို\"တရားမျှတသော - တရားသော\" ဆိုတဲ့အဓိပ္ပာယ်နဲ့ သုံးတာမဟုတ်ဘဲ၊ Adverb အဖြစ် Only \"သက်သက်\" ဆိုတဲ့အဓိပ္ပာယ်မျိုးနဲ့ သုံးလိုက်တာပါ။ ဒါကြောင့် For just us ဆိုတာ \"ကျွန်တော်တို့ မကြာမကြာ ခဏခဏ ရှာနေတဲ့တရားမျှတမှုဟာ ကျွန်တော်တို့အတွက် သက်သက်ပဲဖြစ်ပါတယ်။  ဟုတ်ပါတယ် ဘယ်သူ့အတွက်မှရှာဖွေနေတာမဟုတ်ဘဲ \"For just us ကိုယ့်အတွက် သက်သက်ပဲ\"ဖြစ်ကြောင်းပါခင်ဗျာ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "The Art Of Speaking",
        "content": "The Art Of Speaking\n\nစကားပြောဆိုခြင်းသည် အတတ်ပညာတစ်ရပ်ဖြစ်သည်။ လူတစ်ဦးနှင့်တစ်ဦး ဆက်ဆံပြောဆိုရာတွင် စကားအတတ်ပညာ လိမ္မာပါးနပ်မှုသည် အလွန်ပင်အရေးကြီး၏။ ဤစကားအတတ်ပညာကို ကောင်းစွာအသုံးချတတ်ခြင်းပင် လုပ်ကိုင်ဆောင်ရွက်သော အမှုကိစ္စတို့ကို အောင်မြင်ပြီးမြောက်နိုင်စွမ်းရှိ၏။ စကားပြောဆိုရာတွင် စကားအင်္ဂါငါးရပ်ဖြစ်သည့် ၁၊ ပြောသင့်သည့်အခါမှ ပြောရာ၏။ (အချိန်မတန်လျှင်မပြောဆိုရာ) ၂၊ အမှန်ကိုသာပြောဆိုရာ၏။ (မမှန်မကန်လုပ်ကြံမပြောဆိုရာ)၃၊ နူးညံ့ချိုသာသောစကားကိုသာ ပြောဆိုရာ၏။ (ခက်ထန်ရင့်သီးသောစကားကိုမပြောဆိုရာ)၄၊ အကျိုးစီးပွားဖြစ်မည့်စကားကိုသာ ပြောဆိုရာ၏။ (အကျိုးယုတ်စေမည့်စကားကိုမပြောဆိုရာ)၅၊ မေတ္တာရှေ့ထားပြောဆိုရာ၏။ (ဒေါသမောင်းတင်၍မပြောဆိုရာ)ဒေါသထိန်းချုပ်ရေး (Anger Management) အတွက် ပညာရှိတို့က Anger is one letter short of danger. ဒေါသ (Anger) ဟူသည် အန္တရယ်(danger) ကျရောက်ရန် စကားလုံးတစ်လုံးသာ လိုပါတယ်လို့ သတိပေးပြောကြားခဲ့ပါတယ်။မှတ်သားဆင်ခြင်စရာပါ။ မြန်မာစာ၊ မြန်မာစကားတွင် ယဉ်ကျေးမှုအရ၊ ကျင့်၀တ်အရ တားမြစ်ထားသောစကားများ၊ ရိုင်းစိုင်းရင့်သီးသော၊ ရုန့်ရင်းကြမ်းတမ်းသော ဆဲရေးတိုင်းထွာစကား (Swear word) များကို စကားရိုင်း (Vulgar word) အဖြစ်သတ်မှတ်ထားပါသည်။ ဝေါဟာရအရ ခွဲခြားမည်ဆိုပါက အဆိုပါရုန့်ရင်းကြမ်းတမ်းသော၊ဆဲရေးတိုင်းထွာသောစကားများကို မကြားဝံ့မနာသာစကား (Expletive expression) ဟုခေါ်ပါသည်။ လူမျိုးတိုင်းတွင် ဒေါသကြောင့် ပေါ်ထွက်လာသည့် အယုတ္တအနတ္တစကားများ၊ ဖရုသဝါစာစကား (Rough,violent or abusive language) များရှိကြသော်လည်း၊ မသုံးမိကြစေရန် အသိစိတ်ကိုယ်စီဖြင့် ထိန်းကျောင်းဆင်ခြင်ကြရပါတယ်။ အထက်ပါ စကားအင်္ဂါငါးရပ်အနက် စကားပြောဆိုရာတွင် ဒေါသအရင်းခံကြောင့်ဖြစ်လာသည့် ရုန့်ရင်းကြမ်းတမ်းသော ဆဲရေးတိုင်းထွာစကား၊ ရိုင်းစိုင်းရင့်သီးသော အသုံးအနှုန်းများ မသုံးစွဲမိရန် အရေးကြီးပါတယ်။ One good word can warm three winter months.နှစ်လိုဖွယ်ကောင်းတဲ့ စကားတစ်ခွန်းဟာဆောင်းသုံးလကို နွေးထွေးစေနိုင်တယ်လို့ အဆိုရှိပါတယ်။  လူတိုင်းလူတိုင်း ဆင်းရဲချမ်းသာမရွေး၊ ရာထူးရှိရှိ-မရှိရှိ၊ ပညာတတ်တတ်-မတတ်တတ်၊ ဘွဲ့ထူးဂုဏ်ဒြပ်ရှိရှိ-မရှိရှိ မည်သူမဆို စကားအင်္ဂါငါးတန်နှင့်အညီ ကျင့်ကြံပြောဆိုတတ်ကြမယ်ဆိုပါက များစွာ အကျိုးစီးပွား တိုးပွားနိုင်ကြောင်း မျှဝေအပ်ပါသည်။ ဆင်ခြင်တုံတရားသက်၀င်လှုပ်ရှား၊ မေတ္တာပွားကာ ရှင်သန်နိုင်ကြပါစေ။ ရည်ညွှန်း- ၁။ မြန်မာ့အလင်း အယ်ဒီတာ့အာဘော် ၉-၉-၂၀၁၄; ၂။ ဂျပန်၊အင်္ဂလိပ်၊မြန်မာ သုံးရောင်ခြယ်စာစုများ-မြတ်သူရိန် ၂၀၁၃-မေလ"
    },
    {
        "title": "COVID-19 Strikes Back!!!",
        "content": "COVID-19 Strikes Back!!!\n\nအသွင်သစ်နဲ့ ပြန်ရောက်လာတဲ့ ကူးစက်မြန်ကိုရိုနာဗိုင်းရပ်  ကိုဗစ်-၁၉ ကာကွယ်ဆေးကို နိုင်ငံကြီးလေးငါးခုလောက်မှာ မနားမနေ စမ်းသပ်ထုတ်လုပ်နေဆဲပါ။ ဒီနှစ်ကုန် ဒါမှမဟုတ် လာမယ့်နှစ်၀က်လောက်မှာ ဖြန့်ဖြူးနိုင်လိမ့်မယ်လို့ မှန်းပါတယ်။ ဒီအတောအတွင်း ကပ်ရောဂါအခြေအနေက ငြိမ်မလိုလိုနဲ့ ဒုတိယလှိုင်း ပြန်ထနေတာလည်းတွေ့ရပါတယ်။WHO အဖွဲ့ကြီးကတောင် မပေါ့ကြဖို့ လူတွေအနေနဲ့လည်း အရဲမစွန့်ကြဖို့ မပြတ်တိုက်တွန်းနေပါတယ်။ ဒီကြားထဲမှာတော့ နှာခေါင်းစည်းတပ်ကြပါ၊ လက်ဆေးကြပါ၊ (မတတ်သာလို့) ခပ်ခွာခွာလေး နေကြပါဦး။ မနေနိုင်မထိုင်နိင် ကမ္ဘာကို လှမ်းမှော်ကြည့်လိုက်ရင် ပုံမှာမြင်ရသလို ကာလီဖိုးနီးယားနဲ့ ဘရာဇီးတို့မှာ တောမီးတွေကလောင်၊ဂရင်းလန်ကျွန်းမှာရှိတဲ့ ရေခဲဲပြင်ကြီးက မနှစ်ကထက် ပိုအရည်တွေ ပျော်လာတယ်လို့ သိပ္ပံပညာရှင်တွေက ဆိုပါတယ်။ ကမ္ဘာ့ရာသီဥတုဖောက်ပြန်မှုအတွက် တစ်ချက်တည်းနဲ့ ပွဲသိမ်းနိုင်မယ့် ဖြေရှင်ပေးနိုင်တာ မရှိ​သေးသလို ကိုရိုနာဗိုင်းရပ်အတွက်ကလည်း ကာကွယ်ဆေးက မရှိသေးပါ။ အဲဒီတော့ ကျွန်တော်တို့ရဲ့ကမ္ဘာကြီးက တစ်စတစ်စနဲ့နေပျော်စရာ ကင်းဝေးလို့နေပါပြီ။  ကိုဗစ်-၁၉ ကြောင့် လူ့အသက်တွေ ဆုံးရှုံး​နေကြရသလို အလုပ်အကိုင်အခွင့်အလန်းတွေလည်း ပျောက်ချင်းမလှ ပျောက်ကွယ်နေပါတယ်။ ဒါကြောင့် ၀င်ငွေတိုးမရှာနိုင်တာနဲ့အမျှ အသုံးအစွဲကျစ်လစ်ကြပါလို့ တိုက်တွန်းပါရစေ။ Waste not, want not! We shall scrimp and save.Be wise and smart.Stay Safe.အားလုံး ဘေးဘယာကင်းကွာကြပါစေ။"
    },
    {
        "title": "မိုးကိုချစ်တယ်",
        "content": "မိုးကိုချစ်တယ်\n\nLovin' You, Rain  Rain မိုးရွာတာနဲ့ အတူတွေ့ရတတ်တဲ့စကားလုံး Pour က (သွန်ချသလို) ရွာသွန်းသည် လို့ အဓိပ္ပာယ်ရပါတယ်။ Downpour က A heavy continuous pour of rain ရုတ်တရက် သည်းထန်စွာရွာတဲ့မိုး ကို ပြောတာဖြစ်ပါတယ်။ အဆက်မပြတ် သဲသဲမဲမဲမိုးရွာခြင်းကို Downpour က ဖော်ပြပါတယ်။မိုးနဲ့ပတ်သက်လို့ It never rains, but it pours. နဲ့မူကွဲတစ်ခု When it rains, it pours. အီဒီယံလေးကိုတော့ လူတိုင်း သိနေကြပါလိမ့်မယ်။ It never rains, but it pours. ကို တိုက်ရိုက်အဓိပ္ပာယ်ပြန်ကြည့်ရင် \"မိုးကလည်း မရွာတော့မရွာ ရွာပြန်တော့သွန်ချသလိုပဲ\" လို့ဆိုရပါလိမ့်မယ်။ တကယ့်အီဒီယံရဲ့အဓိပ္ပာယ်က ကံမကောင်းအကြောင်းမလှတာတွေ၊ ကြမ္မာဆိုးတွေ၊ ပြဿနာတွေဆိုတာ တစ်ခုတည်းမလာဘူး၊ အပေါင်းအဖော်နဲ့လာလေ့ရှိတယ်။ နောက်လာရင်လည်း ဆက်တိုက်လာတတ်တယ်ဆိုတဲ့သဘောကို ပြောတာဖြစ်ပါတယ်။ အင်္ဂလိပ်စကားမှာ Misfortune never comes alone. လို့ဆိုပါတယ်။Misfortunes come together. လို့လည်းပြောကြပါတယ်။ It never rains, but it pours. / When it rains, it pours. တို့ကို အဆိုးဖက်မှာ အသုံးများတာတွေ့ရသလို တချို့ကလည်း ကောင်းတာဖြစ်ဖြစ်၊ ဆိုးတာဖြစ်ဖြစ် \"ဝင်လာမစဲ တသဲသဲ\" လို့သဘောထား အနက်ပေးတာလည်းရှိပါတယ်။မြန်မာစကားမှာ မုဆိုးမသွားရာမိုးလိုက်လို့ရွာ၊ ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာ It rains whenever a widow goes. ဆိုစကားကိုတွေ့ရပါတယ်။ ♤♤♤ကဲ မိုးဖွဲဖွဲပဲရွာရွာ၊ မိုးသဲသဲမဲမဲပဲရွာရွာ မိုးကိုချစ်တတ်တဲ့မိုးချစ်သူ (Pluviophile) တွေဖြစ်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Palindrome ပလင်ဒရုန်း",
        "content": "Palindrome ပလင်ဒရုန်း\n\nအင်္ဂလိပ်စာမှာ ပုံမှန်အတိုင်း ရှေ့ဘက်ကပဲဖတ်ဖတ်၊ နောက်ပြန်ပဲဖတ်ဖတ် ထပ်တူကျသောစကားရပ် ကို Palindrome လို့ခေါ်ပါတယ်။ Palindrome is a word or group of words that is the same whether you read it forwards from the beginning or backwards fromthe end.စကားရပ်ဆိုတော့ စကားလုံး (Word)၊ ပုဒ်စု (Phrase)၊ ဝါကျ (Sentence) တို့ပါ၀င်ပါတယ်။ တစ်ချို့ကဗျာတွေ၊ ဂီတတေးသွားတွေ၊ ကိန်းဂဏန်းတွေ၊ သိပ္ပံဖော်မြူလာတွေလည်း ရှေ့့ဖတ် နောက်ပြန်ဖတ် အတူတူဖြစ်နေတာတွေ ရှိပါတယ်။ ဥပမာ၊ ♤ Madam ဆိုတဲ့စကားလုံးကို ရှေ့ကနောက်၊ နောက်ကရှေ့ ဘယ်လိုဖတ်ဖတ် Madamပဲဖြစ်ပါတယ်။ ♤ ကမ္ဘာဦးအစ အာဒံ (Adam) က ဧ၀ (Eve) ကို စတင်နှုတ်ဆက်စကားလေး \"မဒမ်ဧ၀ ကျွန်တော်အာဒံ ပါ - Madam, I’m Adam.\" ကလည်း ရှေ့ဖတ်နောက်ဖတ်တူညီတဲ့ Palindrome တစ်ခုဖြစ်ပါတယ်။ ♤ ဒီလိုပါပဲ \"လူတစ်ယောက်၊ စိတ်ကူးတစ်ခု၊ တူးမြောင်းတစ်ခု၊ (အဲဒီကနေ) ပနားမား တူးမြောင်း\"\"A man, a plan, a canal, Panama\" ဆိုတဲ့ ပနားမားတူးမြောင်း ပေါ်ပေါက်လာပုံ စာစုလေးဟာလည်း အထင်ကရ Palindrome တစ်ခုပါ။ ကဲ နောက်ပြန်ဖတ်ကြည့်ရင် \"A man, a plan, a canal, Panama.\"မူလစာပုဒ်အတိုင်းပဲ ဖြစ်နေတာ တွေ့ရပါလိမ့်မယ်။ ဒီလောက်ဆို Palindrome အကြောင်း သိလောက်ပါပြီ။Palindrome ဆိုတာ ရှေ့ဖတ်နောက်ပြန်ဖတ် အတူတူဖြစ်နေတဲ့ စကားရပ်ပါ။  အင်္ဂလိပ်ဘာသာစကားက A-B-C alphabet အက္ခရာတစ်လုံးချင်း စာလုံးပေါင်းရေးဖွဲ့ရပါတယ်။ ဒါကြောင့် Palindrome တွေပေါများပါတယ်။ မြန်မာစာကတော့ သဝေထိုး-လုံးကြီးတင်-ဆန်ခတ်-၀ိုက်ချ-မောက်ချ-သေးသေးတင်-၀စ္စပေါက်-ဟထိုးတွေနဲ့ရေးရတော့ အင်္ဂလိပ်စာလို Palindrome တွေ သိပ်မပေါများနိုင်ပါဘူး။ မြန်မာ Palindrome တွေထဲက \"ဘူးသီးမသီးဘူး\" ကိုသိကြမလားပဲ။ \"ဘူးသီးမသီးဘူး\" နောက်ပြန်ဖတ်ကြည့်ပါ။ အတူတူပဲမဟုတ်လား။ မောင်ရင်မောင်-မမယ်မ၊ မောင်ကိုကိုမောင်၊ ဦးသိန်းဦး၊ ဦးကျော်ကျော်ဦး၊ မြင့်ဦးဦးမြင့် တို့လို နာမည်တွေလဲ Palindromeတွေပါပဲ။\"၁၀၁၊ ၉၆၉၊ ၁၀၀၁၊ ၁၂၂၁၊ ၉၀၀၉၊ ၁၂၃၂၁၊ ၁၆၄၆၁ လိုမျိုး ကိန်းဂဏန်းတွေကလည်း Palindrome တွေဖြစ်ပါတယ်။ ဟိုးအရင်တုန်းက အင်္ဂလိပ်၊ အမေရိကန်၊ ဆိုဗီယက်ရှရှား၊ တရုတ်ကို \"ကြီးလေးကြီး\" လို့ခေါ်ကြပါတယ်။ အဲဒီ \"ကြီးလေးကြီး\" ကလည်း Palindrome ပါပဲ။ ဟိုဖက်အိမ်က ကျွန်တော့် \"ကြီးဒေါ်ကြီး\"လည်း Palindrome တစ်ခုပါပဲ။  သုတေသနပညာရှင်တွေက Palindrome ကို ဝိဇ္ဇာသိပ္ပံဘာသာရပ်နယ်ပယ်၊ ကျွမ်းကျင်မှုနယ်ပယ် အမျိုးမျိုးမှာ တွေ့ရတယ်လို့ဆိုပါတယ်။ အင်္ဂလိပ်စာလေ့လာသူတွေ လွယ်လင့်တကူ သိရှိနားလည်နိုင်ကြစေဖို့ Palindromes အချို့ကို ဖော်ပြပေးလိုက်ပါတယ်။ ○○○○○Eve အိ (နာမည်)(အသံလှယ် - ဧ၀)Anna အင်နာ (နာမည်)civic နိုင်ငံသားနှင့်ဆိုင်သော ( Honda Civic ဟွန်ဒါကားမှာ တွေ့နိုင်ပါတယ်)level အဆင့်၊အထပ်။ မျက်နှာပြင်ညီညာသောrefer ရည်ညွှန်းသည် A Toyota’s a Toyota. တိုယိုတာ ဆိုတာ တိုယိုတာ ပါပဲ။ (ကျော်ဟိန်းဟာကျော်ဟိန်းပါ)Dogma: I am God. လှေနံဓားထစ်(မှတ်ထား) - ငါဟာနတ်ဘုရား။Don't nod. ခေါင်းမငြိမ့်လိုက်နဲ့။ (သဘောမတူလိုက်ပါနဲ့)Goddamn mad dog! ဒီသောက်ခွေးရူး။ Never odd or even. စုံ မဟုတ်၊ မ မဟုတ်။No trace; not one carton. ကတ္ထူဘူးတစ်ဘူးတောင် ရှာမတွေ့။ Olson is in Oslo. အော်ဆင် အော့စလိုမြို့ရောက်ပြီ။အော်ဆင် (လူနံမည်)၊ အော့စလို (နော်ဝေနိုင်ငံ၏မြို့တော်) Poor Dan is in a droop. သနားစရာကောင်လေး ဒန် စိတ်ပျက်လက်ပျက် ခေါင်းငိုက်စိုက်ကျနေသည်။ Top spot. ထိပ်ဆုံးနေရာ ○○○○○ ဆက်လက်တူးဆွ လေ့လာကြပါဦး။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "The Guardian UK",
        "content": "The Guardian UK\n\nသတင်းစာများကိုဖတ်ပါ  မြန်မာပြည်မှာလည်း Guardian အင်္ဂလိပ်ဘာသာနဲ့ ထုတ်ဝေတဲ့သတင်းစာ ရှိခဲ့ဖူးတယ်။ ကျွန်တော်အစိုးရဝန်ထမ်းဘဝအစ ၁၉၇၄ မှာ တစ်လ ၈ ကျပ်နဲ့လပေးဖတ်ရတယ်။ နောက် Guardian လစဥ်ထုတ် အင်္ဂလိပ်မဂ္ဂဇင်းလည်း ဖတ်စရာရှိပါတယ်။ ၁၉၆၂ စစ်တပ်က အာဏာသိမ်းပြီးနောက်ပိုင်းပျောက်ကွယ်သွားခဲ့ရတယ် ။ အခု အွန်လိုင်းမှာဖတ်စရာ Guardian UK ကိုတွေ့ရလို့ နှစ်ပေါင်းများစွာ ကွဲကွာနေတဲ့မိတ်ဆွေကောင်းကို ပြန်တွေ့ရသလို ဝမ်းသာမိပါတယ်။ ခင်ဗျားတို့ရော ဘယ်သတင်းစာကို စွဲစွဲမြဲမြဲဖတ်ကြပါသလဲ။"
    },
    {
        "title": "ကျွမ်းတယ်ဆို ဒီလိုမှ",
        "content": "ကျွမ်းတယ်ဆို ဒီလိုမှ\n\nFive Senses အာရုံငါးပါး စွမ်းအားကောင်းသလား မမေးနဲ့။ တချို့ဆို The six sense ဆဋ္ဌအာရုံ ပါရနေတတ်တယ်။ဂီတကျွမ်းတဲ့ ဂုရုတစ်ယောက်ပြောတာ မှတ်မိတယ်...I know when I hear it. တဲ့။ တေးသံကြားလိုက်တာနဲ့ ဘာလဲဆိုတာသိနှင့်ပြီ။ကဲ အခုလည်း ဝိုင်အရသာကိုမြည်းစမ်းကြည့်မယ်...လာထား။ Tasting the Wine! Credit to contributor."
    },
    {
        "title": "Nightcap for You!",
        "content": "Nightcap for You!\n\nWhat good is sitting alone in your room? >>>It's boring...Come hear the music play >>>ခုထိမအိပ်သေးသူ သီချင်းချစ်သူတွေအတွက်ပါ။သီချင်းတစ်ပုဒ်ကို (ကျွန်တော့်လို) အူသိမ်အူမ အသေးစိတ်နားလည်ခံစားချင်တဲ့ ဝါသနာတူလေ့လာသူတွေအတွက် စာတန်းထိုးလေးပါရှာထားပါတယ်။နားဆင်ခံစားကြပါ။ Cabaret ရုပ်ရှင်လည်းကောင်းတယ်နော်....."
    },
    {
        "title": "ထွေရာလေးပါး",
        "content": "ထွေရာလေးပါး\n\nAll That Jazz  Jazz ကို တိုတိုတုတ်တုတ်ပြောရရင် \"ဂျက်ဂီတ\" ပါ။ အကျယ်ချဲ့ရင် \"အမေရိကလူမည်းတို့ရဲ့ စည်းချက်ပြင်းတေးဂီတ\" လို့ပြောနိုင်ပါတယ်။ Jazz is a type of music of black American origin which emerged at the beginning of the 20th century, characterizedby improvisation, syncopation, and usually a regular or forceful rhythm.  Jazz နဲ့ပတ်သက်လို့ And all that jazz ဆိုတဲ့ အီဒီယံတစ်ခုရှိပါတယ်။ အဓိပ္ပာယ်က \"and other similar things\" or \"All that stuff\" အဲဒီလိုအဲဒီလိုမျိုး၊ အလားတူတွေ၊ ထွေရာလေးပါး\" ဖြစ်ပါတယ်။ဥပမာ - They sell televisions and radios and all that jazz. ဒီဆိုင်က ရေဒီယို၊ ရုပ်မြင်သံကြားနဲ့ အခြားအလားတူပစ္စည်းတွေ ရောင်းချပါတယ်။ ဒီ And all that jazz အီဒီယံထဲက All that jazz နာမည်နဲ့ ၁၉၇၉ မှာ တေးဂီတရုပ်ရှင်ထွက်ပါတယ်။ အဲဒီကားထဲက သီချင်းတစ်ပုဒ် တင်ပေးလိုက်ပါတယ်။အဆိုအက ကြိုက်နှစ်သက်သူများ ရုပ်ရှင်ကြည့်စေချင်ပါတယ်။ အခု အမြည်းသီချင်းလေး ခံစားနားဆင်ကြပါဦး။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "crimp and Save",
        "content": "crimp and Save\n\nCONSPICUOUS CONSUMPTIONS crimp and Save  စဉ်းစား / စင်းစား Spending Spree? စိတ်လွတ်ကိုယ်လွတ် ဝယ်လိုက်ချမ်းလိုက် သုံးလိုက်ဖြုန်းလိုက်ကြတာ ...Conspicuous Consumption? တန်ဖိုးကြီးကြီး အသုံးအဆောင်တွေကိုင်ပြမှ လူအထင်ကြီးမှာ မဟုတ်ပါ။ ဒါက Conspicuous Consumption လို့ခေါ်တဲ့ အများမြင်သာအောင်လုပ်တာ သက်သက်ပါ။ လူအထင်ကြီးအောင် မတန်တဆစျေးကြီး ပစ္စည်း​တွေကို ဝယ်သုံးပြနေကြတယ်။ ဝတ်ထားဆင်ထားကိုင်ထားတာတွေက သိန်းချီတန်ပေမဲ့ လူကတစ်ပြားမှ မတန်သူတွေ။ Larger-than-life အဟန့်ကောင်းလူရှိန်အောင်ရှိတာ ရှာနိုင်တာထက် ပိုသုံးပြနေတဲ့ အနံကြီးကွင်းကျယ်သူတွေ။လူတွေစဉ်းစားကြ။ လူတွေစဉ်းစားကြ မြက်ကို စင်းစား တာ နွား၊  လူက မစဉ်းစားဘဲလုပ်ရင် နွားလုံးလုံးဖြစ်သွားမယ်။ Waste Not, Want Not.သုံးပါ မဖြုန်းပါနဲ့။ စုဆောင်းတတ်ပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ဘိုကေဖြူလာပြီ",
        "content": "ဘိုကေဖြူလာပြီ\n\nVOCABULARY ဘိုကေဖြူလာပြီ  ကျွန်တော်က အင်္ဂလိပ်စာလေ့လာနေသူတွေနဲ့အတူ စကားလုံးတွေမှာ စွမ်းအားရှိကြောင်း အခွင့်အခါသင့်တိုင်း ပြောပြပေးနေသူပါ။ ကျွန်တော့်စာလေးတွေ ဖတ်ပြီး လိုက်ပါလာနိုင်သူတွေက Vocabulary 'ဗိုကက်ဗျူလာရီ' တိုးပွားသူကတိုး၊ ခပ်လှမ်းလှမ်းမှာကျန်ခဲ့သူတွေက 'ဘိုကေဖြူလာပြီ' လို့ညည်းသူညည်းကုန်ကြပြီ။  Vocabulary နဲ့ပတ်သက်လို့ ကျွန်တော်ကြိုက်တဲ့စာအုပ်က Norman Lewis ရဲ့ Word Power Made Easy ဖြစ်ပါတယ်။ ကဲ ရှာဖွေလေ့လာလိုက်ပါဦး။ အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "August 8, 1988 PEOPLE POWER",
        "content": "August 8, 1988 PEOPLE POWER\n\nThe day we all revolted against military administration!၃၂ နှစ်ကြာခဲ့ပေမဲ့ မနေ့ကလိုပါပဲ ဆက်လက် လျှောက်လမ်းကြရပါဦးမယ် မိုင်ထောင်ချီခရီးအစ ခြေတစ်လှမ်းကPEOPLE POWER IN MYANMAR _ August 8, 1988Remembering the 32nd anniversary of the 8888 uprising which launched the pro-democracy movement.Sacrificing life, blood & sweat of people from all social strata,we could manage to elect a democratic government.Repelling repressive rudeless regime who ruled almost 5 decade, our odyssey's not yet over. Still We are in the wilderness. As our late National Leader reminded us,\"Don't Halloo Till You Are Out Of The Wood.\"  နှစ် ၅၀ နီးပါးအုပ်ချုပ်ခဲ့တဲ့ စစ်အာဏာရှင်တွေကို တွန်းလှန်ဖယ်ရှားပစ်ပြီး၊ ပြည်သူ့အာဏာပိုင်စိုးတဲ့ ဒီမိုကရေစီအစိုးရတစ်ရပ် ထူထောင်နိုင်ခဲ့ပေမဲ့ အဖျက်အမှောင့်၊ အနှောင့်အယှက်၊ အတားအဆီးအမျိုးမျိုးနဲ့ ရင်ဆိုင်နေရလို့ အခုထိ ကျွန်တော်တို့ဟာ တောနက်ကြီးထဲမှာပဲရှိနေပါသေးတယ်။ ဗိုလ်ချုပ်ပြောသလို \"ဘေးမကင်းမီ ဟင်းမချပါနဲ့\" ဆိုသလိုပါပဲဗျာ။  အသိကြွယ် အသိမှန် လိမ်မာပါးနပ်စွာ​ဖြင့် သာယာဝပြောတဲ့ ပြည်ထောင်စုကြီး တည်ဆောက်နိုင်ပါစေဖို့ အဓိကလိုအပ်ဗနတဲ့ ငြိမ်းချမ်းရေးကို ဖော်ဆောင်နိုင်ကြပါစေကြောင်း အလေးအနက် ဆုတောင်းလိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Spanish or Spaniard",
        "content": "Spanish or Spaniard\n\nအားလုံးသိကြတဲ့အတိုင်း စပိန်နိုင်ငံကို Spain; စပိန်နိုင်ငံနဲ့ ဆက်စပ်သက်ဆိုင်တာတွေကို Spanish လို့အသုံးအနှုန်းရှိပါတယ်။ ဥပမာ - Spanish literature စပိန်စာပေ၊ Spanish custom စပိန်ဓလေ့ထုံးစံ၊ Spanish food စပိန်အစားအစာ တွေပါ။ Electric guitar လျှပ်စစ်ဂီတာမဟုတ်တဲ့ ရိုးရိုးဂီတာAcoustic guitar ကို Spanish guitar လို့ခေါ်တာ မှတ်မိပါလိမ့်မယ်။  ဒါ့အပြင် Spanish ကို စပိန်လူမျိုး (Spanish people); စပိန်ဘာသာစကား (Spanish language) အဖြစ်သုံးပါတယ်။ Are you Spanih? My mother is Spanish. Do you speak Spanish? ထူးခြားတာက စပိန်မှာမွေး၊စပိန်မှာနေထိုင်သူတွေကို Spaniard လို့ခေါ်တဲ့ အသုံးအနှုန်းလည်း ရှိပါသေးတယ်။ အခုဖြစ်ပွားနေတဲ့ ကိုဗစ်-၁၉ အဆုတ်ရောင်ရောဂါလိုပဲ ၁၉၁၇-၁၉၁၈ အတွင်း စပိန်မှာဖြစ်ပွားခဲ့တဲ့ အသက်ရှုလမ်းကြောင်းဆိုင်ရာ ကမ္ဘာ့ကပ်ရောဂါကို Spanish influenza စပိန်တုပ်ကွေး လို့ခေါ်ပါတယ်။  အင်္ဂလိပ်စကားလုံး Marijuana ကိုMarihuana လို့လည်း စာလုံး​ပေါင်းပြီ၊ မာရဝါးနား လို့အသံထွက်သလုမျိုး၊ သူတို့စပိန်တွေလည်း J ဂျေ ကို H အိတ်(ချ)နဲ့အသံပြောင်းထွက်တတ်ပုံကို သတိပြုမိကြပါလိမ့်မယ်။ ဥပမာ - စပိန်ဘုရင် Juan Carlos ကို ဟွမ်ကာလာ့ လို့အသံထွက်တာမျိုး ကြားကြရမှာဖြစ်ပါတယ်။  ကြုံကြိုက်လို့ပြောရရင် အဲဒီ စပိန်ဘုရင်ကြီးJuan Carlos ဟာ ၂၀၁၄ မှာနန်းစွန့်ကာ သားဖြစ်သူကို ထီးနန်းလွဲအပ်ခဲ့ပါတယ်။ အခုအခါ သက်တော် ၈၂ နှစ်အရွယ်ရှိ နန်းစွန့်ဘုရင်ကြီးကို ဆော်ဒီအာရေဗျဘုရင်ထံက အမေရိကန်ဒေါ်လာသန်း ၁၀၀ လာဘ်ယူမှုနဲ့ အရေးယူခံနေရပါတယ်။ သူတို့ဆီမှာတော့ ဥပဒေစိုးမိုးတာ အဓိကဖြစ်လို့ ဘယ်သူကိုမှ ချမ်းသာသက်ညှာခွင့်မပေးပါ။ဒီမှာတော့ နောက်ကြောင်းပြန်အရေးမယူရ ညောင်မြစ်မတူးရ အကာအကွယ်တွေနဲ့ ကောင်းကောင်း စည်းစိမ်စံစားနေကြရပါတယ်။ တိုင်းပြည်ထပ်မနစ်နာဖို့ ပြည်သူ့အတွက် ရေရှည်ကျိုးစီးပွားအတွက် သဘောထားကြီးကြီး အမျှော်အမြင်ရှိရှိ လျှစ်လျူရှု ခွင့်လွတ်ပေးထားတယ်လို့ ရှုမြင်ပေးကြပါ။ Some guys have all theluck...staying above the law!အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Walk for a Mile",
        "content": "Walk for a Mile\n\nတင်ဇာမော် ရဲ့ \"ပထမခြေလှမ်း\" ကိုနားထောင်ဖူးကြပါသလား။ ဘာပဲလုပ်လုပ် စတင်ချိန်မှာ သေးသေးနဲ့ဖြည်းဖြည်း အစပျိုးခဲ့ကြတာချည်းပဲ ဖြစ်ပါတယ်။ ဒါကြောင့် From small beginnings come great things. ကြီးကျယ်တဲ့လုပ်ဆောင်ချက်တွေဟာ သေးငယ်တာက အစပြုခဲ့ကြတယ်လို့ဆိုကြတာ ဖြစ်ပါတယ်။နောက်မှတ်သားစရာစကားပုံတစ်ခုက ဒီလိုပါ ...\"A journey of a thousand miles begins with a single step. မိုင်ထောင်ချီခရီးကို ပမထခြေလှမ်းငယ်တစ်လှမ်းနဲ့ စကြရတာ​ဖြစ်ပါတယ်\"  ဒါနဲ့ပတ်သက်လို့ လွန်ခဲ့တဲ့အနှစ် ၂၀ က ကျွန်တော်ကြိုက်ခဲ့တဲ့သီချင်း A Thousand Miles ကိုသတိရလို့ပြန်မျှဝေပးလိုက်ပါတယ်။ ခပ်ချောချောလေးရဲ့ အဆိုကောင်းတယ်လို့ မတိုက်တွန်းလိုပေမဲ့၊ ရိုက်ကူးတင်ပြပုံလေးကိုတော့ နှစ်သက်ကြမယ်လို့ ယုံကြည်ပါတယ်။ အားပေးကြည်ရှု ခံစားနားဆင်ကြည့်ကြပါဦး။ A nightcap for all music lovers!"
    },
    {
        "title": "ပေါက်ရင် ယူမယ်၊ မပေါက်ရင် လှူတယ်",
        "content": "ပေါက်ရင် ယူမယ်၊ မပေါက်ရင် လှူတယ်\n\n•••I would rather be rich လူတိုင်း ချမ်းသာချင်ကြပါတယ်။ တစ်ဖက်က သမာအာဇီဝနည်းလမ်းနဲ့ ကြိုးစားလုပ်ကိုင်ရင်း ရှေးကုသိုလ်ရှိရင် ချမ်းသာနိုင်တယ်ဆိုဆဲ့ မျှော်လင့်ချက်နဲ့ အသက်ရှင်ကြသူတွေ ထီထိုးကြပါတယ်။ မထိုးမိပြန်ရင် ကံကပေးသား ကိုယ်ကိုယ်တိုင်က ထီမထိုးထားမိလို့ မပေါက်တာလည်း ဖြစ်နိုင်ဆိုပြီးလစဥ်ဆက်ထိုးမိပြန်တယ်။ •••ရှေ့လူတွေက ထီဆိုတာ လူမိုက်တစ်ရာဆီက ငွေကိုယူပြီး လူလိမ္မာတစ်ယောက်နှစ်ယောက်ကို ပေးလိုက်တာလို့ ပြောကြပါတယ်။ ထီထိုးတိုင်း ထီမပေါက်နိုင်တာသိပေမဲ့ ကျွန်တော်တော့ (မိုက်မိုက်မဲမဲ) လစဥ်ထီထိုးဖြစ်ပါတယ်။ အသက် ၆၀ အတွင်း ဆယ်သိန်းဆု တစ်ခါပေါက်ဖူးတော့ တစ်သက်လုံးထိုးလာတဲ့ကုန်ငွေပြန်ရတယ်လို့ ပြောနိုင်ပါတယ်။ အခု အသက် ၇၀ ကျော်တဲ့အထိ ငုပ်ကောင်ကို ဆက်ထိုးနေဆဲပါ။ ခင်ဗျားတို့ရော ထီထိုးကြပါသလား။ Try your luck & Better luck next time.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "လမ်းတွေဖောက်၊ တံတားတွေဆောက်",
        "content": "လမ်းတွေဖောက်၊ တံတားတွေဆောက်\n\n.Stairway to Heaven အစိုးရကောင်းတွေက အများပြည်သူကောင်းကျိုးအတွက် စိတ်နှစ်ဖောက်လုပ်ခဲ့တာဖြစ်လို့ ညီညာပြန့်ပြူးတဲ့လမ်းတွေက တိုင်းပြည်တိုးတက်မှု ပြယုဂ်အဖြစ် ရပ်တည်နေပါတယ်။  Stairway to Hell အစရိုးတဲ့အစိုးရဆိုးတွေ လက်ထက်ရောက်တော့ သူတို့အာဏာတည်မြဲရေး အထောက်အကူပြုစစ်အသုံးစရိတ်ကိုပုံအောသုံးနေရတော့၊ ပြည်သူ့အကျိုး ဟုတ်တိပတ်တိ မဆောင်ရွက်နိုင်ကြပါ။ လမ်းဖောက်တာဝန်ရှိ အကျင့်ပျက်သူတွေကလည်း ဝန်ကြီးဌာနက ဆပ်ကန်ထရိုက် လုပ်ပိုင်ခွင့်ရထားသလို လမ်းတစ်မိုင်ဖောက်ရင် ကိုယ့်အကျိုးအမြတ် ဘယ်လောက်ကျန်ရမယ် သဘောနဲ့ လုပ်ဆောင်ခဲ့ကြပါတယ်။ ခပ်ညံ့ညံ့လမ်းကို ခပ်ဆိုးဆိုးလူတွေ ဖောက်တယ်လို့ပဲမှတ်ထားလိုက်ပါမယ်။  The Road We Tread ဘာပဲဖြစ်ဖြစ် အခု ကျွန်တော်တို့လျှောက်နေကြရတဲ့ လမ်းတွေက အရင့်အရင်လူတွေ ခင်းပေးခဲ့တာပါ အရပ်လေးမျက်နှာက ရောက်လာကြမဲ့ ရဟန်းရှင်လူအများသူငါအတွက် ခရီးလမ်းဖြောင့်ဖြူးကြစေဖို့ စေတနာအသိတရားနဲ့ လမ်းတွေဖောက်၊ တံတားတွေ ဆောက်လုပ်ပေးခဲ့တာဖြစ်လို့သာဓုခေါ်ပါတယ်။  The Ol' Time Traveller ကျွန်တော့်အသက် ၇၀ ဘဝခရီးမှာ လမ်းမျိုးစုံလျှောက်ဖူးခဲ့ပြီဖြစ်လို့၊ ဘာလာလာမမှုတော့ပါဘူး။ ကျွန်တော့်အိမ်ရှေ့ကလမ်းကို နအဖအစိုးရ (မြို့တော်ဝန်ဦးကိုလေး) လက်ထက် ၂၀၀၃ မှာ တစ်ကြိမ်၊ ပြည်သူ့အစိုးရလက်ထက်၂၀၁၈ မှာတစ်ကြိမ် လမ်းခင်းပေးတါ ကြုံရပါတယ်။ကျွန်တော့်အနေနဲ့ လမ်းသစ်ဖောက်ဖို့ အခွင့်အရေးလည်း မရှိတာကြောင့် အိမ်ရှေ့က ကွန်ကရစ်လမ်းကို တတ်နိုင်သလောက် စနေ (သို့မဟုတ်) တနင်္ဂနွေနေ့​တွေမှာ တံမြက်လှည်း သန့်ရှင်းရေးကုသိုလ်ယူပါတယ်။ အားလုံး သွားလမ်းလာလမ်း ဖြောင့်ဖြူးကြပါစေ။"
    },
    {
        "title": "ညပ်နေတာလား၊ ညှပ်နေတာလား",
        "content": "ညပ်နေတာလား၊ ညှပ်နေတာလား\n\nSandwich ညပ်နေတာလား၊ ညှပ်နေတာလား  အားလုံးသိကြတဲ့အတိုင်း Sandwich ဆိုတာ ပေါင်မုန့်ချပ်နှစ်ခုအကြား အသား၊ ဒိန်ခဲ၊ ယိုစတာတွေ ညှပ်စားရတဲ့ အစားအစာတစ်မျိုးဖြစ်ပါတယ်။ အဘိဓာန်တွေက \"အသားညှပ်ပေါင်မုန့်\" လို့ အနက်ပေးပါတယ်။  သဒ္ဒဗေဒဆရာတွေက Sandwich ကို ဆင်းဝှစ် 'ဂျ'(သို့မဟုတ်)'ဆင်းဝှစ် 'ချ' လို့ နှစ်သံထွက်နိုင်တယ်လို့ ဆိုပါတယ်။ Please refer \"How to pronounce Sandwich\" @ YouTube.(\"d\" သံမဖျောက်ဘဲ \"ဆင်းဒွစ်\" လို့ အသံထွက်တာလည်း ရှိတာတွေ့ရပါတယ်။)  Sandwich ရဲ့ နောက်ကြောင်းကို လေ့လာလိုက်ရင် လောင်းကစားမက်သူ ဆင်းဒွစ်မြို့ကို အပိုင်စားရတဲ့စတုတ္ထမြောက်ဗြိတိန်မှူးမတ် (Earl of Sandwich) ဟာ သူ့ကစားဝိုင်းက အစားအသောက် ထွက်စားရမှာစိုးတာကြောင့် \"အသားညှပ်ပေါင်မုန့်\" တွေပဲ အဆာပြေစားခဲ့တယ်လို့ ဖတ်ရပါတယ်။ အဲဒီမှူးမတ်ကို အကြောင်းပြုကာ သူစားခဲ့တဲ့သရေစာကို Sandwich လို့ အစွဲပြုမှည့်ခေါ်နာမည် (Eponym) ပေးခဲ့တာဖြစ်ပါတယ်။နောက်စိတ်ဝင်စားစရာတစ်ခုက Sandwich ကို ကြိယာအနေနဲ့ \"(တစ်ဖက်တစ်ချက်)ညှပ်ထားသည်\" \"ကြားညပ်နေသည်\" အဓိပ္ပာယ်နဲ့ သုံးတာတွေ့ရပါတယ်။ ဥပမာ - She was sandwiched between two fat men on the bus. လူဝဝကြီးနှစ်ယောက် ကြားညပ်နေတယ်(မသက်မသာပေါ့)။အဲ ခပ်ချောချောကောင်မလေးကြားထဲ ရောက်သွားရင်တော့ သက်သောင့်သက်သာ ဇိမ်ကျကျပေါ့လေ။ I was sandwiched between two buxom girls in the back of the car.ဒါပေမဲ့ လက်ဝဲ၊ လက်ျာ ဘယ်ညာမယိမ်းဖို့တော့ ခက်ပါလိမ့်မယ်။  Sandwich-boardSandwich-board ကိုအလွယ်ဆုံးအဓိပ္ပာယ်ဖော်ရရင် \"လမ်းလျှောက်ကြော်ငြာသင်ပုန်း\" လို့ဆိုရပါမယ်။ Sandwich-man ဆိုတာက\"လူရဲ့ရှေ့ ရင်ဘတ်နဲ့နောက်ကျောတွင် ကြော်ငြာအပြားနှစ်ချပ်ကို ချိတ်ဆွဲကာ လှည့်လည်သွားလာကြော်ငြာပေးသူ\" ကိုခေါ်တာပါ။ အခုတော့ ဒီလိုကြော်ငြာမျိုး သိပ်မတွေ့နိုင်တော့ပါ။  Sandwich courseစာသင်လိုက်၊အလုပ်ပြန်ဝင်လိုက် စာတွေ့နဲ့ လက်တွေ့ တစ်လှည့်စီသင်ကြားတဲ့ သင်တန်းမျိုးကို Sandwich course လို့ခေါ်ပါတယ်။ ကဲ ဒီလောက်ဆို \"Sandwich\" ကောက်ကြောင်းအလှတရားလေးကို ပုံဖော်နိုင်ကြမယ်လို့ ယုံကြည်ပါတယ်။ ဆက်လက်လေ့လာကြပါဦး။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Perfect Butts",
        "content": "Perfect Butts\n\n•••လူမှန်ရင် အ​​​ပြစ်မကင်း၊ ဪ ဒါကြောင့် ဘယ်သူမှ ခြောက်ပြစ်ကင်း သဲလဲစင်မဟုတ် Nobody is perfect. လို့ပြောကြတာဖြစ်မယ်။•••Nobody is perfect. ဘာပြောလိုက်တယ်။ No booty is perfect. ဟုတ်လား။ ဟုတ်မယ်နော်။ ဘယ်သူမှ ခြောက်ပြစ်ကင်း သဲလဲစင်မဟုတ်နိုင်သလို No booty is perfect.ဘယ်အိုးမှလည်း စင်းလုံးမချောနိုင်ပါဘူး။ ဒါပေမဲ့ အိုးတွေအားလုံးက ချစ်စရာချည်းပါပဲဗျာ။ No booty is perfect, but all booties are sexy. It's bootylicious! အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Woe is me!",
        "content": "Woe is me!\n\n••• အင်တာနက်ကမ္ဘာ့ဆက်ကြောင်းကြီးဘာဖြစ်နေသလဲ မသိဘူး။•••အိမ်က MyTel ဖိုင်ဘာလည်းမနေ့ကစပြီးပျောက်သွားတယ်။•••တခြားဆက်သွယ်ရေးအော်ပရေတာတွေလည်းမထိတစ်ချက် ထိတစ်ချက်လား။•••ကျွန်တော်တစ်ယောက်တည်းတော့မဟုတ်လောက်ပါဘူး။ရောင်းရင်းတွေနဲ့အဆက်အသွယ်မပြတ်ချင်ပါ။ ပြောကြပါဦး။ Say Something!"
    },
    {
        "title": "Give 'em Best",
        "content": "Give 'em Best\n\n••• အဆိုအမိန့်တစ်ခုက \"သင့်ကလေးတွေကိုနေရာတိုင်းမှာ အကောင်းဆုံးတွေကို မပေးနိုင်လို့ စိတ်မပျက်ပါနဲ့။ သင့်မှာရှိတဲ့ အကောင်းဆုံးကိုပဲ ပေးလိုက်ပါ။ Don’t worry that you can’t give your children the best of everything. Give them your best.\" လို့ လမ်းညွှန်ခဲ့ပါတယ်။••• ကျွန်တော်ကတော့ \"သင့်ဘဝမှာမရခဲ့တာတွေ သင့်ကလေးတွေကို ပေးလိုက်ပါ။ Give them what you haven't got in your life.\" လို့ မိဘတွေကို အကြံပြု တိုက်တွန်းချင်ပါတယ်။ အားလုံး မင်္ဂလာပါ။\"Grease\" \"Grease လို့ဆိုတဲ့ \"ခေတ်စကားလုံး\"\"Grease\" is the word.သီချင်းက မြူးသလို စကားလုံးတွေက ခိုက်တယ်။ ပလေးဘွိုင်သန်းနိုင် က \"ရေစီးထဲက ပန်းပွင့်လေးများ\" နာမည်နဲ့ ပြန်ဆိုထားတယ်။ နားထောင်ကြည့်မယ်။"
    },
    {
        "title": "Life sucks",
        "content": "Life sucks\n\nကျွန်တော် အခု တက်သစ်စမင်းသမီးလေးနဲ့ ရုပ်ရှင်ကားတစ်ကားရိုက်နေပါတယ်။ ထူးခြားတာက အဲဒီဇာတ်ကားရဲ့ ဇာတ်ညွှန်းကို ဒါရိုက်တာက ကျွန်တော့်ကို ဖတ်ခွင့်မပေးတာပါပဲ။ တချို့ကမ္ဘာကျော်ဒါရိုက်တာကြီးတွေလည်း မင်းသား မင်းသမီးကို ဇာတ်ညွှန်းပေးမဖတ်တာ ကြားဖူးကြမှာပါ။ (တချို့သရုပ်ဆောင်တွေလည်းဇာတ်ညွှန်းပေးထားပါလျက် ကြိုတင်ဖတ်မလာကြသူတွေလည်း ရှိပါတယ်။) ဒါရိုက်တာက ဇာတ်ညွှန်းကြိုမပေးဘဲ၊ ရိုက်ကွင်းပေါ်မှာ သင်ကြားပြသပေးပြီး၊ ဇာတ်ရုပ်ပီပြင်သွားတဲ့ ရုပ်ရှင်ကားကောင်းတွေလည်း ရှိပါတယ်။  လူ့လောကကိုရောက်လာတဲ့ ကျွန်တော်တို့ လူသားတွေလည်း လူ့ဘဝဖြတ်သန်းရာမှာ ဇာတ်ညွှန်းဖတ်ခွင့်မရဘဲ၊ကံဇာတ်ဆရာအလိုကျ လက်တန်းသရုပ်ဆောင်ကြရပါတယ်။ ဇာတ်တိုက်တယ်၊ Rehearsal အစမ်းသရုပ်ဆောင်တယ်၊ Full-dress rehearsal ဝတ်စုံပြည့် လေ့ကျင့်ရတယ်ဆိုတာလည်း မရှိပါ။ ဒါကြောင့် ဇာတ်ရုပ်ပေါ်သူရှိသလို၊ မပီမပြင်နဲ့ တရွတ်ဆွဲ သရုပ်ဆောင်သွားကြရသူတွေလည်း ရှိကြပါတယ်။ ဘာပဲဖြစ်ဖြစ် ဘဝမှာဘာ Rehearsal မှမရှိဘူးဆိုတာပါပဲ။ Life is no rehearsals, only performances! အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ချစ်စရာအသေးလေး Little",
        "content": "ချစ်စရာအသေးလေး Little\n\nLittle ကို Lil' လို့ သီချင်းတွေမှာ အတိုကောက်ရေးတာ တွေ့ဖူးကြမှာပါ။ စာတွေထဲမှာလည်း Littleကို အကြိမ်ပေါင်းများစွာ တွေ့ခဲ့ရပါတယ်။ ကျွန်တော်က သီချင်းကြိုက်သူဆိုတော့ Little PeggyMarch; Little Richard; Lil' Kim စတဲ့ အဆိုတော်နာမည်တွေကအစ Little ပါတဲ့သီချင်းတွေ၊ ဆိုစကားတွေနဲ့ပြည့်နေပါတယ်။ အခု Just a little about LITTLE. အကြောင်း စိုးစဥ်းမျှရေးပါရစေ။ I hope you don't mind.Little ကို နာမဝိသေသနအဖြစ် (အရွယ်အစား) သေးငယ်တာ၊ (အရေအတွက်) နည်းတာတွေကို ဖော်ညွန်းပြောဆိုရာမှာ တွေ့ရပါတယ်။ ပုံမှန်တွေ့နေကျထက် အလုံးအထည်သေးငယ်သူ၊အရွယ်အစားသေးတဲ့ အရာဝတ္ထုတစ်ခုခုကို ချစ်စနိုးခေါ်ဝေါ်တာမျိုးလည်း ရှိပါတယ်။ ဥပမာ - A sweet little child ချစ်စရာကလေးငယ်၊ Little Oxford pocket dictionary အိတ်ဆောင်အဘိဓာန်ငယ်လေး A crazy little thing called love အချစ်ဆိုတဲ့ ရူးနှမ်းနှမ်းအရာလေး  အသုံးအနှုန်းအရ Little ကိုကြိုက်တဲ့အခါ အလေးအနက်ထား ပြောဆိုရာမှာ သုံးသလို A nice littleroom; မနှစ်သက် အမြင်ကတ်တဲ့ဟာကိုလည်း လေးနက်အောင် Little ကိုပဲ သုံးတာ သတိပြုမိမလားပဲ။ What a nasty little man!  Little ကို ကြိယာဝိသေနအဖြစ် \"နည်းနည်း၊ အနည်းငယ်၊ အနည်းအကျဥ်း၊ မဆိုစလောက်၊ စိုးစဥ်း\" စတဲ့အနက်အဓိပ္ပယ်တွေနဲ့ ပမာဏကို ရည်ညွှန်းပြောတာလည်း ရှိပါတယ်။ ဥပမာ - She left little more than an hour ago.The current situation is little more than disappointing.  ဘာပဲဖြစ်ဖြစ် A little bit goes a long way. Little things mean a lot. \"အသေးအဖွဲလေးတွေက အများကြီးတာသွားပါတယ်\" ဆိုတဲ့ ကိုးကားစရာတွေက မှတ်သားစရာအပြည့်ပါ။ ဒီတော့ Too little, too late ဆိုတာလို နောက်မကျခင် \"Little thing အရာမရောက်တဲ့ အကြောင်းခြင်းရာ\" တွေကို ဆက်လေ့လာကြပါဦး။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "VOTE NLD",
        "content": "VOTE NLD\n\n••• ကျွန်တော် အခု LA မှာနေပါတယ်။ Los Angelese တော့မဟုတ်ပါ။ အကြောက်တရားကင်းဝေးပြီး၊ အမှန်တရားတွေ လင်းလက်တဲ့ လွတ်မြောက်နယ်မြေ (Liberated Area) မှာ စိတ်လက်ကြည်လင် ပျော်ရွင်ချမ်းမြေ့စွာ နေနေပါတယ်။ ••• ဒီ LA ဟာ အမေစုတို့ ပြည်သူ့ပါတီ NLD က ရဟန်းရှင်လူပြည်သူတွေနဲ့အတူအသက်သွေးချွေးများစွာ အရင်းအနှီးပြုပြီး၊ ဖန်တီးဖော်ဆောင်ရယူခဲ့တာ ဖြစ်ပါတယ်။ ကျွန်တော်တို့အတွက် တစ်သက်တာကျေးဇူးတရားပါ။ ကဲ NLD ကို ဆက်လက်ဝန်းရံမဲပေးကြပါစို့။Please allow me to re-post as I have nothing....Are you ready for tomorrow _ September 8: 08:00 hoursAre you ready for tomorrow _ September 8: 08:00 hoursAre you ready for tomorrow _ September 8: 08:00 hoursCredit to contributor.Two Years Ago...WHO on VaccineVOTE NLD ••• ရွေးကောက်ပွဲနီးလာပြီ။ ကိုယ်ကျိုးမဖက်ဘဲ ပြည်သူ့အကျိုးစီးပွား ဖော်ဆောင်နေတဲ့NLD ပါတီကိုမဲပေးဖို့ အလေးအနက် တိုက်တွန်းချင်ပါတယ်။ ••• နှစ် ၅၀ နီးပါးအာဏာရှင်စနစ်ဆိုးကို ပြည်သူတွေ ခါးစည်းခံဲ့ပြီးတာတောင် အားမရသေးဘူးလား။ တိုင်းပြည်ကောင်းကျိုး လုပ်မယ့်သူတွေ၊ ပါတီတွေကို ကဖျက်ယဖျက်လုပ်နေကြတုန်းပဲ။ တစ်ကိုယ်ကောင်းဆန်၊ မိုက်မဲလွန်းသူတွေကို မဲနဲ့အပြတ်ဖြတ်လိုက်ကြပါစို့။ အညှာတာကင်း၊ ကိုယ်ချင်းစာနာစိတ်ကင်းမဲ့၊ နှလုံးသားမရှိသူတွေကို ထားခဲ့ဖို့အချိန်ကောင်းပါ။ Vote NLD! Leave behind the foolish selfish heartlessdemons! Let us vote NLD!"
    },
    {
        "title": "Going, Going, Gone",
        "content": "Going, Going, Gone\n\nAuction ကို နာမ်ပုဒ်အဖြစ် \"လေလံ\" ကြိယာပုဒ်အနေနဲ့ \"လေလံတင်ရောင်းသည်၊ လေလံပစ်သည်\" လို့သိကြပါတယ်။ လေလံ ကိုအဘိဓာန်က \"ပစ္စည်းတစ်စုံတစ်ရာကို ကြေညာ၍ စျေးအမြင့်ဆုံး ပေးနိုင်သူကို ရောင်းချသောစနစ်\" လို့အနက်ဖွင့်ပါတယ်။ လေလံရဲ့သဘောသဘာဝ သရုပ်သကန်ကို သိပ္ပံမောင်ဝ ရဲ့ \"အင်းလေလံ\"ဖတ်ဖူးကြသူများ ကောင်းကောင်းသိကြပါလိမ့်မယ်။  လေလံနဲ့ပတ်သက်လို့ လတ်တလော ကျွန်တော်တို့ဆီမှာ အမေစုရဲ့ လက်ရေးမူ ကဗျာတစ်ပုဒ်ကို သိန်း ၂,၄၀၀ နဲ့ လေလံဆွဲ ဝယ်ယူသွားတာ တွေ့ရပါတယ်။ ဗြိတိန်မှာ ၂၀၁၉ အောက်တိုဘာ ၄ ရက်က ဆီဆေးပန်းချီကားတစ်ချပ် အမေရိကန်ဒေါ်လာ ၁၂ သန်းနဲ့ လေလံအောင်သွားတာဖတ်ရပါတယ်။ ပန်းချီဆရာ Banksy ကBrexit ဥရောပသမဂ္ဂမှ ဗြိတိန်နိုင်ငံနှုတ်ထွက်ရေးနဲ့ ပတ်သက်ပြီး ဗြိတိန်ပါလီမန်မှာ အမတ်တွေ အကျောက်အကန် ငြင်းခုံဆွေးနွေးနေချိန် လွတ်လပ်စွာ ရေးသားပြောဆိုမှုနဲ့အညီ \"Monkeys in Parliament ပါလီမန်ထဲက မျောက်များ\" လို့ နာမည်ပေးထားတဲ့ပန်းချီကားကို ရေးဆွဲခဲ့တာဖြစ်ပါတယ်။အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ဦးဆွေးဆံမြည့်",
        "content": "ဦးဆွေးဆံမြည့်\n\nသူ့ဖခင် ဗိုလ်ချုပ်အောင်ဆန်းက မြန်မာနိုင်ငံရဲ့ လွတ်လပ်ရေးကို အရယူပေးကာ နှစ်ရာကျော် ကိုလိုနီစနစ်ဆိုးအောက်က လွတ်မြောက်စေခဲ့တယ်။  သူ ဒေါ်အောင်ဆန်းစုကြည်က နှစ် ၅၀ နီးပါးအမြစ်တွယ်နေတဲ့ စစ်အာဏာရှင်စနစ်ဆိုးကို ဖြတ်တောက်ပေးခဲ့တယ်။ အခုလည်း ပြည်သူ့အစိုးရအဖြစ် ၅ နှစ်တာကာလအတွင်း အခက်အခဲ​တွေကတစ်သီကြီး၊ အဖျက်အမှောင့် တင်းကြမ်း၊ စိန်ခေါ်မှုတွေ ဗရပွနဲ့ မြန်မာနိုင်ငံကို ဦးဆောင်သွားနေဆဲပါ။  အာဇာနည်မျိုးပီပီ ကိုယ်ကျိုးမဖက် တိုင်းပြည်တာဝန်ကို ဦးလည်မသုန် ဦးဆွေးဆံမြည့် ထမ်းဆောင်ဆဲပါ။  တိုင်းပြည်ကောင်းကျိုး ရှုမြင်တတ်သူအပေါင်း မြန်မာပြည် မျိုးဆက်သစ်တို့အတွက် အမေစုပါတီ NLD ကို မဲပေးကြပါစို့။Cast Vote for NLD."
    },
    {
        "title": "Writing maketh an exact man",
        "content": "Writing maketh an exact man\n\n••• လူတော်တော်များများ စာရေးရမှာကြောက်ကြပါတယ်။ မြန်မာတွေ သတ်ပုံသတ်ညွှန်းကအစ ဂရုမစိုက်နိုင်ကြ၊ သဒ္ဒါပိုင်း တစ်ဖြည်းဖြည်းအားနည်းလာတော့ မြန်မာစာအရေးအသား ညံ့ဖျင်းလာကြတာ အခုမျက်မြင်ပါပဲ။••• စာအမြဲရေးနေရတဲ့ စာနယ်ဇင်းသမားတွေလည်း အမြီးအမောက်မတည့် လွဲမှားနေကြတာ မမြင်ချင်အဆုံးပါ။•••နိုင်ငံတော်အဆင့် သမ္မတရုံးအပါအဝင် ဝန်ကြီးဌာနတွေလည်း စာရေးကောင်းအောင် ကြိုးစားကြရမယ်လို့ ယုံကြည်ပါတယ်။ ကဲ တစ်ဦးချင်းတစ်ယောက်ချင်း စာကောင်းကောင်းရေးတတ်အောင်...ဘာလုပ်ကြမှာလဲ။Reading maketh a full man;Conference a ready man;and Writing an exact man.Francis Baconအားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မြန်မာပြည်အကြောင်း ရုပ်ရှင်ကားများ",
        "content": "မြန်မာပြည်အကြောင်း ရုပ်ရှင်ကားများ\n\nမြန်မာပြည်အကြောင်း ဇာတ်အိမ်ဖွဲ့ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားများ1. Moon Over Burma (1940)2. The Yank On The Burma Road (1942)3. Obective Burma (1945)4. The Purple Plain (1954)5. Escape To Burma (1955)6. The Burmess Harp (1956)7. The Bridge On The River Kwai (1957)8. Merrill's Marauders (1962)9. Beyond Rangoon (1995)10. Rambo IV (2008)11. The Lady (2011)12. The Burma Conspiracy (2011)13. Twilight Over Burma (2015)ကျန်ရှိပါကဖြည့်စွက်ပေးကြပါ။Credit to original artists & uploader."
    },
    {
        "title": "Nudist on Naked Road",
        "content": "Nudist on Naked Road\n\nကျွန်တော်တို့တတွေ အမေ့ဗိုက်ထဲကထွက်လာတော့ ဘာမှဝတ်မထားသလို ဘာတစ်ခုမှလည်း ပါမလာပါဘူး။ We are all born naked. We all came into this world naked. မွေးဖွားတုန်းက အဝတ်အစားမပါ ဗလာပါဗျာ။ ဒါကြောင့်လည်း အင်္ဂလိပ်က \"ကိုယ်တုံးလုံး၊ ဝတ်လစ်စားလစ်၊ ဗလာကျင်းနေတဲ့ အနေအထားကိုWearing one's birthday suit. မွေးနေ့ဝတ်စုံဝတ်ထားတယ်\" လို့ပြောတာဖြစ်ပါတယ်။  ပြီးခဲ့ဇူလိုင်လအတွင်းက ဂျပန်နိုင်ငံ၊ အိုဆာကာမြို့မှာ G-20 ထိပ်သီးအစည်းအဝေးကို ကျင်းပစဥ် ကမ္ဘာ့နိုင်ငံ ၂၀ က တက်ရောက်လာကြတဲ့ ခေါင်းဆောင်ကြီးတွေရဲ့ လုံခြုံရေးအတွက် အမြန်လမ်းမကြီးတစ်ခုကိုတောင် ပိတ်ထားခဲ့လို့\"အသွားအလာကင်းမဲ့သွားတဲ့လမ်းမကြီး Empty Expressway\"လို့ရေးထားတာ တွေ့ရပါတယ်။ ဒီလိုမျိုး \"လူသူကင်းမဲ့သွားတဲ့လမ်း\" ကို Naked Road လို့ရေးတာ တွေ့ရပြီး၊ \"ဝတ်လစ်စားလစ်လမ်းမကြီး\" လို့ ဘာသာပြန်တာ မှတ်မိကြပါလိမ့်မယ်။  အခုလည်း ကိုဗစ်-၁၉ ကြောင့် လူတွေကြောက်လန့်ကာ အိမ်ထဲနေကြရလို့လူနဲ့ယာဥ်အသွားအလာ ပြတ်တောက်ပြီး၊ ရန်ကုန်မြို့လယ်ကောင်တောင် ခြောက်ကပ်ပြီး ဆူးလေလမ်းမကြီးလည်း \"Naked Road ဝတ်လစ်စားလစ်လမ်းမကြီး\" ဖြစ်နေပါတော့တယ်။  ယာဥ်အသွားအလာများတဲ့ မြို့တွင်းလမ်းမကြီးတွေ လမ်းရှင်းဖို့က ကြုံနိုင်ခဲတဲ့ အခွင့်အရေးဖြစ်လို့ တချို့နိုင်ငံတွေရဲ့ အဝေးပြေးလမ်းပေါ်မှာ ယာဥ်အသွားအလာပြတ်တာကို အချိန်ပေး စောင့်ဆိုင်းပြီး အမှတ်တရ လုံးတီးဓာတ်ပုံအရိုက်ခံသူတွေ ရှိကြပါကြောင်း အလျဥ်းသင့်လို့ ဖော်ပြလိုက်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မြန်မာ့ပြည်တွင်းစစ်",
        "content": "မြန်မာ့ပြည်တွင်းစစ်\n\n၁၉၄၈ လွတ်လပ်ရေးရပြီးချိန် တိတိကျကျပြောရရင် ၁၉၄၈ ဧပြီလ ၂ ရက်က ယနေ့အထိ ၇၂ နှစ်ကျော်အထိ စစ်မီးမငြိမ်းနိုင်သေးပါ။ တော်တော်လည်း တတ်နိုင်တဲ့လူတွေပါလား။QuoteThe internal conflict in Myanmar is a series of insurgencies in Myanmar that began shortlyafter the country, then known as Burma, gained independence from the United Kingdom in 1948. UnquoteWikipediaCredit to contributor."
    },
    {
        "title": "Improve Yourself",
        "content": "Improve Yourself\n\nတင်ဆက်သူက ဟာသဉာဏ် ကွန့်မြူးလိုက်တော့ ခင်ဗျားတို့ ကျွန်တော်တို့ ဟဒရနှလုံး ရွှင်ပြုံးသွားတာပေါ့ဗျာ။ သူများတွေရယ်နေကြပေမဲ့ ကိုယ့်အတွက်မရယ်ရတဲ့ဟာသ (Failed jokes) ဖြစ်နေရင် သေချာတယ် ခင်ဗျားလိုက်မမီတာတွေ များနေပြီ။ စိတ်မပျက်ပါနဲ့ စကားလုံးတွေရဲ့ ဝေါဟာရအနက်အဓိပ္ပာယ်(Vocab & Definitions) ကအစ အီဒီယံလို ထူးခြားအသုံးအနှုန်း (Idiom & Idiomative usages); ဗန်းစကား (Slang) အချက်အလက်တွေရဲ့နောက်ကြောင်း (Background of words & facts) တွေကိုသိအောင် ကြိုးစားလိုက်ရင် ဘက်စုံတိုးတက်သွားပါလိမ့်မယ်။ကဲ အလေးအနက်ထား နားထောင်လိုက်ပါ.....နားထောင်ရကျိုးနပ်ပါလိမ့်မယ်။အောင့်အီးကာ သည်းခံစမ်းပါအချစ်ရယ် A FORTNIGHT is a period of fourteen consecutive days or two weeks or ၁၄ ရက်ထဲပါကွာ။ ၁၄ ရက်ရက်သတ္တ ၂ ပတ် Two WeeksA fortnightSpecial credit to uploader."
    },
    {
        "title": "We are Myanmar Kaido",
        "content": "We are Myanmar Kaido\n\nWe Never Fail ... ♤♤♤ ရပ်တည်မှု့သက်တမ်း ၂၇ နှစ်ရှိပြီး၊ နိုင်ငံတော်တည်ဆောက် ပြုပြင်ရေးသုံးစက်ယန္တရား (Heavy Machinery) များကို ဖြန့်ဖြူးရောင်းချလျက်ရှိတဲ့ မြန်မာအမျိုးသားပိုင် မြန်မာကိုင်ဒိုကုမ္ပဏီ (Myanmar Kaido Co., Ltd) ဟာ အမျိုး၊ဘာသာ၊ သာသနာ ထွန်းကားပြန့်ပွားရေးအတွက် အလှူအတန်းများပြုလုပ်ခြင်း၊ သဘာဝဘေး ကြုံတွေ့ခံစားရသူများအတွက် လတ်တလောလိုအပ်တဲ့ အစားအသောက်၊ ဆေးဝါးလှူဒါန်းခြင်း၊ နိုင်ငံတော်အဆင့် လူ့စွမ်းအားရင်းမြစ် ဖွံ့ဖြိုးမှုအထောက်အကူပြု လုပ်သားကျွမ်းကျင်မှုဖွံ့ဖြိုးရေး (Competency Skill Development) တွင်လည်း လူအားငွေအား ပံ့ပိုးကူညီပေးလျက်ရှိပါတယ်။ ♤♤♤ အခုကဲ့သို့ကိုဗစ်-၁၉ ရောဂါကပ်ဆိုးကြီး ကျရောက်နေချိန်တွင် မြန်မာပြည်အရပ်ရပ်ရှိ ရောဂါကာကွယ်ရေး၊ ထိန်းချုပ်ရေးဆိုင်ရာသုံး ပစ္စည်းပစ္စယများ၊ ဆေးဝါးကုသရေး အဆောက်အအုံ၊ နေရာထိုင်ခင်း၊ စားရေးသောက်ရေး အဆင်ပြေရေးအစုစုအတွက် သိန်းပေါင်း ၄,၉၀၀ ကျော်တန်ဖိုးရှိ ဘက်စုံလှူဒါန်းမှု ပြုလုပ်ခဲ့ပြီးပါကြောင်း သာဓုအနုမောဒနာခေါ်ဆိုနိုင်ရန်မြန်မာကိုင်ဒိုကုမ္ပဏီ ဒါရိုက်တာအဖွဲ့နဲ့ ဝန်ထမ်းမိသားစုကိုယ်စား မေတ္တာရှေ့ထား အသိပေးအပ်ပါတယ်။"
    },
    {
        "title": "induced Holidays",
        "content": "induced Holidays\n\nChit-Chat Zig-Zag COVID induced Holidays  စီးပွား​ရေးနယ်ပယ်မှာ သြဇာအလွှမ်းဆုံး ကမ္ဘာ့အဆင့်စီးပွား​ရေး ပညာရှင်ကြီးတစ်​ယောက်က​ ပြောဖူးပါတယ် \"ထူးချွန်ထက်မြက်သူ​တွေက​တော့ သူများ​တွေထက် တစ်နှစ်​လောက်​စောပြီး ​ရှေ့​ရောက်​နေတတ်တယ်တဲ့\" ...  ခင်ဗျားတို့က ၂၀၁၉ မှာ မြန်မာ့စီးပွားရေးဘာဖြစ်တယ် ညာဖြစ်တယ်လို့ မ​မောနိုင်မပန်းနိုင် အာ​ပေါင်အာရင်းသန်သန်နဲ့ ငြင်းခုံ​ပြောဆို​နေချိန်၊ ကျွန်​တော်က ၂၀၂၀ ထဲ ​ကြိုပြီးရောက်သွားခဲ့တယ်။ သိပ်​တော့အထင်မကြီးကြပါနဲ့ဦး။ ကျွန်​တော်က ၂၀၂၀ မှာ အများပြည်သူအားလပ်ရက် Public holidays \"ရုံးပိတ်ရက်\" ဘယ်နှရက်ရှိလဲ သိချင်လို့ဝင်ကြည့်မိတာပါ။၂၀၂၀ အတွင်း အများပြည်သူအားလပ်ရက် စုစု​ပေါင်း ၁၂၈ ရက်ရှိတာ​ တွေ့ရပါတယ်။ အဲဒီ ရုံးပိတ်ရက် ၁၂၈ ရက်မှာ စနေ၊ တနင်္ဂနွေပိတ်ရက်​တွေ တရားဝင် အများပြည်သူအားလပ်ရက် (Gazetted public holidays) ​တွေနဲ့ အစားထိုးပိတ်ရက်​တွေ ပါဝင်ပါတယ်။  အရင်က အလုပ်ပိတ်ရက် မျှော်ရတဲ့ အလုပ်သမားတွေဟာ၂၀၂၀ မတ်လကစ ခေါင်းထောင်လာတဲ့ ကမ္ဘာ့ကပ်ဆိုးကြီး ကိုဗစ်-၁၉ ကြောင့် ပိတ်နေကျဧပြီ​လ မြန်မာ့နှစ်သစ်ကူး၊ မေလ၊ ဇွန်လတို့မှာလည်း အပြည့်အဝ ရုံးတက်ရတာ မရှိတော့ပါ။ အိမ်ကနေအလုပ်လုပ်ရတာတို့ နှစ်ပတ်ဆင်း နှစ်ပတ်နားနဲ့ အလုပ်လုပ်ရတာမျိုးတွေ ဖြစ်ကုန်ပါတယ်။ အခုလည်း သြဂုတ်အလယ်လောက်ကစပြီး၊ ကိုဗစ်-၁၉ဒုတိယအ​ကျော့ ပြည်တွင်းကူးစက်ပျံ့နှံ့မှု မြန်ဆန်လာတာကြောင့် ပြည်သူလူထုကို အိမ်မှာနေ၊ ဝန်ထမ်းအများစု စက်တင်ဘာ ပထမပတ်လောက်ကစလို့ အိမ်​ကနေ အလုပ်လုပ်ကြရပြန်တယ်။  ကဲ အားလပ်ရက်ကို တောင့်တခဲ့သူတွေ အခုလို အလုပ်ပိတ်ရက်တွေ အလွန်အမင်းရှည်လျားသွားတော့ ငြီးငွေ့စရာဖြစ်ကုန်ကြပြီ မဟုတ်လား။ပိုဆိုးတာက အသွားအလာ၊ အနေအထိုင် ကန့်သတ်ထားပြန်တော့ ဘာလုပ်လို့ ဘာကိုင်ရမှန်းမသိ၊ ယောင်ချာချာ အရူးတစ်ပိုင်းတွေ ဖြစ်ကုန်ကြပါပြီ။ ဘာတွေဖြစ်ဦးမလဲဗျာ... အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Trump Returned To Unit",
        "content": "Trump Returned To Unit\n\nSURREAL ....What a surreal weekend! တင်ဆက်သူက Surreal စကားလုံးသုံးသွားတာ စိတ်ဝင်စားစရာကောင်းပါတယ်။  Surreal ကို အဘိဓာန်က \"သဘာဝနှင့်ကင်းကွာသော၊ အိပ်မက်ဆန်ဆန်\" လို့ အနက်ပေးပေမဲ့ ဒီနေရာမှာ သမ္မတရောဂါ အရှင်းမပျောက်သေးဘဲ၊ ဆေးရုံတင်းလာတာက သဘာဝနဲ့ကင်းကွာနေပါတယ်။ တစ်နည်း Bizarre သဘာဝယုတ္တိနဲ့ မညီဘူး။ ဆရာဝန်ပြောတာတစ်မျိုး၊ အိမ်ဖြူတော်မှာ ကြေညာတာကတစ်ဖုံ ရှေ့နောက်မညီကြဘူး။  သမ္မတကြီးကိုယ်တိုင်ကလည်း သက်တမ်းတစ်လျှောက်လုံး Weird ထူးထူးဆန်းဆန်းတွေပဲ တောက်လျှောက်လုပ်လာတတ်တော့ အခုလို ရောဂါမကင်းပျောက်ဘဲ ပြန်ဆင်းလာတာကိုသမ္မတဟာသောက်ထားတဲ့ဆေးအရှိန်ကြောင့်သမ္မတကြီးဆေးကြောင်တာလား၊ စိတ်မှမှန်သေးရဲ့လားအမေးခံရတဲ့အထိဖြစ်ခဲ့ရပါတယ်။  ကဲ ပြောပြနေတာထက် (လိုအပ်သူများစာတန်းထိုးနဲ့အတူ) တွဲကူကာ နားထောင်ဖြစ်အောင်နားထောင်လိုက်ပါ။ ပိုကောင်းတာက Surresl ရဲ့တခြားဆင်တူစကားလုံး (Synonym) တွေပါတစ်ခါတည်းလေ့လာပြီး၊ နားလည်သထက် နားလည်သဘောပေါက်အောင် လုပ်စေချင်ပါတယ်။ အထူးသဖြင့် နားထောင်စွမ်းရည် တက်ချင်သူတွေ နှစ်ခါသုံးခါလောက် နားထောင်ကြည့်ပါ။ အားလုံး အဆင်ပြေပါစေ။"
    },
    {
        "title": "Let's Dance",
        "content": "Let's Dance\n\nDance away Covid-19 ကိုဗစ်-၁၉ ကြောက်စိတ်ကြောင့် အိမ်တွင်းအောင်းနေရချိန် မိုက်ကယ်ဂျက်ဆင် ရဲ့ Remember The Time တေးသရုပ်ဖော်ထဲက အီဂျစ်ဘုရင်မပြောသလို \"I'm bored, I want to beentertained. ငြီးငွေ့လှပြီ၊ ဖျော်ဖြေကြပါဦးဟ\"ဆိုတာလေးကို မှတ်မိပါလိမ့်မယ်။အခုလို အလွန့်အလွန်ငြီးငွေ့စရာ ခြောက်ကပ်ကပ်၊ ပျင်းခြောက်ခြောက် အခြေအနေမျိုးကို ကျော်လွားဖို့ ဘယ်သူမှ အရေးတယူ လာဖျော်ဖြေပေးမှာ မဟုတ်လို့ BeeGees သီချင်းက အကြံပြုသလို You Should Be Dancing ကနေတာပဲ ကောင်းပါလိမ့်မယ်။  ကတယ်ဆိုတာ ခေါင်း ခါး ခြေလက် ရင် တင်အကုန်လှုပ်ရှားရတာကြောင့် သင်ပါ လိုက်ကနိုင်ရင်တော့ ကျန်းမာရေးအတွက် အင်မတန်ကောင်းတဲ့ ကိုယ်လက်လှုပ်ရှားမှုတစ်ခု ဖြစ်ပါလိမ့်မယ်။ ကဲ အခု ဒီသွက်လက်မြူးကြွတဲ့ ကကွက်တွေနဲ့ Dance away the Coronavirus ကိုရိုနာဗိုင်းရပ်ကို မောင်းထုတ်လိုက်ရအောင်....အားလုံး လိုက်ကကြမယ်။ All together now!"
    },
    {
        "title": "World Teachers' Day",
        "content": "World Teachers' Day\n\nTo Sirs With Love Hailing World Teachers' Day ကကြီးခခွေးတန်းကစပြီး ဘွဲ့ရကျောင်းဆင်းဖြစ်တဲ့အထိ သင်ကြားပေးခဲ့ကြပါသော ဆရာများ၊ ဆရာကြီးဆရာမကြီးများနဲ့ ကနေ့အထိ သင်ကြားသွန်သင် လမ်းပြပေးလျက်ရှိတဲ့ သင်ဆရာ၊ မြင်ဆရာ၊ ကြားဆရာ အပေါင်းတို့ကို ရိုသေမြတ်နိုးစွာ ဂါရဝပြုဦးညွှတ်ပါ၏။Wish y'all auspiciousness!"
    },
    {
        "title": "ကိုရိုနာဗိုင်းရပ်ပိုး",
        "content": "ကိုရိုနာဗိုင်းရပ်ပိုး\n\nကိုရိုနာဗိုင်းရပ်ပိုးက အကြီးအသေး မရွေးဘူးနော် မပေါ့ကြနဲ့ ...Trump's positive Covid-19 test throws country into fresh upheavalby Kevin Liptak, CNNQUOTEPresident Donald Trump and first lady Melania Trump tested positive for the coronavirus,he announced on Twitter early Friday.\"Tonight, @FLOTUS and I tested positive for COVID-19. We will begin our quarantine and recovery process immediately. We will get through this TOGETHER!\" Trump, 74, tweeted.UNQUOTE"
    },
    {
        "title": "I saved Bùrma.",
        "content": "I saved Bùrma.\n\n\"I saved Bùrma. မြနိမာနိုင်ငံကို ကျွန်တော်ကယ်တင်ခဲ့တယ်\" ဆိုတဲ့ ဗိုလ်ချုပ်မှူးကြီးစောမောင်။၁၉၉၀ ရွေးကောက်ခံအစိုးရကို အာဏာလွဲပေးဖို့ စီစဥ်လို့ ဇာတ်တူသားအစားခံခဲ့ရတဲ့ ဒီနောက်ကြောင်းကိုလည်း သိထားသင့်ပါတယ်။"
    },
    {
        "title": "ယမမင်းနဲ့တွေ့ဆုံခြင်း",
        "content": "ယမမင်းနဲ့တွေ့ဆုံခြင်း\n\nပုံမှန်နိုးနေကျအတိုင်း ဒီကနေ့မနက် ၄ နာရီဝန်းကျင်လောက်မှာ ကျွန်တော်နိုးလာပါတယ်။ ကိုဗစ်စိုးရိမ်စိတ်ကြောင့် အိပ်ရာဘယ်ဘက်ဘေးရှိ ကျားဘမ်းပရုပ်ဆီဗူးကို လှမ်းယူကာ၊ အဖုံးဖွင့် ရှုရှိုက်ကြည့်လိုက်ပါတယ်။ ဪ ငါ အနံ့မပျောက်သေးပါလား။ ဟုတ်ပြီ ဒါနဲ့ တစ်နေ့တာကျော်ဖြတ်ဖို့ အိပ်ရာက ထလိုက်ပါတယ်။ထူးဆန်းတယ် ကျွန်တော့်ရင်ဘတ်ကို တစ်စုံတစ်ရာက ဖိထားသလို ခံစားရပြီး၊ ဘယ်လိုမှ လှုပ်ရှားမရအောင်ဖြစ်နေပါတယ်။ ကျွန်တော်ကို ဘယ်သူများ Shutdown ချလိုက်တာလဲ မသိပါဘူးဗျာ။  အဲဒီအချိန်မှာပဲ အမှောင်ထဲမှာ ခပ်ဝါးဝါးသဏ္ဍာန်တစ်ခု မြင်တွေ့နေရပါတယ်။ သူက မတိုးလွန်းမကျယ်လွန်း ကြားနိုင်လောက်တဲ့လေသံနဲ့ငါ ယမမင်း ပဲ၊ မင်းကိုခေါ်ဖို့ ငါရောက်လာတာ။ ငါ့ရဲ့လက်မရွံ့ကောင်တွေကိုတောင် မလွတ်ဘဲ၊ ငါကိုယ်တိုင်ရောက်လာရတာက ဖေ့ဘုတ်ပေါ်မှာ နေ့စဥ်နေ့တိုင်း မင်းရေးနေတဲ့ အတိုအထွာလေးတွေဖတ်ရင်း မင်းကိုတွေ့ချင်လို့ လာခဲ့တာပဲကွ။  သဘောကျတယ်ကွာ၊ ဘာတဲ့ Death _ The Leveller ဘဝနိဂုံးသေဆုံးခြင်းတို့၊Living on the borrowed time သေနေ့မစေ့သေးလို့ မသေသေးတာပါတို့၊ နောက်ပြီး You onlylive twice တစ်သက်မှာ နှစ်ကြိမ်တော့ အသက်ရှင်မယ်တို့၊ You are lonely when you aredead. သေတော့ တစ်ယောက်တည်း စတာတွေပေါ့ကွာ။ သံသရာနွံထဲက ဒုက္ခသမားတွေအတွက် မင်းအခုလို အသိထောက်သတိပေးနေတာ တို့ငရဲပြည်အတွက် အများကြီးအထောက်အကူ ဖြစ်တယ်ကွ။ လူတကာအမြင်မှားနေအောင် ငရဲကို ကြောက်စရာအသွင်မျိုး ဖန်တီးအရေးခံနေရတဲ့ တို့ငရဲကမ္ဘာကို \"Hell is a place of purgatory. အပြစ်ဆေးကြောရာနေရာ\" လို့ အဓိပ္ပာယ်အမှန်ဖော်ပေးလို့ ငါ မင်းကို တစ်ဘဝတစ်ခါသာရနိုင်တဲ့ အခွင့်အရေးတစ်ခုပေးလိုက်မယ်။ မင်းဖေ့ဘုတ်မှာ စာတွေနေ့စဥ် ရေးပေးနေသရွေ့ မင်းကိုငါမေ့နေပေးမယ် ဒါပဲ။ ယမမင်းက သူပြောစရာရှိတာပြောပြီး ပျောက်ကွယ်သွားပါတယ်။  ကဲ ယမမင်းပြောတဲ့အတိုင်း ကျွန်တော်စာတွေ ဆက်ရေးနေပါဦးမယ်။ ကျွန်တော့်စာတွေကို ဖေ့ဘုတ်ပေါ်မှာ မတွေ့ရတဲ့နေ့ဟာ My close encounter of the Deathကျွန်တော်နဲ့ယမမင်းတို့ တွေ့ကြမယ့်နေ့ပါပဲဗျာ။ ကျွန်တော့်စာတွေကို ဖတ်ရှုသူအပေါင်း ဘေးဘယာတွေ ကင်းဝေးကြပါစေ။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။♡♡♡PS >>> စာကြွင်း ယမမင်းပြောသွားတာ တစ်ခုရှိပါသေးတယ်။ အေး မင်းအခုလို ငါနဲ့တွေ့​ခဲ့တာကို ပြန်ရေးတဲ့အခါ မင်းကမင်းညာဥွ်အတိုင်းဝေါဟာရတွေ လိုသလို ဆွဲသုံးပြီးတော့ \"ကျွန်တော်က ခပ်ချောချော ခပ်တောင့်တောင့် နန်းမွေစံ တို့လို လုံးကြီးပေါက်လှတစ်ယောက်နဲ့ တွေ့ချင်တာ အခုတော့ လှယမင်းနဲ့ မဆုံတွေ့ရဘဲ၊ ယမမင်းနဲ့မှ ဆုံရလေခြင်းလို့ မင်းရေးဦးမှာ ငါသိနေတယ်ကွာ\" လို့ပြောခဲ့ပါသေးတယ်။"
    },
    {
        "title": "အို့ အို အိုး",
        "content": "အို့ အို အိုး\n\nBroken Pot မြန်မာစကားမှာ \"အိုးသည်အိုးကောင်းမသုံးရ\" လို့ဆိုရိုးရှိသလို၊ ပါရှန်းစကားပုံမှာလည်း \"The potter drinks water from a broken pot. အိုးထိန်းသည်ဟာ ကွဲနေတဲ့အိုးထဲကရေကို သောက်တယ်\" လို့ဆိုစကားရှိပါတယ်။ဒီစကားပုံလေးတွေက တီထွင်ဖန်တီးပြုလုပ်သူတွေအနေနဲ့ ပစ္စည်းကောင်းမသုံးရတဲ့ စိတ်မကောင်းစရာဖြစ်အင်ကို ဖော်ပြသလိုဖြစ်နေပါတယ်။  Cracked PotThe cracked pot ဆိုတဲ့ဇာတ်သွားလေးမှာ အမျိုးသမီးတစ်ယောက် ရေလုံတဲ့အိုးကတစ်ဘက်၊ အက်နေတဲ့အိုးကတစ်ဘက် ထမ်းပိုးနဲ့ထမ်းနေ့စဥ်ရေသယ်ပါတယ်။ရေလုံတဲ့အိုးက ရေအပြည့်သယ်နိုင်တာကြောင့် အပြစ်ဆိုစရာမရှိပေမဲ့၊ အက်ရာပါတဲ့အိုးက ရေစိမ့်ထွက်နေလို့ ရေတစ်ဝက်ပဲခပ်နိုင်ပါတယ်။ ဒါကြောင့် အက်နေတဲ့အိုးကွဲက ပိုင်ရှင်ကို သူ့ချို့ယွင်းချက်အပေါ် တောင်းပန်စကားဆိုပါတယ်။ ဒါပေမဲ့ ပိုင်ရှင်က သူဟာ အိုးကွဲရှိတဲ့ဘက်မှာ ပန်းပင်လေးတွေစိုက်ထားလို့အက်ကြောင်းကကျတဲ့ ရေတွေအလဟဿမဖြစ်ပဲ၊ အကျိုးရှိရှိ အသုံးချနိုင်ခဲ့ကြောင်း ပြန်ရှင်းပြလိုက်ပါတယ်။ Clay in Potter's handsအိုးထိန်းသည် (Potter) ဟာ ဘယ်လိုပဲမာကြောတဲ့ရွံ့မြေကိုမဆို အိုးလုပ်မြေစေး၊ ရွံ့စေး (Clay) ဖြစ်အောင်ပြုပြင်ပြီး၊ ကိုယ်လိုရာအိုးဖြစ်အောင်ပုံသွင်းလုပ်ဆောင်သွားရပါတယ်။အိုးထိန်းသည်ရဲ့ ကျွမ်းကျင်လက်မြောက်မှုကြောင့်သာ မြေစေးကနေ အဖိုးတန်အသုံးဝင်အိုးတွေ ဖြစ်လာရတာပါ။ သိရမှာကသက်မဲ့အရာဝတ္ထုပဲဖြစ်ဖြစ်၊ သက်ရှိလူမှာပဲဖြစ်ဖြစ် သူ့နေရာနဲ့သူအသုံးချနိုင်တဲ့၊ အသုံးကျတဲ့အရည်အသွေးတွေ ရှိတယ်ဆိုတဲ့အချက်ပါပဲ။ ဒါကြောင့် Positive; Negative မှာလို ဖန်ခွက်ထဲမှာ ရေအပြည့်ပဲရှိရှိ၊ရေတစ်ဝက်ပဲကျန်ကျန် အကောင်းမြင်တတ်ဖို့က သင့်စိတ်ထား၊ သင့်ရဲ့တွေးဆအသုံးချတတ်ဖို့ပဲ မဟုတ်ပါလား။ဒီတော့ အအက်အကွဲ၊ မပြည့်စုံတာတွေနဲ့ ကြုံတွေ့ရင်ဆိုင်လာရရင် ဆိုးလိုက်တဲ့ကံ၊ ရိုင်းလိုက်တဲ့ဘဝစတာတွေ အပြစ်ပြော ညည်းညူနေမဲ့အစား အလုပ်ဖြစ် အသုံးဝင်တန်ဖိုးရှိအောင် လုပ်ကိုင်နိုင်ကြပါစေ။အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "ရှမ်းပဲပုပ်လေးကျွန်တော်",
        "content": "ရှမ်းပဲပုပ်လေးကျွန်တော်\n\nမွန်ဂိုလီယာအမျိုးသမီး အဆိုတော်ပြန်ဆိုထားတဲ့ ဂျပန်သီချင်း Kitaguni No Haru မြောက်ပိုင်းဒေသရဲ့ နွေဦးရာသီ ရှမ်းပဲပုပ်လေးကျွန်တော် စိုင်းဆိုင်မောဝ်ရဲ့\"ရှမ်းပဲပုပ်လေးကျွန်တော်\"ကို လူတော်တော်များများ နားထောင်ဖူးပြီး ကြိုက်ကြပါတယ်။ သီချင်းကိုစကြားရတဲ့အချိန်ကရှမ်း(ရိုးရာ)တေးသွားအလိုက်သီချင်းတစ်ပုဒ်လို့ထင်ခဲ့မိပါတယ်။နောက်အတော်ကြာမှ မူရင်းက Kitaguni no Haru အမည်ရဂျပန်သီချင်း ဖြစ်နေကြောင်း သိရပါတယ်။ Kitaguni no Haru ဆိုတာ မြောက်ပိုင်းနွေဦး (North Country Spring) လို့အဓိပ္ပာယ်ရတဲမွေးဌာနေကို တမ်းတတဲ့တေးတစ်ပုဒ်ပါ။ သီဆိုသူက Sen Masao ဖြစ်ပါတယ်။၁၉၇၇ ခုနှစ်မှာသီဆိုခဲ့ပြီးအလွန်အောင်မြင်ကျာ်ကြားခဲ့တဲ့ သီချင်းတစ်ပုဒ်ပါ။ မူရင်းဂျပန်သီချင်းကို ရှမ်းရိုးရာဓလေ့စရိုက်၀င်အောင် သေသေသပ်သပ်လှလှပပ မြန်မာမှုပြုပေးခဲ့တဲ့အဆိုတော် စိုင်းဆိုင်မောဝ် ကိုကျေးဇူးတင်ပါတယ်။ မူရင်းဂျပန်သီချင်းနားထောင်လိုသူများနားဆင်ကြပါ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Purify Yourself",
        "content": "Purify Yourself\n\nလူဆိုတာ မွေးကတည်းက စိတ်ကောင်းနဲ့မွေးလာတာမဟုတ်ပေမဲ့ စိတ်ကောင်းရှိဖို့လိုပါတယ်။ စိတ်ကောင်းစိတ်မြတ်က လူကောင်းလူတော်တွေကို မွေးဖွားပေးတယ်။ ယုတ်မာညံ့ဖျင်းတဲ့စိတ်က လူဆိုးလူညံ့လူယုတ်မာတွေကို မွေးဖွားပေးပါလိမ့်မယ်။တစ်ဦးချင်းစီ စိတ်ကောင်းထားမှသာ မိမိဝန်းကျင်လည်း စိတ်ထားကောင်းသူတွေများလာပါမယ်။ အဲဒီလို အားလုံးကောင်းစေချင်တဲ့ စိတ်ဟာစိတ်ကောင်းပါပဲ။  စိတ်ကူးစိတ်သန်းကောင်းရှိရင်ရှိသလို လောကကြီးအေးချမ်းပါတယ်။ စ်တ်ကောင်းစေတနာကောင်းရှိပြီး၊အားလုံးအကျိုးရှိတဲ့အပြောအလုပ်လုပ်ကြရင် ကမ္ဘာကြီးငြိမ်းချမ်းသွားမယ်။ စိတ်သာရှင်စောဘုရားဟောအတိုင်း အကုသိုလ်မှန်သမျှမလုပ်ဘဲ၊ ကောင်းမှုကုသိုလ်မှန်သမျှကို ဖြူစင်မေတ္တာ၊ စိတ်စေတနာကောင်းနဲ့ လုပ်ကြရပါမယ်။ ကဲ ပထမဆုံး ကိုယ့်စိတ်ကိုယ်​ပြင်လိုက်ကြဦး။ရေကြတော့ Purified drinking water ရေသန့်မှသောက်ချင်ကြသူတွေ Purify your mind စိတ်ကောင်းထားတတ်ဖို့ကြိုးစားလိုက်ကြရအောင်။ \"The real illness is the illness of the mind.\"အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Room or No Room",
        "content": "Room or No Room\n\nတစ်ခါက Room အကြောင်းရေးဖူးပါတယ်။ There is always room at the top. အမြင့်မှာ အမြဲတမ်း နေရာတစ်ခုရှိလေရဲ့ လို့ဆိုလိုတာပါ။ ကြိုးစားစေချင်တဲ့သဘောနဲ့ တိုက်တွန်းစကား MotivationalQuote ဖြစ်ပါတယ်။ ဒီနေရာမှာ Room က \"အခန်း\" ဖြစ်နိုင်သလို၊ \"နေရာ\" လည်းဖြစ်နိုင်ပါတယ်။ အများစုက Room ကိုတစ်ယောက်ခန်း၊ နှစ်ယောက်ခန်းလို ဟိုတယ်အခန်း (Single room; Double room); Diningroom ထမင်းစားခန်း၊ Living room ဧည့်ခန်း၊ Bathroom ရေချိုးခန်း၊ Bed-room အိပ်ခန်း၊  တွေအဖြစ်သိကြပါတယ်။\"အခန်း\" အပြင် Room ရဲ့နောက်အဓိပ္ပာယ်တစ်မျိုးက \"နေရာ၊ နေရာထိုင်ခင်း Space\" ဖြစ်ပါတယ်။နေရာကျဥ်းတယ်၊ နေရတာကျဥ်းကျပ်တယ်ဆိုတဲ့ နေရာထိုင်ခင်းပြဿနာ ကြုံရတတ်ပါတယ်။ ဒါကြောင့် အင်္ဂလိပ်စကားမှာ ချောင်ချောင်ချိချိရှိသည့်နေရာ၊ လှည့်သာအောင်ကျယ်ဝန်းသည့်နေရာ၊ လှုပ်သာလှည့်သာရှိသောနေရာကို Elbow room လို့ခေါ်ပါတယ်။ တံတောင်ဆစ်ခန်း လို့တော့ဘာသာပြန်လို့တော့မရပါ။အလားတူပါပဲ Legroom ဆိုတာကလည်း \"(ကား၊ လေယာဥ်) ထိုင်နေစဥ်ခြေထောက်ချထားနိုင်သည့်နေရာခြေထောက်ဆန့်ထုတ်နားနေနိုင်အောင် ကျယ်ဝန်းသည့်နေရာ Space to stretch the legs while seated.\" ကိုခေါ်တာဖြစ်ပါတယ်။\"ကျယ်ကျယ်ဝန်းဝန်းရှိသော၊ ကျယ်ဝန်း၊ ချောင်ချိသော\" အခြေအနေကို Roomy လို့ပြောပါတယ်။Spacious room ကျယ်ဝန်းသောအခန်း လို့လည်းပြောကြပါတယ်။ နေရာကျဥ်းကျပ်လွန်းတယ်၊ ဖင်လှည့်စရာနေရာတောင်မရှိဘူး ဆိုတာမျိုးကိုတော့There is no room to swing a cat. အကောင်သေးသေး ကြောင်တစ်ကောင်တောင် ဖင်မလွတ်ခေါင်းမလွတ်လို့တင်စားပြောတာတွေ့ရပါတယ်။Last but not least နောက်ဆုံးပိတ်မှပြောရပေမဲ့ အရေးကြီးတာက Room မှာ \"အခန်း\" တို့၊ နေရာ (နေရာထိုင်ခင်း)တို့အပြင် \" Opportunity or scope (to do something). အခွင့်အလမ်း\" ဆိုတဲ့ဆင့်ပွားအနက်လည်း ရှိပါသေးတယ်။ ဥပမာ There is room for improvement. တိုးတက်ဖို့အခွင့်အလမ်းရှိတယ်လို့ဆိုလိုတာဖြစ်ပါတယ်။ ဝေါဟာရတိုးပွားချင်သူများ စကားလုံးတွေရဲ့အနက်အမျိုးမျိုးကို ဖြန့်ကြက်ရှာဖွေသုံးစွဲနိုင်ကြပါစေ။There is always room at the top. It's hard to get there. It's still harder to stay there long.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Flattery goes nowhere",
        "content": "Flattery goes nowhere\n\nအင်္ဂလိပ်က Flattery goes nowhere / Flattery will get you nowhere လာမြှောက်ပင့်မနေနဲ့ /မြှောက်ပေးလို့ ဘာမှဖြစ်မလာ လို့ ပြောတော့ဂျပန်က 豚もおだてりゃ木に登る မြှောက်ပေးရင် ဝက်တွေတောင် သစ်ပင်ပေါ်တက်တယ် မြန်မာက မြှောက်ပေးရင် ဝှေးတက်အောင်ကတယ် တဲ့ဗျာ။Credit to contributor."
    },
    {
        "title": "Humanity for Humans",
        "content": "Humanity for Humans\n\nကိုဗစ်ကာကွယ်ဆေးကို တစ်ကမ္ဘာလုံးအတိုင်းအတာနဲ့ လူတိုင်းစေ့လက်လှမ်းမီစေဖို့ G20 လို ကမ္ဘာ့အချမ်းသာဆုံးနိုင်ငံကြီးတွေ၊ အများအကျိုးစဥ်သယ်ပိုးမယ့် ပရဟိတစိတ်ထားရှင် သန်းကြွယ်သူဌေးတွေက ကြိုးစားနေကြပါပြီ။ ကျွန်တော်တို့ရဲ့ရွေးကောက်ခံ ပြည်သူ့အစိုးရလည်း ပါတာပေါ့ဗျာ။ကာကွယ်ဆေးတွေ သိုလှောင်ဖို့၊ ဖြန့်ဖြူးဖို့၊ ကာကွယ်ဆေးထိုးပေးဖို့ အစီအစဥ်စလုပ်နေပါပြီ။ အားတင်းထားကြပါ။အားလုံး ဘေးကင်းကြပါစေ။"
    },
    {
        "title": "တောလယ်အပြောကြွယ်မောတယ်",
        "content": "တောလယ်အပြောကြွယ်မောတယ်\n\nIn the midst of wilderness  ဆရာမင်းကျော်ရဲ့ ဝတ္ထုနာမည်က \"အဖြူကို မည်သူ အနက်ဆိုးသလဲ\" တဲ့။မြန်မာပြည်ကြီး ကောင်းစားစေချင်ရင် အဖြူကို အနက်မဆိုးကြပါနဲ့။ ပြည်သူတွေအာဏာပိုင်စိုးတဲ့ဒီမိုကရက်တစ်ခေတ်ရောက်နေပေမဲ့ တကယ့်အခြေအနေအရ ကျွန်တော်တို့တတွေတောနက်ကြီးထဲမှာပဲရှိပါသေးတယ်။ We are still in the midst of wilderness.လွတ်လပ်ရေးမရမီက ဗိုလ်ချုပ် ပြောဖူးတယ်။ ဘေးမကင်းမီ ဟင်းမချပါနဲ့တဲ့။ Don't halloo till you are out of the wood.ဒီတော့ အခုလို လှေစီးသွားလာနေရတဲ့ အချိန်အခါမျိုးမှာ လှိုင်းထအောင် မလုပ်ကြစေလိုပါ။လှိုင်းမပုတ်ကြစေလိုပါ။ Don't Make Waves! မလိုလားအပ်တဲ့ပြဿနာတွေ မဖန်တီးကြပါနဲ့။ အားလုံး မင်္ဂလာပါ။ Image credit to original artists.Post reference :November 20, 2019."
    },
    {
        "title": "Dog in the manger.",
        "content": "Dog in the manger.\n\nမြန်မာစကားမှာ ကိုယ်လည်းစားမရ၊ တခြားသူကိုလည်း စားခွင့်မပြုတဲ့လူမျိုးကို \"ကောက်ရိုးပုံစောင့်တဲ့ခွေး\" လို့ပြောလေ့ရှိပါတယ်။ အင်္ဂလိပ်​တွေကတော့ \"နွားစားခွက်ထဲကခွေး Dog in the manger. လို့တင်စားပြောဆိုပါတယ်။A person who selfishly keeps so that others may not use or enjoy it. အဲဒီလိုလူတွေကို Narrow-minded greedyperson အမြင်ကျဥ်းတစ်ကိုယ်ကောင်း ​လောဘသမားလို့လည်း ကင်ပွန်းတပ်ကြပါတယ်။ ဘာပဲဖြစ်ဖြစ် ကိုယ့်အတွက်အသုံးမကျတာကိုတောင် တခြားလူတွေသုံးဖို့မျှဝေမပေးနိုင်သူတွေဟာ အင်မတန် စိတ်ဓာတ်ညံ့ဖျင်းသူတွေပါ။ ကိုယ့်အတွက်ပဲကြည့်တတ်သလို တခြားသူတွေအကျိုးရှိသွားမှာကို မနာလိုဝန်တိုသူတွေဖြစ်ကြပါတယ်။ ဝေးဝေးက ရှောင်ရှားသင့်သူတွေ မဟုတ်ပါလားခင်ဗျာ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Cast A Vote",
        "content": "Cast A Vote\n\nHow You Live အင်္ဂလိပ်စကားမှာ People who live in the glass houses should not throw stones.မှန်တွေနဲ့ဆောက်ထားတဲ့ အိမ်ထဲမှာနေသူတွေ ခဲမပစ်ရတဲ့။ အရင်က မယဥ်ကျေးသူတွေ အုပ်ချုပ်ခံခဲ့ရလို့ ကျွန်တော်တို့လည်း မတိုးတက်ဘဲ တောနက်ထဲနေခဲ့ရတယ်။အခုတော့ ဒီမိုကရေစီ နည်းကျ အုပ်ချုပ်မှုကြောင့် လူလူသူသူနေထိုင်နိုင်လာကြပါပြီ။  Cast Your Vote လောကမှာအသိဉာဏ်နည်းပြီး ကျေးဇူးမသိသူတွေ များပါတယ်။ ဘယ်လိုပဲဒေါသဖြစ်စရာတွေ့တွေ့၊ နာကျည်းခံပြင်းစရာတွေ ကြုံရကြုံရ စိတ်မဆိုးကြပါနဲ့။ အခုအချိန်က ခဲနဲ့ပစ်ရမယ့် အချိန်မဟုတ်တော့ပါ။ဆန္ဒမဲနဲ့ ဖယ်ရှားပစ်ရမှာဖြစ်ပါတယ်။ ဒါလူ့ယဉ်ကျေးမှုပါ။  Civilization Civilization began the first time an angry person cast a vote/ word) instead of a rock. ခဲမပေးဘဲ မဲပေး​ကြရအောင်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "\"ယုံကြည်အောင်ဖန်ဆင်း\"",
        "content": "\"ယုံကြည်အောင်ဖန်ဆင်း\"\n\nကျွန်တော် မြီးကောင်ပေါက်အရွယ်တည်းက ကြိုက်နှစ်ခဲ့တဲ့ သက်ကြီးပိုင်း ရုပ်ရှင်မင်းသား ဦးညွှန့်ဝင်းရေးတဲ့ စာအုပ်ထွက်လာပါတယ်။ စိတ်ဝင်စားမိလို့တင်လိုက်တာပါ...မြန်မာ့ရုပ်ရှင်နှစ်တစ်ရာပြည့် အထိမ်းအမှတ်အဖြစ် အကယ်ဒမီများရှင် နာယကကြီး ဦးညွန့်ဝင်းက ကိုယ်တိုင်ရေးသားသော\"ယုံကြည်အောင်ဖန်ဆင်း\"သရုပ်ဆောင်လမ်းညွှန်စာအုပ်ကို အသက် ၈၀ ပြည့်အထိမ်းအမှတ် မြန်မာနိုင်ငံရုပ်ရှင်အစည်းအရုံး သို့ ပေးအပ်လှူဒါန်းပွဲအခမ်းအနား(၁၉-၃-၂၀၂၀)ဇစ်မြစ်-မြန်မာနိုင်ငံရုပ်ရှင်အစည်းအရုံး"
    },
    {
        "title": "USA",
        "content": "USA\n\nနိုဝင်ဘာ ၃ ရက် ရွေးကောက်ပွဲရလဒ်အရ သူ့ရှုံးနိမ့်ကြောင်း ဒေါ်နယ်ထရမ့်က တရားဝင်မကြေညာသေးပေမဲ့၊ သူဟာ ၂၀၂၁ ဇန်နဝါရီမှာတော့ အမေရိကားရဲ့ သမ္မတ မဟုတ်တော့ပါလို့ လူသိရှင်ကြား ပြောကြားလိုက်ပါပြီ။ MYANMAR နိုဝင်ဘာ ၈ ရက် ရွေးကောက်ပွဲမှာ လက်ရှိပြည်သူ့အစိုးရရဲ့ အမျိုးသားဒီမိုကရေစီအဖွဲ့ချုပ် NLD က မဲအပြတ်အသတ်နဲ့ အနိုင်ရသွားပါပြီ။ အစိုးရဖွဲ့ဖို့ လိုအပ်တဲ့မဲ ၃၂၂ ကိုလည်း ကျော်လွန်ရရှိထားပါတယ်။ အားလုံး လတ်တလောကပ်ရောဂါဆိုးကို ကြံ့ကြံ့ခံရင်း၊ ပိုမိုတည်ငြိမ်ရင့်ကျက်မှု၊ အသိဉာဏ်အားနဲ့ လာမယ့် ၅ နှစ်တာ ဒီမိုကရေစီခရီးနှင်ကြပါစို့လားခင်ဗျာ။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။NLD has won for Second 5-year Term... •••\"အမျိုးသားဒီမိုကရေစီအဖွဲ့ချုပ်ရဲ့ အံ့အားသင့်ဖွယ်အောင်မြင်မှု\"••• ဘာကြောင့်များ ဒီလောက်ထောက်ခံမှုရနေတာလဲဗျာ။ ရှုစားကြပါဦး... Credit to contributor & uploader."
    },
    {
        "title": "တော်သူနေ မတော်သူသေ",
        "content": "တော်သူနေ မတော်သူသေ\n\n"
    },
    {
        "title": "The Fittest or The Toughest  ကျွန်တော် ၁၃၊ ၁၄ နှစ်သားအရွယ်က ဆရာတော်တစ်ပါးရေးတဲ့ Moralism Philosophy ကိုယ်ကျင့်တရားဆိုင်ရာအတွေးအမြင် စာစုလေးကို ဖတ်ခဲ့ရပါတယ်။ အဲဒီစာစုထဲမှာ The survival of the fittest. ကို \"တော်သူနေ မတော်သူသေ\" လို့ ဘာသာပြန်ထားတာ တွေ့ရပါတယ်။ သူ့အဓိပ္ပါယ်ရင်းမြစ်ကို ရှာလိုက်တော့ \"လူပဲဖြစ်ဖြစ်၊ တိရစ္ဆာန်ပဲဖြစ်ဖြစ် ကိုယ်နေထိုင်ရာ၊ ကျင်လည်ကျက်စားရာ ပတ်ဝန်းကျင်နဲ့ သဟဇာတဖြစ်အောင် နေတတ်သူတွေသာ အသက်ရှင်ကြပြီး၊ ထိုသို့မနေတတ်ရင် ဆက်လက်အသက်ရှင်ဖို့ ခက်မယ်\" လို့ ဆိုလိုတာဖြစ်ပါတယ်။ တစ်နည်း \"ပတ်ဝန်းကျင်အခြေအနေနဲ့ အသင့်မြတ်ဆုံးဖြစ်မှသာ မပျောက်မပျက် အသက်ရှင်ကျန်ရစ်မယ်\" ဖြစ်ပါတယ်။ ကုန်ကုန်ပြောရရင် \"ပတ်ဝန်းကျင်သဘာဝအခြေအနေနဲ့ အသင့်လျော်ဆုံး အလိုက်ဖက်ဆုံးသူတို့သာ မပျက်မသှဉ်း မတိမ်ကောဘဲ ရှင်သန်ရပ်တည်နိုင်မယ်\" ဖြစ်ပါမယ်။  The survival of the fittest. ကို ဆရာတော် ထိထိမိမိ တိုတိုတုတ်တုတ် ဘာသာပြန်လိုက်တဲ့ \"တော်သူနေ မတော်သူသေ\" ဆိုစကားဟာ ကျွန်တော့်ဘဝတစ်လျောက်လုံးအတွက် ဘဝရှေ့ဆောင်မီးရှုးတန်ဆောင်ဖြစ်လာခဲ့ပါတယ်။ ခက်ခဲကြမ်းတမ်းလှတဲ့ ဘဝခရီးကို ဖြတ်သန်းရင်း မျက်နှာသာမပေးတဲ့ ပတ်ဝန်းကျင်အခြေအနေကို လိုက်လျောညီထွေနေတတ်လာတယ်။ မတော်သူတွေက တော်သူတွေကို လမ်းခင်းပေးနေရတာ သိမြင်လာပြီး၊ အကြံ့ခိုင်ဆုံးသူတွေ (The Toughest) သာ ဘဝမှာရှင်သန်နေတယ်ဆိုတာ ကောင်းကောင်းသဘောပေါက်ပါတယ်။ ခေတ်တွေ ဘယ်လိုပြောင်းပြောင်း ကမ္ဘာကြီးက ပိုမိုနေပျော်စရာဖြစ်မလာခဲ့ပါဘူး။ သြော် Only the toughest can survive. အကြံ့ခိုင်ဆုံးသူတွေသာ ရှင်သန်ရပ်တည်နိုင်တယ်နော်။ အားလုံး မင်္ဂလာပါ။",
        "content": "The Fittest or The Toughest  ကျွန်တော် ၁၃၊ ၁၄ နှစ်သားအရွယ်က ဆရာတော်တစ်ပါးရေးတဲ့ Moralism Philosophy ကိုယ်ကျင့်တရားဆိုင်ရာအတွေးအမြင် စာစုလေးကို ဖတ်ခဲ့ရပါတယ်။ အဲဒီစာစုထဲမှာ The survival of the fittest. ကို \"တော်သူနေ မတော်သူသေ\" လို့ ဘာသာပြန်ထားတာ တွေ့ရပါတယ်။ သူ့အဓိပ္ပါယ်ရင်းမြစ်ကို ရှာလိုက်တော့ \"လူပဲဖြစ်ဖြစ်၊ တိရစ္ဆာန်ပဲဖြစ်ဖြစ် ကိုယ်နေထိုင်ရာ၊ ကျင်လည်ကျက်စားရာ ပတ်ဝန်းကျင်နဲ့ သဟဇာတဖြစ်အောင် နေတတ်သူတွေသာ အသက်ရှင်ကြပြီး၊ ထိုသို့မနေတတ်ရင် ဆက်လက်အသက်ရှင်ဖို့ ခက်မယ်\" လို့ ဆိုလိုတာဖြစ်ပါတယ်။ တစ်နည်း \"ပတ်ဝန်းကျင်အခြေအနေနဲ့ အသင့်မြတ်ဆုံးဖြစ်မှသာ မပျောက်မပျက် အသက်ရှင်ကျန်ရစ်မယ်\" ဖြစ်ပါတယ်။ ကုန်ကုန်ပြောရရင် \"ပတ်ဝန်းကျင်သဘာဝအခြေအနေနဲ့ အသင့်လျော်ဆုံး အလိုက်ဖက်ဆုံးသူတို့သာ မပျက်မသှဉ်း မတိမ်ကောဘဲ ရှင်သန်ရပ်တည်နိုင်မယ်\" ဖြစ်ပါမယ်။  The survival of the fittest. ကို ဆရာတော် ထိထိမိမိ တိုတိုတုတ်တုတ် ဘာသာပြန်လိုက်တဲ့ \"တော်သူနေ မတော်သူသေ\" ဆိုစကားဟာ ကျွန်တော့်ဘဝတစ်လျောက်လုံးအတွက် ဘဝရှေ့ဆောင်မီးရှုးတန်ဆောင်ဖြစ်လာခဲ့ပါတယ်။ ခက်ခဲကြမ်းတမ်းလှတဲ့ ဘဝခရီးကို ဖြတ်သန်းရင်း မျက်နှာသာမပေးတဲ့ ပတ်ဝန်းကျင်အခြေအနေကို လိုက်လျောညီထွေနေတတ်လာတယ်။ မတော်သူတွေက တော်သူတွေကို လမ်းခင်းပေးနေရတာ သိမြင်လာပြီး၊ အကြံ့ခိုင်ဆုံးသူတွေ (The Toughest) သာ ဘဝမှာရှင်သန်နေတယ်ဆိုတာ ကောင်းကောင်းသဘောပေါက်ပါတယ်။ ခေတ်တွေ ဘယ်လိုပြောင်းပြောင်း ကမ္ဘာကြီးက ပိုမိုနေပျော်စရာဖြစ်မလာခဲ့ပါဘူး။ သြော် Only the toughest can survive. အကြံ့ခိုင်ဆုံးသူတွေသာ ရှင်သန်ရပ်တည်နိုင်တယ်နော်။ အားလုံး မင်္ဂလာပါ။\n\n"
    },
    {
        "title": "မနက်စာလာတောင်းကြသူများ",
        "content": "မနက်စာလာတောင်းကြသူများ\n\n"
    },
    {
        "title": "The Early Birds for Breakfast မနက်စာလာတောင်းကြသူများ  နံနက်မိုးသောက် မနက်ခင်းရောက်တာနဲ့ ကျွန်တော့်အိမ်ရှေ့ရောက်လာကြသူတွေကတော့ မနက်စာလာတောင်းသူတွေပါပဲ။ သူတို့က ကျွန်တော်တို့မိသားစုကို ကုသိုလ်တွေလာပေးနေကြတဲ့ ခွေးတွေပါ။ ပိုင်ရှင်မဲ့လမ်းပေါ်က ခွေးတွေပါသလို အိမ်တစ်အိမ်က မွေးထားတဲ့ခွေးတွေလည်းပါတယ်။ သူတို့အချင်းချင်း ဘယ်လိုဆက်သွယ်အသိပေးလိုက်လို့ ရောက်လာကြသလဲတော့မသိ ခွေးဦးရေ တိုးတိုးလာနေပါတယ်။ ဇနီးသည်က ဆန်ဖိုး၊ ငါးနဲ့အသားဖိုးထုတ်ပေးပြီး၊ သမီးက ဒိုင်ခံချက်ပြုတ်ကျွေးမွေးပါတယ်။ တစ်နေ့သုံးခါဆိုပေမဲ့ ညနေပိုင်းတဖွဲဖွဲရောက်လာတတ်ပါတယ်။ ကျွန်တော်တို့သားအဖက ည ၁၁ ~ ၁၂ အထိ လာတောင်းတဲ့ခွေးတွေအားလုံး အညီအမျှစားရအောင် ထိန်းသိမ်းကျွေးရပါတယ်။ တကယ့်ကို ကြည်နူးဝမ်းမြောက်စရာ ဒါနလေးပါ။  အရင်ကပြောဖူးသလိုပါပဲ ကျွန်တော်က အားလပ်ရက်တွေမှာ အိမ်ရှေ့ကွန်ကရစ်လမ်းကို တံမြက်စည်းလှည်း ကုသိုလ်ယူပါတယ်။ ထုံးစံအတိုင်း ဒီနေ့လမ်းတံမြက်လှည်းလို့ ပြီးသွားပါတယ်။ အခု မနက်စာလာတောင်းသူတွေကို ထမင်းကျွေးလိုက်ပါဦးမယ်။ ကျွန်တော့်ပို့ကို ဖတ်ရှုနေကြသူ ဆရာ့ဆရာများ၊ အင်္ဂလိပ်စာလေ့လာနေကြသူများ၊ မိတ်ဆွေသူငယ်ချင်း အပေါင်းအသင်းရောင်းရင်းများ၊ လုပ်ဖော်ကိုင်ဖက်များအားလုံးကို မေတ္တာထားကာ၊ ဤကောင်းမှုအစုစုကို မျှဝေအပ်ပါတယ်။ မင်္ဂလာ့ မင်္ဂလာပါခင်ဗျာ။",
        "content": "The Early Birds for Breakfast မနက်စာလာတောင်းကြသူများ  နံနက်မိုးသောက် မနက်ခင်းရောက်တာနဲ့ ကျွန်တော့်အိမ်ရှေ့ရောက်လာကြသူတွေကတော့ မနက်စာလာတောင်းသူတွေပါပဲ။ သူတို့က ကျွန်တော်တို့မိသားစုကို ကုသိုလ်တွေလာပေးနေကြတဲ့ ခွေးတွေပါ။ ပိုင်ရှင်မဲ့လမ်းပေါ်က ခွေးတွေပါသလို အိမ်တစ်အိမ်က မွေးထားတဲ့ခွေးတွေလည်းပါတယ်။ သူတို့အချင်းချင်း ဘယ်လိုဆက်သွယ်အသိပေးလိုက်လို့ ရောက်လာကြသလဲတော့မသိ ခွေးဦးရေ တိုးတိုးလာနေပါတယ်။ ဇနီးသည်က ဆန်ဖိုး၊ ငါးနဲ့အသားဖိုးထုတ်ပေးပြီး၊ သမီးက ဒိုင်ခံချက်ပြုတ်ကျွေးမွေးပါတယ်။ တစ်နေ့သုံးခါဆိုပေမဲ့ ညနေပိုင်းတဖွဲဖွဲရောက်လာတတ်ပါတယ်။ ကျွန်တော်တို့သားအဖက ည ၁၁ ~ ၁၂ အထိ လာတောင်းတဲ့ခွေးတွေအားလုံး အညီအမျှစားရအောင် ထိန်းသိမ်းကျွေးရပါတယ်။ တကယ့်ကို ကြည်နူးဝမ်းမြောက်စရာ ဒါနလေးပါ။  အရင်ကပြောဖူးသလိုပါပဲ ကျွန်တော်က အားလပ်ရက်တွေမှာ အိမ်ရှေ့ကွန်ကရစ်လမ်းကို တံမြက်စည်းလှည်း ကုသိုလ်ယူပါတယ်။ ထုံးစံအတိုင်း ဒီနေ့လမ်းတံမြက်လှည်းလို့ ပြီးသွားပါတယ်။ အခု မနက်စာလာတောင်းသူတွေကို ထမင်းကျွေးလိုက်ပါဦးမယ်။ ကျွန်တော့်ပို့ကို ဖတ်ရှုနေကြသူ ဆရာ့ဆရာများ၊ အင်္ဂလိပ်စာလေ့လာနေကြသူများ၊ မိတ်ဆွေသူငယ်ချင်း အပေါင်းအသင်းရောင်းရင်းများ၊ လုပ်ဖော်ကိုင်ဖက်များအားလုံးကို မေတ္တာထားကာ၊ ဤကောင်းမှုအစုစုကို မျှဝေအပ်ပါတယ်။ မင်္ဂလာ့ မင်္ဂလာပါခင်ဗျာ။\n\n"
    },
    {
        "title": "POST-ELECTION RAIN",
        "content": "POST-ELECTION RAIN\n\n"
    },
    {
        "title": "ဒီကနေ့မနက်ပိုင်း သည်းထန်စွာရွာတဲ့မိုးကြောင့် ကျွန်တော် ၂ နာရီ ၄၃ လောက် အိပ်ရာကနိုးလာပါတယ်။ နိုဝင်ဘာ ၈ - ၂၀၂၀ ရွေးကောက်ပွဲအလွန် သဲသဲမဲမဲရွာချလိုက်တဲ့မိုးပါ။ Rain ရွာတယ်ဆိုတာထက် Pour လောင်းချလိုက်တယ်လို့ ပြောရမှာဖြစ်ပါတယ်။ ဒီမိုးကြီးက နောက်ထပ်ငါးနှစ်တာ ဒီမိုကရေစီခြေလှမ်းအတွက် အားရဝမ်းသာနဲ့ အားပါးတရ သွန်းလောင်းပေးလိုက်တဲ့ မေတ္တာမိုးကြီးပါ။  တစ်တိုင်းပြည်လုံးရှိ ပြည်သူတွေရဲ့ တစ်ခဲနက်ဆန္ဒကို စစ်မှန်တဲ့မဲနဲ့ ဖော်ထုတ်ပြသပေးပြီးပြီဖြစ်လို့၊ ဓမ္မ က အဓမ္မ ကို လှည်းကျင်းဖယ်ထုတ်ပေးလိုက်တဲ့သဘောလည်း ဆောင်ပါလိမ့်မယ်။ Power to the People, right on! အားလုံး မင်္ဂလာမနက်ခင်းပါ။",
        "content": "ဒီကနေ့မနက်ပိုင်း သည်းထန်စွာရွာတဲ့မိုးကြောင့် ကျွန်တော် ၂ နာရီ ၄၃ လောက် အိပ်ရာကနိုးလာပါတယ်။ နိုဝင်ဘာ ၈ - ၂၀၂၀ ရွေးကောက်ပွဲအလွန် သဲသဲမဲမဲရွာချလိုက်တဲ့မိုးပါ။ Rain ရွာတယ်ဆိုတာထက် Pour လောင်းချလိုက်တယ်လို့ ပြောရမှာဖြစ်ပါတယ်။ ဒီမိုးကြီးက နောက်ထပ်ငါးနှစ်တာ ဒီမိုကရေစီခြေလှမ်းအတွက် အားရဝမ်းသာနဲ့ အားပါးတရ သွန်းလောင်းပေးလိုက်တဲ့ မေတ္တာမိုးကြီးပါ။  တစ်တိုင်းပြည်လုံးရှိ ပြည်သူတွေရဲ့ တစ်ခဲနက်ဆန္ဒကို စစ်မှန်တဲ့မဲနဲ့ ဖော်ထုတ်ပြသပေးပြီးပြီဖြစ်လို့၊ ဓမ္မ က အဓမ္မ ကို လှည်းကျင်းဖယ်ထုတ်ပေးလိုက်တဲ့သဘောလည်း ဆောင်ပါလိမ့်မယ်။ Power to the People, right on! အားလုံး မင်္ဂလာမနက်ခင်းပါ။\n\n"
    },
    {
        "title": "WE LOVE YOU NLD",
        "content": "WE LOVE YOU NLD\n\nWE LOVE YOU MORE THAN WE CAN SAY ••• အင်မတန်ရိုးစင်းပြီး ဆိုရလွယ်လို့ အထက်တန်းကျောင်းသားဘဝမှာ ခဏခဏဟစ်ခဲ့ရတဲ့ Bobby Vee ရဲ့ More Than I Can Say ပါ။ ••• အခုတော့ Leo Sayer က ပုံစံနည်းနည်းပြောင်းပြီး၊ ပြန်ဆိုထားတာဖြစ်ပါတယ်။ ••• ဒီညတော့ ပြည်သူ့အစိုးရရဲ့ပါတီ NLD ကို မဲပေးပြီးဖြစ်လို့ .More Than I Can Say ကို အရသာရှိရှိ နားထောင်ကြပါဦး။"
    },
    {
        "title": "လေဒီဂါဂါ",
        "content": "လေဒီဂါဂါ\n\nလေဒီဂါဂါ (သို့မဟုတ်) ကြယ်တစ်ပွင့်မွေးဖွားခြင်း  ကရပပ လေဒီဂါဂါ Lady Gaga ရဲ့နာမည်ရင်းက Stefani Joanne Angelina Germanotta ဖြစ်ပါတယ်။ သူ့နာမည်က ရှည်လွန်းတော့ ခေါ်ရတာအဆင်ပြေအောင် သူကြိုက်တဲ့ Queen တေးဂီတအဖွဲ့ရဲ့ ကျော်ကြားဓသီချင်း Radio Gaga က Gaga ကိုယူပြီး၊လေဒီဂါဂါ လို့မှည့်ခေါ်ခဲ့ကြောင်းပြောပါတယ်။ (အချိန်ရရင်တော့ အဲဒီ Radio Gaga သီချင်း ကို နားထောင်စေချင်ပါတယ်။)  အသက် ၃၃ နှစ်အရွယ် တေးသံရှင်၊ တေးရေးသူ၊ ရုပ်ရှင်သရုပ်ဆောင်တစ်ဦးဖြစ်တဲ့ Lady Gaga ဟာ တေးရေး၊ တေးဆို၊ သရုပ်ဆောင်အလုပ်အပြင် ရူးကြောင်ကြောင် ဖက်ရှင်တွေနဲ့ လူတွေကို အရူးအမူးဖြစ်စေခဲ့ပါတယ်။ မအပ်စပ်၊ မလျော်ညီ၊ မလိုက်ဖက်၊ စည်းကမ်းနဲ့မညီတဲ့ ပွဲတက်ဖက်ရှင်တွေနဲ့ လူတွေကို ဖမ်းစားနေဆဲပါ။ အခု ထိပ်တန်းဖက်ရှင်မဂ္ဂဇင်းကြီး ELLE က သူ့အကြောင်း အကျယ်တဝင့် ဖော်ပြထားပါတယ်။ ဖက်ရှင်စိတ်ဝင်စားသူများ ရှာဖတ်ကြပါဦး။  သူရဲ့ ၂၀၁၈ ပြသတဲ့A Star Is Born ရုပ်ရှင်ကား အောင်မြင်မှုကလည်း ရုပ်ရှင်ရော၊ ဂီတနယ်ပယ်မှာပါ အောင်မြင်မှုတွေ တစ်သီကြီးရရှိစေခဲ့ပြီး၊ သူ့ကို ထိပ်တန်းမင်းသမီးနေရာကို တွန်းပို့ပေးလိုက်သလိုပါပဲ။ ကဲ အောင်မြင်မှုတွေ ဆက်တိုက်ရရှိနေတဲ့ လေဒီဂါဂါအကြောင်း ဆက်လက်ရှာဖွေရူစားကြပါ။ သူ့ရဲ့ Shallow ချင်းကိုလည်း နားထောင်ရင်းအကယ်ဒမီဆုတွေ၊ ဂရမ်မီဆုတွေ တစ်ပွေ့တစ်ပိုက်ရရှိနေတဲ့ လေဒီဂါဂါနဲ့အတူ ပျော်ရွင်ခံစား မုဒိတာပွားနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "THE WILL OF THE PEOPLE",
        "content": "THE WILL OF THE PEOPLE\n\n••• ဂျိုးဘိုင်ဒင် က သမ္မတအဖြစ် ရွေးချယ်ခံရတာ ဒါပြည်သူ့ဆန္ဒပါပဲလို့ ပြောသွားပါတယ်။ ••• အင်္ဂလိပ်စာလေ့လာနေကြသူများ သူ့မွေးရပ်မြေမှာပြောကြားတဲ့ Victory Speech အောင်ပွဲရမိန့်ခွန်းကိုနားထောင်ဖြစ်အောင် နားထောင်လိုက်ကြပါဦး။ လူကြမ်းတွေလဲရင်ကြိုက်လား မမေးနဲ့ ထရမ့်တော့ ပထမသက်တမ်းတစ်ကြိမ်နဲ့ စခန်းသိမ်းသွားရပါပြီ။"
    },
    {
        "title": "တစ်ကိုယ်တော်လေလွင့်ခြင်း",
        "content": "တစ်ကိုယ်တော်လေလွင့်ခြင်း\n\nကျွန်တော်က ခြေသလုံးအိမ်တိုင် နေရာအတည်တကျမရှိ လှည့်လည်သွားလာနေသူ Nomad တစ်ယောက်ပါ။No mad တော့မဟုတ်ပါ။ Lonely Wanderingတစ်ကိုယ်တော်လေလွင့်ခြင်းWander ကို အဘိဓာန်က \"လှည့်လည်သွားလာသည်၊ ဟိုယောင်ယောင် သည်ယောင်ယောင်လျှောက်သွားသည်\" လို့ အနက်ပေးပါတယ်။ အင်္ဂလိပ်က Travelling from place to place;Travelling with no preset route; roaming. ဦးတည်ရာမရှိဘဲ ခြေဦးတည့်ရာသွားသည်လို့ အနက်ဖွင့်ပါတယ်။ အဘိဓာန်ဆရာက Wandering ကို \"ရည်ရွယ်ရာမဲ့ လှည်လည်သွားလာခြင်း\" လို့ အနက်ဖွင့်ချိန်၊ ဘာသာပြန်ဆရာကကွန့်မြူးပြီး \"လေလွင့်ခြင်း\" လို့ စိတ်ခံစားပါတယ်။Wander နဲ့ပတ်သက်ပြီး ကဗျာဆရာကြီး William Wordsworth ရဲ့ Daffodil အဝါရောင်ပန်းကလေးများ ကဗျာထဲမှာ\"I wandered lonely as a cloud That floats on high o'er vales and hills...\" လို့ ဖွဲ့ဆိုထားတာ မှတ်မိကြပါဦးမယ်။ တစ်ကိုယ်တည်းစိတ်တွေ ဟိုရောက်ဒီရောက် ပျံ့လွင့်နေပုံ \"I wanderedlonely as a cloud\" အဖွဲ့အနွဲ့က မမေ့နိုင်စရာတစ်ခုပါ။ ဒါလေးကို ဆရာကြီး ဦးသာနိုးက \"မျောနေတဲ့တိမ်တိုက်တစ်ခုပမာ ငါတစ်ကိုယ်ထဲလှည့်လည်ခဲ့ရာ\"; ဒေါက်တာဇော်ထွန်း က \"ကိုယ်တစ်ယောက်တည်း အထီးကျန်စွာ တိမ်လိုလေလို လွင့်မျောလို့ လျှောက်ကာသွား\" လို့ ခံစားထားတာ တွေ့ရပါတယ်။ဒီ I wandered lonely ကို စားမြုံပြန်ရင်း ကိုယ်နှစ်သက်ခဲ့ ကျော်ဟိန်း ရဲ့ \"တစ်ကိုယ်တော်လေလွင့်ခြင်း\" တေးအယ်ဘမ်ထဲက ခေါင်းစည်းသီချင်းလေးကိုစီးမျှောခံစားပေးကြပါဦး။အားလုံး မင်္ဂလာပါ။Image credit to original artists.Post reference: november 7, 2020Reference :-ထင်းရှူးပင်ရိပ် / မောင်သာနိုး ၁၉၆၈ဘာသာဗေဒနှင့်စာပေ / ဒေါက်တာဇော်ထွန်း ၂၀၁၅"
    },
    {
        "title": "FREQUENT VISITOR",
        "content": "FREQUENT VISITOR\n\nMan is mortal. လူဆိုတာ သေမျိုးပါ။ လူ့ဘဝရဲ့နိဂုံးက သေဆုံးခြင်းဖြစ်ပါတယ်။ ဒါကြောင့် သေချာတာက သေတာပါပဲဗျာ။ The only certainty is death. ဆရာတော်ကြီးတွေက သေဖို့မေ့နေကြသူတွေကို \"မသေတဲ့လူဆိုတာ မရှိပါဘူး၊ မသေသေးတဲ့လူပဲရှိတာပါ\" လို့သတိထောက်ဟောကြားပါတယ်။ သေခြင်းတရားကို ခပ်ပေါ့ပေါ့သဘောထားသူတွေက ဒီလိုအရွှန်းဖောက်ပါတယ်။ ဘယ်လောက်ချစ်တဲ့သူဖြစ်ဖြစ် သေရင်သုံးရက်ထားမယ်၊ ရပ်ဝေးကလာမယ့် ဆွေမျိုးတွေစောင့်ရင် ငါးရက်ထားမယ်၊ ပြီးတော့ သင်္ချိုင်းမှာသွားစွန့်ပစ်ကြမယ်။ အေးကွာ ကိုယ်ချစ်ရတဲ့သူတွေဆိုပြီး သတိရလွှန်းလို့လာလည်ပြန်တော့ သရဲခြောက်တယ်ဆိုပြီး၊ ဘုန်းကြီးတွေပင့်ပြီး မောင်းထုတ်ကြတယ်ကွာ။  လူတွေသေပြီးနောက် ဘာတွေဖြစ်သလဲဆိုတာသိချင်ပေမဲ့ သိခွင့်မရကြပါဘူး။ တချို့က ဘဝကူးကောင်းပြီး၊ ကျွတ်တမ်းဝင်သူတွေရှိသလို၊ တချို့က မကျွတ်မလွတ်ဘဲ သရဲတစ္ဆေဘဝနဲ့နေကြရတယ်လို့ဆိုကြပါတယ်။ သရဲတစ္ဆေ ကိုတော့Ghost လို့သိကြပါတယ်။ တချို့ သရဲတစ္ဆေတွေက Assuming human form လူယောင်ဖန်ဆင်းနိုင်တယ်လို့ ယုံကြည်ကြတယ်။ အဲဒီလို သရဲတစ္ဆေက လူယောင်ဆောင်ကိုယ်ထင်ပြတာကို သရဲခြောက်လို့ဆိုကြတယ်။  အင်္ဂလိပ်စကား Haunt (V) က \"သေပြီးနောက် မကြာခဏကိုယ်ထင်ပြသည်\" \"သရဲခြောက်သည်\" ကိုပြောတာဖြစ်ပါတယ်။ တွယ်ရာမဲ့သေသူတစ်ယောက် သင့်ထံရောက်လာရင် မကြောက်ပါနဲ့ ~ သူ့အတွက် ကုသိုလ်ကောင်းမှုပြု အမျှပေးဝေလိုက်ပါ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "SWEAR WORDS",
        "content": "SWEAR WORDS\n\nလက်ရှိအခြေအနေမှာတော့ တစ်နိုင်ငံလုံး နာကျည်းခံပြင်းဒေါသဖြစ်နေကြတာကြောင့်ဆဲစရာမို့ဆဲပါတယ် ဖြစ်နေပါတယ်။A righteous public indignation... မှန်ကန်ဖြစ်သင့်တဲ့ ပညာရှိဒေါသပါ။ကျွန်တော်က ဝေါဟာရသမားဆိုတော့ ဝေါဟာရရှုထောင့်အနေနဲ့ ဖော်ပြပါရစေ။I hope you don't mind!Swear Wordsအဘိဓာန်ထဲမှာ ယဉ်ကျေးမှုအရ၊ ကျင့်ဝတ်အရ ရင့်သီးရိုင်းပျ၊ ရုန့်ရင်းကြမ်းတမ်းပြီး၊ ဟီရိသြတ္တပ္ပအရှက်အကြောက်ကင်းမဲ့လို့ မပြောဖို့၊ မပြဖို့ တားမြစ်ထားတဲ့ စကားလုံး (Taboo words) တွေ၊ မောင်နဲ့နှမ၊ သားနဲ့အမိအကြား မမြင်ဝံ့မကြားဝံ့မနာသာ အသုံးအနှုန်း၊ ဆဲရေးတိုင်းထွာစကားတွေစတဲ့ စကားရိုင်း(Vulgar word) တွေ၊ ရိုင်းစိုင်းကာ တစ်ဖက်လူကို နှိမ်ချသဘောဆောင်စကားလုံး (Derogatory word)တွေ၊ လိင်မတူသူများကို ချိုးနှိမ်လိုတဲ့သဘောဆောင်အသုံးအနှုန်း (Sexist language) တွေကို သတိပြုမိကြပါလိမ့်မယ်။အဲဒီစကားတွေထဲက ဆဲရေးတိုင်းထွာစကားတချို့ကို ထုတ်နှုတ်ဖော်ပြလိုက်ပါတယ်။1. Cussword; Curse; Invective; Oath; Swearwood ဆဲရေးစကား၊ ဖရုသဝါစာ2. Expletive ဆဲရေးတိုင်းထွာစကား၊ မရိုသေ့စကား3. Four-letter word မကြားဝံ့မနာသာစကားရိုင်း4. Obscenity ညစ်ညမ်း၊ မဖွယ်မရာ၊ မြင်မကောင်းရှုမကောင်း5. Offensive word စော်ကားမော်ကား၊ စိတ်အနှောင့်အယှက်ဖြစ်စေတဲ့စကား6. Profanity မရိုသေ့စကား၊ အယုတ်တအနတ်တဆက်လက်ဖော်ပြပေးပါမယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "US ELECTION 2020",
        "content": "US ELECTION 2020\n\nBoth Short of 270 ECV နိုဝင်ဘာ ၃ ရက်က စတင်ခဲ့တဲ့ အမေရိကန်သမ္မတရွေးကောက်ပွဲအတွက် ပြည်နယ်အသီးသီးမှာ မဲရေတွက်နေချိန်ဖြစ်ပါတယ်။ Trump ရော Biden ပါ သမ္မတဖြစ်ဖို့ လိုအပ်တဲ့ Electoral College Votes မဲ ၂၇၀ မရကြသေးပါ။ ဒါပေမဲ့ Joe Biden ကမဲ ၂၇၀ ရဖို့ နီးလာပါပြီ။ Joe Biden inching towards 270 Electoral college votes.  Clear We Will Win တစ်နေရာမှာ Joe Biden က \"အခု ကျွန်တော် ရွေးကောက်ပွဲအနိုင်ရရှိကြောင်း ကြေညာဖို့ ဒီကိုရောက်လာတာမဟုတ်ပါဘူး။ ကျွန်တော်အနေနဲ့ အနိုင်ရဖို့ မဲအရေအတွက် လုံလုံလောက်လောက်ရရှိထားကြောင်း လာသတင်းပို့တာပါခင်ဗျာ။ အဲ မဲရေတွက်ပြီးသွားရင်တော့ ကျွန်တော်တို့က အနိုင်ရသူ ဖြစ်မှာပါ\" လို့ ယုံကြည်မှုအပြည့်နဲ့ ပြောကြားသွားပါတယ်။  Trump's Tricks ရှုံးရင်တောင် လွယ်လွယ်ထွက်မသွားဘူးဆိုတဲ့ သမ္မတ Trump တစ်ယောက် Free and fair issue လွတ်လပ်မျှတမှုမရှိ၊Recount မဲပြန်ရေတွက်ပေးဖို့၊ Legal challenge မဲရလဒ်ကို တရားရုံးချုပ်က ဆုံးဖြတ်ပေးဖို့ တို့ကို ဦးတည်သွားနေပါတယ်။ သူ့အနေနဲ့ ကျွန်တော်နိုင်ဖို့သေချာပါတယ် လောက်ပဲ အာကျယ်နိုင်ပါတော့တယ်။  Carnival Is Not Over အခြေအနေက ပွဲမပြီးသေးပါဆိုတော့ အမေရိကန်ပြည်သူတွေAmerican great wait ပေါ့ဗျာ။ သတင်းစာတစ်စောင်က \"သည်းထိတ်ရင်ဖိုဖြစ်ရပ် An American Cliffhanger\" လို့ တင်စားပြီး၊ တခြားတစ်စောင်က \"နေမထိထိုင်မသာ ရင်တမမ America on a knife edge\" လို့ ရေးသားထားပါကြောင်း သတင်းမြည်းစမ်းလိုသူတွေအတွက် အထောက်အမ (Prompt) အဖြစ်တင်ပေးလိုက်ပါတယ်။ God bless America! အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "CATNAP တစ်မှေးအိပ်",
        "content": "CATNAP တစ်မှေးအိပ်\n\nCatnap ကို အဘိဓာန်တစ်ခုက \"A brief, light sleep. ခေတ္တငိုက်မျဉ်းခြင်း။ ငိုက်မျဉ်းခြင်း\" လို့ အနက်ပေးပါတယ်။ နောက်တစ်ခုကတော့ \"Catnap ငိုက်မျဉ်းခြင်း\" ဆိုတာ \"A shorter short rest. ခဏတစ်ဖြုတ်အနားယူခြင်း\" လို့ အနက်ဖွင့်ပါတယ်။အဲဒီ Catnap မှာပါတဲ့ Nap ကလည်း \"တစ်မှေးအိပ်ခြင်း A short period of sleep, especially one during the day. နေ့ခင်းနေ့လယ် တစ်မှေးအိပ်ခြင်း\" ဖြစ်ပါတယ်။ တချို့လူတွေ နေ့လယ်စာစားပြီး တစ်ရေးအိပ်တာမျိုးပါ။ Some workers take a quick nap after lunch.သုတေသီတွေရဲ့ လေ့လာချက်အရ Catnap; Nap တို့က ပျှမ်းမျှ မိနစ် ၂၀ က ၃၀ အထိ ကြာတတ်တယ်လို့ သိရပါတယ်။  Catnap; Nap တို့နဲ့ ဆင်တူအဓိပ္ပာယ်ရှိစကားလုံးတခုက Siesta ပါ။ Siesta means a nap, especially an afternoon one taken after lunch (in some cultures.)နေ့လယ်နေ့ခင်း တစ်မှေးအိပ်ခြင်း ဖြစ်ပါတယ်။ To have/ take a siesta. e.g. My son is enjoying his siesta.  Siesta လိုပါပဲ \"Snooze က A short period of sleep တစ်မှေး၊ တစ်မှိတ်၊ တစ်အောင့်အိပ်ခြင်း\" ပါ။ A short daytime snooze. Snooze ကိုကြိယာအဖြစ်လည်း သုံးနိုင်ပါတယ်။ (တစ်ရေး)မှေးသည်၊ မှိန်းသည်။ e.g. Dad was snoozing by the fire.  \"တစ်အောင့်တစ်မှေး ခဏတာအိပ်စက်ခြင်း A light, short sleep or nap\" ကို ဖော်ပြတဲ့နောက်စကားလုံးတစ်ခုက Doze ဖြစ်ပါတယ်။ တစ်မှေး ပေါ့ဗျာ။A light doze; A short doze. e.g. I had a little doze on the train.  Forty winks ဆိုတာကလည်း Catnap; Nap; Siesta; Snooze; Doze တို့လို တစ်မှေး၊ တစ်မှိတ်၊ တစ်အောင့်အိပ်စက်ခြင်း၊ တစ်မှေးမှေး၊ တမှိန်းမှန်းတယ်လို့ အဓိပ္ပာယ်ရပါတယ်။အဲ \"တစ်မှေးမျှ အိပ်မရ\" တာကိုတော့ အီဒီယံအနေနဲ့ \"Not get/ have a wink of sleep; not sleep a wink လို့ အသုံးတစ်ခုရှိပါတယ်။ e.g. The neighbours were having a party and we didn't get a wink of sleep.  မြန်မာစကားမှာ \"ငိုက်\" နဲ့ \"ငိုက်မျဉ်း\" ဆိုတဲ့ဝေါဟာရနှစ်ခုရှိပါတယ်။ မြန်မာအဘိဓာန်က \"ငိုက်\" ကို \" အိပ်ချင်၍ဦးခေါင်းညွတ်ကျသည် Nod (in drowsiness)\"; \"ငိုက်မျဉ်း\" ကို \"အိပ်၍မပျော့်တပျော်ရှိသည် doze; be half asleep\" လို့ အနက်ဖွင့်ပါတယ်။ ဒီနေရာမှာ အိပ်ချင်လွန်း၍ ဦးခေါင်းညွတ်ကျတဲ့ \"ငိုက်\" ကို Nod = To gradually fall asleep. နဲ့\"အိပ်၍မပျော့်တပျော်ရှိတဲ့ \"ငိုက်မျဉ်း\" ကို Doze over; Fall into a doze စသည်ဖြင့် သုံးနိုင်ပါလိမ့်မယ်။ ဆက်လက်ရှာဖွေလေ့လာနိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ALL ABOUT EVE",
        "content": "ALL ABOUT EVE\n\nအားလုံးသိကြတဲ့အတိုင်း Eve က \"ကမ္ဘာဦးအစ ပထမမိန်းမ၊ ဧဝ\" ဖြစ်ပါတယ်။ \"ကမ္ဘာဦးလူသား အာဒံရဲ့ ဇနီးသည်\" \"Mother of the human race ကနေ့လူသားတွေရဲ့ မိခင်\" လည်းဖြစ်ပါတယ်။ \"And God Created Woman မယ်မင်းကြီးမကို ဘုရားသခင်ဖန်ဆင်းသည်\" ဆိုတဲ့ ရုပ်ရှင်ကားကကမ္ဘာဦးအမျိုးသမီး ဧဝ ကို တင်စားပြောကြားတာဖြစ်ပါတယ်။ အင်္ဂလိပ် စကားမှာ Daughters of Eve ဆိုတာ \"အမျိုးသမီးများ\" ကို ရည်ညွှန်းတာဖြစ်ပါတယ်။  E အက္ခရာစာလုံးအသေးနဲ့ရေးတဲ့ eve က Evening ညနေခင်း ကိုပြောတာဖြစ်သလို ပွဲတော်အကြို၊ အကြိုနေ့ (The day or evening before a festival)ကိုခေါ်တာပါ။ ဥပမာ - Christmas eve ခရစ်စမတ်အကြို (ဒီဇင်ဘာ ၂၄)၊ New Year's eve နှစ်သစ်ကူးအကြို (ဒီဇင်ဘာ ၃၁)။ မြန်မာ့သင်္ကြန်ပွဲအတွက် သင်္ကြန်မကျမီတစ်ရက်ကို \"Eve of Thingyan သင်္ကြန်အကြိုနေ့\" လို့သုံးပေမဲ့ ဥပုသ်နေ့မတိုင်မီတစ်နေ့ကိုတော့ \" အဖိတ်နေ့\" လို့သုံးနှုန်းပါတယ်။တစ်စုံတစ်ရာမဖြစ်ပွားမီအချိန် (the time just before an event) ကိုလည်း eve လို့ခေါ်ပါတယ်။ ဥပမာ - On the eve of the election ရွေးကောက်ပွဲမကျင်းပမီအချိန်၊ On the eve of the revolution တော်လှန်ရေးမစတင်မီအချိန်  ကနေ့ ဒီဇင်ဘာ ၃၁ ရက်နေ့ဟာ၂၀၂၁ နှစ်သစ်ကိုကူးပြောင်းမယ့် နှစ်သစ်ကူးအကြို New Year's Eve ဖြစ်လို့ မြန်မာနိုင်ငံအပါအဝင် ကမ္ဘာ့နိုင်ငံအသီးသီးမှာ NEW YEAR COUNTDOWN PARTY တွေနဲ့ နှစ်သစ်ကိုကြိုဆိုနေကြပါပြီ။"
    },
    {
        "title": "SAY LITTLE, DO MUCH",
        "content": "SAY LITTLE, DO MUCH\n\nမြန်မာစကားမှာ အပြောကြီးသူတွေက တကယ်လက်တွေ့မလုပ်ကြသလို၊ တကယ့်လုပ်ကြသူတွေက အပြောနည်းကြပုံကို \"လူပြောမသန် လူသန်မပြော Actions speak louder than words.\" ဆိုတဲ့ ဆိုရိုးလေးနဲ့ ဖော်ကျူးပါတယ်။ ဪ လူအများစုအနေနဲ့ ပြောသာပြောပြီး၊ပြောတဲ့အတိုင်း တကယ်မလုပ်တတ်ကြလို့ Talk the talk and walk the walk. ပြောတဲ့အတိုင်းလည်း လုပ်ဖို့ သတိပေးစကားလည်းရှိပါတယ်။ အခုအခါ အပြောကြီးပြီး အလုပ်မတွင်တတ်သူတွေကို NATO _ No Action, Talk Only. လို့ နောက်ပြောင်ကျီစယ်လေ့ရှိပါတယ်။အလုပ်တွင်ချင်ရင် အပြောကိုလျှော့ပေးဖို့လိုကြောင်း \"Least said and soonest mended. အပြောမစွက်မှ အပြင်သွက်သည်\" ဆိုစကားက သက်သေပါ။  အပြောနဲ့အလုပ်က သူကောင်းလား၊ သူယုတ်လား ခွဲခြားသတ်မှတ်ပေးပုံလေးကလည်း တကယ့်မှတ်သားနာယူစရာဖြစ်ပါတယ်။\"The righteous say little and do much, whereas the wicked say much and do not even a little. သီလသမာဓိနဲ့ပြည့်ဝတဲ့ သူကောင်းတွေက အပြောနည်းပေမဲ့ အလုပ်များများလုပ်ကြတယ်။ အကျင့်သိက္ခာမဲ့ လူ့အန္ဓသူယုတ်တွေက ပြောတာများသလောက် အလုပ်ကြတော့ နည်းနည်းလေးတောင်မလုပ်ကြဘူး။ ဘာပဲဖြစ်ဖြစ် Actions speak louder than words. အပြောမဟုတ် အလုပ်နဲ့သက်သေပြရမှာဖြစ်လို့ လူတော်လူကောင်းတွေဖြစ်ဖို့ Say Little, Do Much နည်းနည်းပြောများများလုပ်ကြရပါလိမ့်မယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ခေါင်းတွဲတွေဘီးချော်တဲ့ခေတ်",
        "content": "ခေါင်းတွဲတွေဘီးချော်တဲ့ခေတ်\n\nDERAILMENT \"ခေါင်းတွဲတွေဘီးချော်တဲ့ခေတ်\"  Derailment (noun) ရထားလမ်းချော်ခြင်း ဆိုတာ Derail \"ရထားလမ်းချော်သည်၊ ရထားကိုလမ်းချော်စေသည်\" ဆိုတဲ့ ကြိယာ ကလာတာပါ။ အဲဒီ Derailment/ Derail တို့ရဲ့ဆင့်ပွားအဓိပ္ပာယ်တွေက \"အစီအစဉ်ပျက်သည်။ အကြံအစည်မအောင်မမြင်ဖြစ်သည်။ပျက်ပြားအောင်လုပ်သည်။ လမ်းလွှဲသည်\" တို့ဖြစ်ကြပါတယ်။ အရင်အခေါ် မီးရထား (Steam locomotive) ကို အခုခေတ် ရထား လို့ခေါ်ပါတယ်။ ရထားခေါင်းတွဲနဲ့ လူစီးတွဲ၊ ကုန်တွဲတွေပါတဲ့ အတဲွအတန်းကို ရထား (Railway train or Train) လို့ ခြုံခေါ်ပါတယ်။ အဲဒီတော့ ရထားဆိုင်ရာ ဝေါဟာရမှာရထားခေါင်းတွဲ (စက်ခေါင်း) ကို Locomotive or Railway engine လို့ခေါ်ပြီး၊ နောက်က ရထားတွဲတွေကိုတော့ Carriage or Wagon လို့ခေါ်ပါတယ်။ ရထားတွဲနဲ့ပတ်သက်လို့ အင်္ဂလိပ်က Coach ၊ အမေရိကန်က Car စသည်ဖြင့် အခေါ်ကွဲပြားတာတွေရှိပါတယ်။ ရထား ကို Iron horse လို့ တင်စားခေါ်ခဲ့ကြပါသေးတယ်။လားရှိုးသိန်းအောင်သီဆိုခဲ့တဲ့ \"စက်ခေါင်းအမှတ် ၀၀၉\" က ရထားလမ်းချော်တိမ်းမှောက်လို့ ချစ်သူတွေမပေါင်းရတဲ့ ဇာတ်ကြောင်း ရေးဖွဲ့သီဆိုထားတာပါ။ အဲဒီ သီချင်းရဲ့မူရင်းက Jim Reeves ရဲ့ \"Wreck Of The Number Nine\" ဖြစ်ပါတယ်။  ရထားလမ်းချော်တယ် အရပ်စကား ရထားဘီးချော်တာနဲ့ပတ်သက်လို့\"ခေါင်းတွဲတွေဘီးချော်တဲ့ခေတ်နှင့်အတွေ့အကြုံပုလဲများ\" လို့ အမည်ပေးထားတဲ့ စာအုပ်ဖတ်ဖြစ်ခဲ့ပါတယ်။ စာအုပ်ထဲမှာ စစ်အုပ်ချုပ်ရေးကာလတစ်လျောက် (စစ်ဗိုလ်ချုပ်ကြီးတွေကို စီးပွားရေးသမား ခရိုနီတွေက အဘ လို့ခေါ်တဲ့) အဘတို့ခေတ်က မောက်ကမတွေ၊ လောကအလွဲတွေကို ထိထိမိမိသရော်ထားပါတယ်။ခေတ်တစ်ခေတ်ပုံရိပ်တွေကို ပီပီပြင်ပြင်ချယ်မှုန်းထားတာ တွေ့ရပါတယ်။ ကျွန်တော်အနေနဲ့ တေးရေးဆရာအဖြစ်သိထားတဲ့ အောင်နိုင်စန်း ကို သရော်စာရေးသူ (Satirist) အဖြစ် တွေ့မြင်ရတာဖြစ်ပါတယ်။  အခု စာရေးဆရာအဖြစ်တွေ့ရတဲ့ အောင်နိုင်စန်း ကို \"Kiss My Cat\" တေးစုလေးကြောင့် မှတ်မိနေပါတယ်။အများစုက အင်္ဂလိပ်သီချင်းကို မြန်မာစာသားသွတ်ရေးဖွဲ့သီဆိုနေချိန်မှာ သူ့ရဲ့ \"Kiss My Cat\" တေးစုက အများကြိုက်ပေါက်ပြီးသား မြန်မာသီချင်းတွေကိုရွေး၊ မြန်မာတေးအလိုက်မှာ အင်္ဂလိပ်စာသားထည့်ပြီး သီဆိုစေကာ လမ်းကြောင်းသစ်ဖောက်ပေးခဲ့ပါတယ်။ ကျွန်တော်တို့လို အင်္ဂလိပ်စာလေ့လာနေကြသူတွေအဖို့သူ့ရဲ့ ပြောင်ပြောင်မြောက်မြောက် အင်္ဂလိပ်စာသားတွေက များစွာအားကျအတုယူစရာဖြစ်ပါတယ်။ ဘာပဲဖြစ်ဖြစ် စာရေးဆရာအဖြစ် ကလောင်စွမ်းပြထားတဲ့ သရော်စာ ၅၇ ပုဒ်ကို သူ့ရဲ့ \"ခေါင်းတွဲတွေဘီးချော်တဲ့ခေတ်နှင့်အတွေ့အကြုံပုလဲများ\" စာအုပ်မှာ တဝကြီးဖတ်ရှုရမှာဖြစ်ပါကြောင်း အသိပေးပါရစေ။လမ်းချော်နေကြ လမ်းချော်နေကြသူတွေ လမ်းကြောင်းမှန်ပေါ် အမြန်ရောက်ပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "BRUTALITY UNIFORM",
        "content": "BRUTALITY UNIFORM\n\n••• ဟောင်ကောင်ဆန္ဒပြပွဲနဲ့ပတ်သက်လို့ ကနေ့မနက်ခင်း ကမ္ဘာ့သတင်းပြတင်းကိုဖွင့်လိုက်တော့ Hong Kong protesters rally against police brutality ဟောင်ကောင်ရဲတွေရဲ့ လူမဆန်တဲ့လုပ်ရပ် (Police Brutality) အတွက် ဟောင်ကောင်ဆန္ဒပြသူတွေစည်းရုံးလှုံဆော်နေကြတယ်လို့ ကြားသိမြင်တွေ့နေရပါတယ်။ နောက်သတင်းတစ်ပုဒ်မှာလည်း Hong Kong’s police brutality evidences by New York Times ဟောင်ကောင်ရဲတွေ လူမဆန်တဲ့လုပ်ရပ်အကြောင်း နယူးယောက်သတင်းစာက အထောက်အထားနဲ့တင်ပြလိုက်တဲ့သတင်းကို ဖတ်ရပါတယ်။တကယ့်ကို စိတ်မချမ်းမြေ့စရာပါ။ ••• ဝေါဟာရအပိုင်းကကြည့်ရင် Police စကားလုံးက Please နဲ့ အသံထွက်သာတူညီသယောင်ရှိပေမဲ့၊ Police စာလုံးပေါင်းမှာ \"လူလိမ်လူညစ်၊ ကလိမ်ကကျစ်၊ လူယုတ်မာ\" ကို ကိုယ်စားပြုတဲ့ Lice ~ Louse \"သန်း\" ပါဝင်နေတာတွေ့ရပါလိမ့်မယ်။ လူ့အခွင့်အရေးတက်ကြွလှုပ်ရှားသူReggae ရက်ဂေးအဆိုတော်ကြီး Bob Marley က သူ့ရဲ့သီချင်း Burnin' &Lootin' မှာ သူ့ကိုရက်ရက်စက်စက် အကြမ်းဖက်နှိပ်ကွပ်နေတဲ့ရဲတွေကို မော့ကြည့်လိုက်တယ်။ အဲဒီ ရဲတွေဝတ်ဆင်ထားတဲ့ယူနီဖောင်းကိုက Brutality ဖြစ်နေပါရော့လား။ \" This morning I woke up in a curfew; O God,I was a prisoner, too - yeah! Could not recognize the faces standing over me; They were all dressed in uniforms of brutality. Eh! \" သြော် ပုလိပ်တွေက လူမဆန်မှုယူနီဖောင်းတွေနဲ့ပါလား။ •••. ကဲ ကမ္ဘာအရပ်ရပ်က ပြည်သူတွေအားလုံး ရဲလူမဆန်မှုတွေကြောင့်Scarred အမာရွတ်တွေရခဲ့သလို၊ သူတို့ကို Scared အကြောက်ကြီးကြောက်ခဲ့ကြပါပြီ။ အားလုံး ဘေးရန်အသွယ်သွယ်၊ အန္တရာယ်အပေါင်းမှကင်းဝေးကြပါစေ။"
    },
    {
        "title": "ကျွန်မကိုယူရင်အမေ့ကိုလည်းလက်ခံပါ",
        "content": "ကျွန်မကိုယူရင်အမေ့ကိုလည်းလက်ခံပါ\n\nBuy One, Get One! ကျွန်မကိုယူရင် အမေ့ကိုလည်းလက်ခံပါ  \"ကျွန်မကိုချစ်ရင် အမေ့လာပြောရှင် စဉ်းစားမှာပေါ့\" ဆိုတဲ့ သီချင်းစာသားလေးကို သက်ကြီးပိုင်းတွေ မှတ်မိကြမယ်ထင်ပါတယ်။ မိန်းကလေးတွေများ အိမ်ထောင်ဖက်ရွေးတာတောင် အမေ့လက်အပ်ထားတယ်။ လိမ်မာလိုက်ကြတဲ့ သမီးလေးတွေပါလား။ ဘာပဲဖြစ်ဖြစ် အမေက အသိဆုံးပဲ (Mother knows best.) မဟုတ်ပါလား။  ဒါမျိုးနဲ့ပတ်သက်လို့ ကျွန်တော့်အကြိုက် ABBA အဖွဲ့ရဲ့ \"Two for the Price of One\" သီချင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ချစ်သူတွေ အိမ်ရာထူထောင်ကြတဲ့အခါ နှစ်ယောက်တစ်ဘဝဆိုတာပဲ စဉ်းစားပြီး၊ မိဘကို သိပ်ထည့်မတွက်ကြတာများပါတယ်။ ဒီ \"Two for the Price of One\" သီချင်းလေးကတော့ Buy One, Get One (BOGO) တစ်ခုဝယ်ရင် တစ်ခုလက်ဆောင်ရတဲ့အကြောင်း ဖော်ကျူးထားတာပါ။ဘူတာရုံမှာ တံမြက်စည်းလှည်းတဲ့ကောင်လေး လက်တွဲဖော်တစ်ယောက် လိုချင်နေတယ်။ ဒါပေမဲ့ သူ့မှာချစ်သူ မရှိဘူး။ တစ်နေ့တော့ \"လက်တွဲဖော် မိန်းကလေးတစ်ယောက် ရှာနေတယ်ဆိုရင် ကျွန်မတို့ကို ဖုန်းဆက်ပါ။ တစ်ယောက်ယူရင် တစ်ယောက် အဆစ်ရပါမယ်\" ဆိုတဲ့ ထူးဆန်းတဲ့ကြော်ငြာလေးကို တွေ့လိုက်တယ်။\"If you dream of the girl for you Then call us and get two for the price of one We're the answer if you feel blue So call us and get two for the price of one\"  အဲဒီမှာ ကောင်လေး စိတ်ဝင်စားသွားပြီး သူတို့သုံးယောက်တွေ့ကြဖို့ ချိန်းလိုက်ကြတယ်။ကောင်မလေးပြောသလိုပါပဲ \"ကျွန်မတို့ နှစ်ယောက် သိပ်ကိုလိုက်ဖက်တယ်ဆိုတာ ကျွန်မရဲ့အမေကို ရှင်တွေ့တဲ့အခါ သိပါလိမ့်မယ်\" ဆိုတဲ့အတိုင်း သူတို့နှစ်ဦးအပေးအယူတည့်သွားကြတယ်။ \"ကျွန်မကိုချစ်ရင် အမေ့ကိုလည်း ချစ်ပါ၊ လက်ခံပါ\" ဆိုပြီး နှစ်ခုကို တစ်ခုစျေးနဲ့ပေးပြီး အစွံထုတ်တဲ့ကောင်မလေးကို ချီးကျူးစရာပါ။ကဲ ... ရင်ခုန်ကြည်နူးဖွယ် သီချင်းဟောင်းလေး \"Two for the Price of One\" ကို အဆင်ပြေရင် ရှာဖွေနားဆင်ကြည့်လိုက်ပါဦး။ အားလုံး မင်္ဂလာဂပါ။"
    },
    {
        "title": "AUSPICIOUSNESS TO Y'ALL",
        "content": "AUSPICIOUSNESS TO Y'ALL\n\n••• လွန်လေပြီးသောလေးနှစ်က ကျွန်တော် ဒီလိုနှုတ်ဆက်ဖူးတယ်။••• သေမင်းတမန်ကိုဗစ်-၁၉ နဲ့ နဖူးတွေ့ဒူးတွေ့ရင်ဆိုင်ပြီး၊ မဟန်တဲ့အချိန်မှာ နှုတ်တောင်ဆက်အားမယ်မထင်။••• ဘာမှမဖြစ်သေးတဲ့ဒီမနက်ခင်းမှာတော့ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "သံယောဇဉ်အနှောင်အဖွဲ့ FETTER",
        "content": "သံယောဇဉ်အနှောင်အဖွဲ့ FETTER\n\nလူငယ်တွေဆိုဆိုနေလို့ ကြားကြားနေတဲ့ သီချင်းလေးတစ်ပိုင်းတစ်စက \"သံယောဇဉ် လူကိုအရူးတစ်ပိုင်းဖြစ်စေတယ်\" တဲ့။ သံယောဇဉ် ကို အဘိဓာန်တွေက \"Attachment\" လို့ အနက်ပေးကြပါတယ်။ Attachmentရဲ့အနက်အဓိပ္ပာယ်တွေကို ပြန်ကြည့်ရင် \"တွဲချည်ထားတာ၊ ပူးတွဲထားတာ၊တွယ်ကပ်နေတာ၊ ပါဝင်ပတ်သက်မိတာ၊ အဖော်အဖက်လုပ်မိတဲ့သဘော\" တွေတွေ့ရမှာဖြစ်ပါတယ်။ အဲဒီလို တွယ်တာမှု၊ ချည်နှောင်မှုတွေကို သံယောဇဉ်လို့ နာမည်တပ်လိုက်တာဖြစ်ပါမယ်။ တွယ်တာမှုသံယောဇဉ်က ကျွတ်တွေ မျှော့တွေလို တွယ်မိရင် ခွာချရတာအလွန်ခက်ပါတယ်။ကျွန်တော်တို့က သာမန်ကာလျှံကာသိတဲ့ သံယောဇဉ် \"Attachment\" ကို သာသနာရေးဝန်ကြီးဌာနက ပြုစုတဲ့ ဗုဒ္ဓဒေသနာတော်ဝေါဟာရအဘိဓာန် (A Dictionary of Buddhist Terms) က Fetter : သံယောဇန၊ သံယောဇဉ်၊ အနှောင်အဖွဲ့ လို့ အနက်ဖွင့်ပါတယ်။အဲဒီ Fetter ဆိုတာက (အကျဉ်းသားတွေကို လွတ်ထွက်မပြေးနိုင်အောင်ခတ်တဲ့) ထူးကွင်း၊ ခြေထိတ်လက်ထိတ် ဖြစ်ပါတယ်။ Fetter ထူးခတ်ပြီးပြီဆိုရင်တော့ ဒီ အနှောင်အဖွဲ့က လွတ်ဖို့ခက်ပါလိမ့်မယ်။  ရမ္မက်၊ တဏှာ၊ ကိလေသာတွေနဲ့ ပြည့်နှက်ကာ သားသမီးမြေးမြစ်တွေနဲ့ နစ်မျှောနေကြသူတွေအတွက်ကသံယောဇဉ်ကြိုးတွေဖြတ်ပြီး သံသရာဝဲဂယက်ထဲက လွတ်မြောက်ဖို့ မလွယ်လှပါ။ အတွယ်အတာ၊ အနှောင်အဖွဲ့ သံယောဇဉ်ပြတ်ဖို့ ကျွန်တော်တို့ တော်တော်ကြိုးစားကြရပါဦးမယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "EMPOWER YOURSELF",
        "content": "EMPOWER YOURSELF\n\nEmpower Yourself to the Power Extreme  ကျွန်တော်တို့ကို ကျောင်းက Education ပညာသင်ပေးပါတယ်။ အလုပ်ခွင်က Experience အတွေ့အကြုံကောင်းတွေပေးပါတယ်။ အဲဒီ Education ရယ်၊ Experience ရယ်ပေါင်းစပ်ပြီး၊ နှစ်ကာလကြာရှည်လာတော့Expertise ထူးခြားတဲ့ကျွမ်းကျင်တတ်မြောက်မှုတွေ ပိုင်ဆိုင်လာကြပါတယ်။ ဘယ်ကျောင်း၊ ဘယ်တက္ကသိုလ်ကမှ နတ်ရေကန်ထဲချသလို ကျွမ်းကျင်တတ်မြောက်မှု မဖန်တီးပေးနိုင်ပါဘူး။ အဲဒီ ပညာအရည်အချင်း၊ တတ်ကျွမ်းမှုအရည်အသွေးတွေ ပြည့်ဝဖို့ နှစ်ရှည်လများအချိန်ပေးရပါတယ်။အခုလို Foreign Direct Investment -- FDI ခေါ် နိုင်ငံခြားရင်းနှီးမြုပ်နှံမှုတွေ လှိမ့်ဝင်နေချိန် အသိပညာ၊ အတတ်ပညာရှင်အပါအဝင် ကျွမ်းကျင်လုပ်သားတွေ နည်းပါးနေသေးကြောင်းသိရပါတယ်။ နိုင်ငံတော်ကလည်း တက္ကသိုလ်များ၊ စက်မှုစိုက်ပျိုး အသက်မွေးဝမ်းကျောင်းများမှ ကျွမ်းကျင်တဲ့ လူ့စွမ်းအားအရင်းအမြစ်ံဖြိုးတိုးတက်အောင် ဖန်တီးဖော်ဆောင်ပေးလျက်ရှိပါတယ်။ ဒါပေမဲ့ လုံလောက်တဲ့ ကျွမ်းကျင်သူတွေ ရှားပါးနေဆဲပါ။ ကျွန်တော်တို့ကိုယ်တိုင်လည်း ကိုယ်ရောက်နေ၊ ကိုယ်ရရှိထားတဲ့နေရာတစ်ခုမှာ တင်းတိမ်ရောင့်ရဲမနေကြဘဲ၊ အဘက်ဘက်က တိုးတက်အောင်၊ ကျွမ်းကျင်မှုအသစ်အသစ်တွေ တိုးပွားလာအောင်ကြိုးစားကြဖို့ တိုက်တွန်းချင်ပါတယ်။  အကြောင်းတိုက်ဆိုင်လို့ ဒီအပတ်အတွက် အကြံပြုချက်အဖြစ် Empower Yourself ဆိုတာကို စကားလက်ဆောင်အဖြစ် ပါးချင်ပါတယ်။ နည်းပညာတိုးတက်မှုမြန်ဆန်ပြီး၊ ပြိုင်ဆိုင်မှုမြင့်မားတဲ့ ကမ္ဘာကြီးမှာ ရှင်သန်ရပ်တည်နိုငိဖို့ ကိုယ့်ကိုယ်ကိုယ် အရည်အသွေးမြင့်မားအောင်အစဉ်ကြိုးစားနေကြရမှာဖြစ်ပါတယ်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "STATESMAN နိုင်ငံရေးသုခမိန်",
        "content": "STATESMAN နိုင်ငံရေးသုခမိန်\n\nပြင်သစ်နိုင်ငံရဲ့ ဝန်ကြီးချုပ်အဖြစ် ၆ နှစ်တာ၊ သမ္မတအဖြစ် ၅ နှစ်တာ နိုင်ငံအကျိုးပြုလုပ်ဆောင်ခဲ့သူ George Pompidou က မည်ကာမတ္တ နိုင်ငံရေးသမား (Politician) နဲ့ နိုင်ငံအကျိုးပြု နိုင်ငံရေးသမားကောင်း \"နိုင်ငံရေးသုခမိန်\" (Statesman) ကွာခြားပုံကို ဒီလိုပြောခဲ့ပါတယ်။\"နိုင်ငံရေးသုခမိန် ဆိုတာ နိုင်ငံ့အကျိုးအတွက် မိမိကိုယ်ကိုမြှပ်နှံလုပ်ဆောင်တတ်တဲ့ နိုင်ငံရေးသမားဖြစ်ပြီး၊ နိုင်ငံရေးသမား ဆိုတာက မိမိကိုယ်ကျိုးစီးပွားအတွက် နိုင်ငံတော်ကို အသုံးချလုပ်ဆောင်တတ်တဲ့ အကွက်မြင်နိုင်ငံရေးခေါင်းဆောင်ဖြစ်တယ်\" လို့ အနက်ဖွင့်ပါတယ်။A Statesman is a Politician who places himself at the service of the Nation. A Politician is a Statesman who places the Nation at his service.\"  ဝါရင့်သတင်းစာဆရာ စာရေးဆရာကြီးမောင်ထင် ကလည်း နိုင်ငံရေးသုခမိန် နဲ့ပတ်သက်လို့♤♤♤ နိုင်ငံရေးဟူသည်မှာ မိမိနိုင်ငံ၏ ကြီးပွားတိုးတက်ငြိမ်းချမ်းသာယာခြင်းကို ဆောင်ရွက်ပေးသောလုပ်ငန်းဖြစ်သည်။ ♤♤♤ သုခမိန် ဆိုသည်မှာ သဘောတရားအမှန်ကို စူးစမ်းရှာဖွေကြံဆထုတ်ဖော်သော ပညာရှင်ဖြစ်သည်။ ♤♤♤ ယနေ့ကြီးပွားတိုးတက်နေသောနိုင်ငံတိုင်းတွင် “စတိတ်စမင်း” ဟူသော နိုင်ငံရေးသုခမိန်တို့ရဲ့ အခန်းကဏ္ဍသည် အလွန်တရာ အရေးပါလှသည်။ ♤♤♤ နိုင်ငံရေးသမားပေါသလောက် နိုင်ငံရေးသုခမိန်ရှားလှသောနိုင်ငံတွင် သုခမိန်များထွန်းပေါ်လာပါစေရန် ရည်သန်ကြောင်း\" သူ့ရဲ့ \"မြန်မာ့နိုင်ငံရေးသုခမိန်\" စာအုပ်ထဲမှာ ရေးသားထားပါတယ်။ ဆရာကြီးရဲ့ မြန်မာပြည်မှာ နိုင်ငံရေးသမား ပေါသလောက်၊\"စတိတ်စမင်း\" နိုင်ငံရေးသုခမိန် ရှားလှတယ်လို့ မှတ်ချက်ပြုရေးသားချက်က ကျွန်တော်တို့ကို နမိတ်ပြသတိပေးလျက်ရှိပါတယ်။  ဆရာကြီးမောင်ထင် ဟာ \"မြန်မာ့နိုင်ငံရေးသုခမိန်\" စာအုပ်ကို နှစ်ပေါင်း ၅၅ နှစ်အကြာက ရေးသားခဲ့တာဖြစ်ပါတယ်။ ဆရာကြီးက ဗမာနိုင်ငံတွင် \"ဗမာ့နိုင်ငံရေးသုခမိန်\"ဗိုလ်ချုပ်အောင်ဆန်းပေါ်ထွက်ခဲ့ပြီးနောက်ပိုင်း \"မြန်မာ့နိုင်ငံရေးသုခမိန်များ\" ပေါ်ထွန်းလာစေရန် အာသီသဖြင့် ဤစာအုပ်ကို ခေတ်မျှော်ရေးသားခဲ့ကြောင်း မှတ်ရပါတယ်။ အခု ဗိုလ်ချုပ်တို့ကျဆုံးပြီး၊ နှစ် ၇၀ အလွန် ကျွန်တော်တို့မြန်မာနိုင်ငံမှာ Statesman လို့ခေါ်နိုင်တဲ့ \"နိုင်ငံရေးသုခမိန်\" ပေါ်ပေါက်နေပြီလား။♡♡♡ အားလုံး မင်္ဂလာပါ။ Image credit to original artists. Reference: မြန်မာ့နိုင်ငံရေးသုခမိန် - မောင်ထင်"
    },
    {
        "title": "GROUNDS သည်",
        "content": "GROUNDS သည်\n\nအများကိန်း -s ထည့်လိုက်သောအခါ Grounds သည် \"ခြံဝင်း၊ (ကျောင်းပိုင်) (ဘုရားဝတ္တက)မြေ\" စသည့် 'သတ်မှတ်မြေ' တစ်ခုဖြစ်သွားပါတယ်။ အများကိန်း -s ပါသော Grounds မှာ \"အနယ်-အနှစ်\" လို့ အဓိပ္ပာယ်ရပါတယ်။ကြိယာအနေနဲ့ Ground ကို ..... (၁) (လှေ-သဘောင်္) သောင်တင်သည်။ (၂) (လေယာဉ်) ပျံသန်းခွင့်ပိတ်သည်။ (၃) (အပြစ်ပေးသည့်အနေနဲ့) ကလေးကို အပြင်ထွက်ခွင့်ပိတ်သည်။ (၄) (လျှပ်စစ်) မြေစိုက်ကြိုးချသည်... စသည့် အဓိပ္ပာယ်များဖြင့် သုံးကြပါတယ်။ဤနေရာတွင် ground; ground-ed; ground-ed (ဂရောင်းဒစ်ဒ် လို့ did မျိုးအသံထွက်ပါသည်။)  သတိမပြုမိပါက မှားတတ်သည်မှာ Grind; Ground; Ground ပါ။ grind (အမှုန့် ကြိတ်သည်-ထောင်းသည်) ဟူသော ကြိယာ၏ အတိတ်ကာလ ground နှင့်အခြား Ground; Grounded မရောထွေးမိစေရန်ဖြစ်ပါတယ်။  တစ်ခါက ဟိုတယ်ကြီးတစ်ခု၏ လက်ကမ်းစာစောင်တွင် လတ်လတ်ဆတ်ဆတ် အမှုန့်ကြိတ်ထားတဲ့ကော်ဖီကို freshly ground coffee လို့ရေးရမယ့်အစား freshly grounded coffee ဟု မှားယွင်းရေးသားခဲ့ဖူးပါတယ်။ကဲ ဝေါဟာရများနိုင်သလောက်များများ သိထားဖို့ကြိုးစားကြရမှာဖြစ်ပါတယ်။ အားလုံး မင်္ဂလာပါ။ Image credit to original artists. Post reference: December 16, 2018"
    },
    {
        "title": "မကောင်းကွက်ကိုကြည့်လျှင်",
        "content": "မကောင်းကွက်ကိုကြည့်လျှင်\n\nA pair of prettiest irises For beautiful eyes, look for the good in others.  မကောင်းကွက်ကိုကြည့်လျှင် ပေါင်းနိုင်စရာလူမရှိ။ ကောင်းကွက်ကိုသာကြည့်လျှင် မပေါင်းနိုင်စရာလူမရှိ။ ဒါက မေတ္တာရှင်(ရွှေပြည်သာ) ဆရာတော်ရဲ့ ဆုံးမစကားပါ။နောက်အဆိုအမိန့်တစ်ခုက \"ကမ္ဘာပေါ်မှာ အလှဆုံးမျက်ဝန်းဆိုတာ သူတစ်ပါးရဲ့ကောင်းကွက်ကို မြင်တတ်တဲ့ မျက်ဝန်းပဲ ဖြစ်ပါတယ်\" တဲ့။ A pair of prettiest irises, looking on everything with a very optimistic eye. ကဲ ကျွန်တော်တို့ ဘယ်မျက်ဝန်းနဲ့ ကြည့်ကြမလဲ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Inked Over, Ripped Out",
        "content": "Inked Over, Ripped Out\n\n၁၉၆၂ တပ်မတော်ကအာဏာသိမ်းပြီးနောက် စာပေစိစစ်ရေးကို ဖိဖိစီးစီးရက်ရက်စက်စက် လုပ်ခဲ့ပါတယ်။ စာနယ်ဇင်းတွေကို အစွမ်းကုန်နှိပ်ကွပ်နေချိန်မှာ စာပေသစ္စာရှိတဲ့ စာရေးဆရာအချို့က မကြောက်မရွံ့ စာတွေရေးကြပါတယ်။ စာရေးဆရာ ၇ ဦးရဲ့ဝတ္ထုတို ၁၀ ပုဒ်ကိုမခင်ချော အမည်ခံ Anna Allott ကဘာသာပြန်ထားတာပါ။ စစ်အစိုးရခေတ်က ပုန်းသျှိုးကွယ်သျှိုး ခိုးဖတ်ရတဲ့စာအုပ်ပါ။ အင်္ဂလိပ်စာလေ့လာလိုက်စားသူတွေ ဖတ်ရှုသင့်တဲ့စာအုပ်အဖြစ် ရည်ညွှန်းပေးပါရစေ။ စာအုပ်နာမည်က \"ငွေမင်သုတ်တယ်၊ ဆုတ်ဖြဲတယ်\" ဖြစ်ပါတယ်။Inked Over, Ripped Out: Burmese Storytellers and the Censorsauthor Allott, Anna J.6 x 9\", viii, 85 pp., paper, New York, 1993. (o.p.; near fine) Introduction: Censorship The Advertising Wagon by Ne Win Myint  He's Not My Father by Nu Nu Yi  Three Stories by U Win Pe The Day the Weather Broke by U Win Pe  A Pair of Specs by U Win Pe  The Middle of May by U Win Pe The Children Who Play in the Back Alleyways by San San Nweh  The Python by Nyi Pu Lay  Heartless Day by Mo Cho Thinn Hard Labor by Ataram  Appendix: Writers and Journalists in Prison in Burma as of August 1993အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ငွေမင်သုတ်တယ်၊ ဆုတ်ဖြဲတယ်",
        "content": "ငွေမင်သုတ်တယ်၊ ဆုတ်ဖြဲတယ်\n\nSatire ကို အဘိဓာန်က သရော်စာ လို့ အနက်ပေးပါတယ်။ သရော်တော်တော် လှောင်ပြောင်အရေးအသား ကို Satirical writing လို့ခေါ်ပါတယ်။ သရော်လှောင်ပြောင်မှုတွေကို စာပေ၊ ကာတွန်း၊ ရုပ်ရှင်၊ ဂီတပုံစံဖြင့် တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ နှစ်ငါးဆယ်နီးပါး အညှာတာကင်းစွာ အုပ်ချုပ်ခဲ့တဲ့အာဏာရှင်စစ်အစိုးရလက်အောက်တွင် စာပေစိစစ်ရေးအဖွဲ့ (Press Scrutiny Board) အများအခေါ် စာပေဆင်ဆာထားရှိကာ ပုံနှိပ်စာအုပ်စာတမ်းများကို မလွတ်တန်းစစ်ဆေးစေခဲ့ပါတယ်။ ထိုစဉ်အခါက သရော်စာရဲ့ အဓိကပစ်မှတ်မှာ အုပ်ချုပ်သူစစ်အစိုးရ၊ စစ်အစိုးရရဲ့ အမြီးစားဖက်ခေါင်းစားဖက် ခရိုနီလူတန်းစား၊ရက်ရက်စက်စက် ဖိနှိပ်ခံနေရတဲ့ နိုင်ငံရေး၊ ချွတ်ချော်နေတဲ့ လွတ်တော်တို့ဖြစ်ခဲ့ကြပါတယ်။  စာပေစိစစ်ရေးအဖွဲ့ တန်ခိုးထွားစဉ်က စစ်အစိုးရကို ထိပါးပုတ်ခတ်တဲ့ သရော်စာမှန်သမျှကို ငွေမင်သုတ်၍ ဖျက်ပစ်ခြင်း (Inking over)၊ စာမျက်နှာတစ်ခုလုံးကို ဆုတ်ဖြဲခြင်း (Ripping out) စတဲ့နည်းလမ်းများသုံးကာမညှာမတာ နှိပ်ကွပ်ခဲ့ဖူးပါတယ်။ သရော်စာရေးသားသူ စာရေးဆရာများကိုလည်း နှစ်ရှည်ထောင်ဒဏ်များ ချမှတ်တတ်ပါတယ်။ ထိုသို့ အမျိုးမျိုးအဖုံဖုံ ဖမ်းဆီးနှိပ်ကွပ်နေတဲ့ကြားက ရဲရဲတောက်ဝတ္ထုရေးသားသူတွေဟာ သရော်စာကို ပညာသားပါပါရေးသားကာ စာပေစိစစ်ရေးရန်က လွတ်အောင်ကြိုးစားထုတ်ဝေခဲ့ကြရပါတယ်။သာဓကအနေနဲ့ ပြရရင် စာရေးဆရာမ မခင်ချော အမည်ခံ Anna J Allott ရဲ့ ၁၉၉၄ မှာ အင်္ဂလိပ်ဘာသာနဲ့ ထုတ်ဝေတဲ့ Inked over, Ripped out : Burmese Storytellers and The Censors ငွေမင်သုတ်တယ်၊ ဆုတ်ဖြဲတယ်၊ မြန်မာဝတ္ထုရေးသူများနှင့် စာပေစိစစ်မှု\" အမည်ရှိစာအုပ်ဖြစ်ပါတယ်။စိတ်ပါဝင်စားသူများ ဒေါင်းလုတ်ဆွဲဖတ်ရှုနိုင်ပါတယ်ခင်ဗျာ။ Product details Paperback: 94 pages Publisher: P E N Amer Center (September 1, 1993) Language: English ISBN-10: 0934638128 ISBN-13: 978-0934638128 အားလုံးမင်္ဂလာပါ။"
    },
    {
        "title": "COVID-19 ကာကွယ်ဆေးအကြောင်း",
        "content": "COVID-19 ကာကွယ်ဆေးအကြောင်း\n\nCOVAX - Vaccine for Coronavirus Pfizer/BioNTech ရဲ့ COVID-19 ကာကွယ်ဆေးအကြောင်း သိထားသင့်တဲ့အချက် ၈ ချက် December 15, 2020 အမေရိကန်ဆေးဝါးကုမ္ပဏီ Pfizer နဲ့ ဂျာမန်သုတေသနကုမ္ပဏီ BioNTech တို့ ပူးပေါင်းဖန်တီးထားတဲ့ COVID-19 ကာကွယ်ဆေးဝါးကိုဗြိတိန်နိုင်ငံမှာ စတင်ထိုးနှံနေပြီဖြစ်ပါတယ်။ ဒီဆေးဝါးဟာ ကမ္ဘာပေါ်မှာ ပထမဆုံး လူထုဆီကို ပမာဏအမြောက်အများ ထိုးနှံခွင့်ရတဲ့ ကိုဗစ်ကာကွယ်ဆေးဖြစ်လာခဲ့ပါတယ်။ ဆေးဝါးထိုးနှံမှုကို အင်္ဂါနေ့ကမှ စတင်ခဲ့တာဖြစ်ပြီး ၂ ကြိမ်ထိုးနှံရမှာဖြစ်တာမို့ တိကျတဲ့ ရလဒ်တွေထွက်ပေါ်မလာသေးပါဘူး။ဒါပေမယ့် ကနဦးရလဒ်တွေအရဆိုရင်တော့ အခြေအနေကောင်းတယ်လို့ ဗြိတိန်ကျန်းမာရေးအာဏာပိုင်တွေက ဆိုထားတာမို့ တစ်ကမ္ဘာလုံးအတွက် မင်္ဂလာသတင်းဖြစ်လာခဲ့ပါတယ်။ ခုဆောင်းပါးမှာတော့ ဒီလိုရလဒ်ကောင်းတွေနဲ့ COVID-19 တိုက်ပွဲမှာ ရှေ့ဆုံးကနေ ခြေလှမ်းသွားတဲ့ Pfizer/BioNTech ရဲ့ ဆေးဝါးအကြောင်းသိထားရသမျှ အချက်အလက်တွေကို မျှဝေပေးသွားမှာဖြစ်ပါတယ်။ ဒီကာကွယ်ဆေးဟာ တကယ်စိတ်ချရတာလား၊ တကယ်အလုပ်ဖြစ်မှာ သေချာရဲ့လားဆိုတဲ့ မေးခွန်းတွေရဲ့ အဖြေကိုတော့ အောက်မှာ ဖတ်ရှုနိုင်ပါတယ်။ ၁။ ဘယ်အချိန်မှာ ပေါ်ထွက်လာတာလဲ ဒီဆေးက လွန်ခဲ့တဲ့ ဇူလိုင်လကတည်းကနောက်ဆုံးအဆင့် Clinical trial အဆင့်ကို စတင်နိုင်ခဲ့တာပါ။ အဲ့ဒီတုန်းက စမ်းသပ်မှုတွေမှာ ကာကွယ်ဆေး ထိုးနှံခြင်းခံရသူတွေနဲ့ ကာကွယ်ဆေးအစား ဆားရည်ကိုသာ ထိုးနှံရတဲ့သူတွေဆိုပြီး အုပ်စုနှစ်စုခွဲကာ စတင်စမ်းသပ်ခဲ့တာဖြစ်ပါတယ်။ ရလဒ်ကတော့ ဆေးဝါးထိုးနှံခဲ့သူပေါင်း ၄၄၀၀၀ မှာ ၉၄ ဦးသာရောဂါပိုးကူးစက်ခံခဲ့ရတာမို့ ရလဒ်ကောင်းခဲ့ပါတယ်။ ၂။ စမ်းသပ်အဆင့်တွေမှာ ရလဒ်ကောင်းရခဲ့တယ်လို့ ဆိုနိုင်မလား ဟုတ်ပါတယ်။ ရလဒ်ကောင်းပါတယ်။ FDA ရဲ့ သတ်မှတ်ချက်အရဆိုရင် ရောဂါကာကွယ်နိုင်စွမ်း ၅၀% နဲ့အထက်ရှိမယ်ဆိုရင် ရလဒ်ကောင်းလို့ သတ်မှတ်ပါတယ်။ Pfizer/BioNTech ရဲ့ကာကွယ်ဆေးဟာ ၉၇% ကာကွယ်နိုင်စွမ်းရှိတယ်ဆိုတဲ့ ရလဒ်ကောင်းထွက်ခဲ့တာပါ။ ၃။ ကာကွယ်ဆေးက စိတ်ချရရဲ့လား ဗြိတိန်နိုင်ငံမှာ စတင်ထိုးနှံနေပြီဖြစ်တဲ့ ဒီကာကွယ်ဆေးဟာ ကြီးမားတဲ့ ဘေးထွက်ဆိုးကျိုးတွေ သက်ရောက်တယ်ဆိုတဲ့ သတင်းမျိုး မထွက်ပေါ်သေးပါဘူး။ ဒါ့အပြင် စေတနာ့ဝန်ထမ်းတွေနဲ့စမ်းသပ်ရာမှာလည်း အနည်းငယ်ဖျားတာနဲ့ ဆေးထိုးခံရတဲ့နေရာမှာ ခဏတဖြုတ်ကိုက်ခဲတာကလွဲလို့ ကြီးမားတဲ့ ဘေးထွက်ဆိုးကျိုးပြသတာမျိုး မရှိခဲ့ပါဘူး။ ၄။ ဘယ်သူတွေ ဆေးဝါးအရင်ရရှိမလဲ ဗြိတိန်မှာသာမက တခြားတိုင်းပြည်တွေကို ဖြန့်ချိခွင့်ရမယ်ဆိုရင်လည်း ကျန်းမာရေးဝန်ထမ်းတွေ၊ နဂိုရောဂါအခံတစ်မျိုးမျိုးရှိသူတွေ၊ကလေးသူငယ်တွေနဲ့ သက်ကြီးရွယ်အိုတွေက ဒီကာကွယ်ဆေးကို အရင်ဆုံးရရှိမှာဖြစ်ပါတယ်။ Pfizer/BioNTech ဘက်ကတော့ ယခုနှစ်ကုန်မှာ ဆေးဝါး သန်း ၃၀-၄၀ ဝန်းကျင်လောက်ထုတ်လုပ်ဖို့ စီစဉ်ထားပြီး လာမယ့်နှစ်မှာ လူတိုင်း လိုအပ်သလောက် ရရှိနိုင်တဲ့အထိ အလုံအလောက်ထုတ်နိုင်ဖို့ ကြိုးပမ်းသွားမယ်လို့ဆိုထားပါတယ်။ ၅။ သာမန်လူတွေဆီကို ဘယ်အချိန်မှာ ရောက်မလဲ ဒီဆေးကို ဗြိတိန်မှာ စတင်ထိုးနှံနေပြီဖြစ်ပေမယ့် FDA ရဲ့ ခွင့်ပြုချက်မရသေးတာမို့ သာမန်လူထုတွေဆီကို အပြည့်အဝဖြန့်ချိဖို့က ယခုနှစ်ကုန် လောက်မှဖြစ်နိုင်ပါလိမ့်မယ်။ ၆။ စမ်းသပ်မှုတွေက ပြီးဆုံးသွားပြီလား တကယ်တမ်းအားဖြင့်ပြောရရင် စမ်းသပ်မှုတွေကမပြီးဆုံးသေးပါဘူး။ CDC နဲ့ FDA တို့ရဲ့ စည်းကမ်းသတ်မှတ်ချက်အရဆိုရင်လည်း ဆေးဝါးရဲ့ လုပ်ဆောင်နိုင်စွမ်းကို နောက်ထပ် ၂ နှစ် စောင့်ကြည့်ရဦးမှာဖြစ်ပါတယ်တဲ့။ ၇။ သက်ကြီးရွယ်အိုတွေမှာ တကယ်အလုပ်ဖြစ်ရဲ့လား Pfizer/BioNTech က သူတို့ရဲ့ ကာကွယ်ဆေးဟ သက်ကြီးရွယ်အိုတွေမှာ ဘယ်လောက်သက်ရောက်မှုရှိတယ်ဆိုတာကို ထုတ်မပြောထားပါဘူး။ ဒါပေမယ့် သူတို့ရဲ့ ဆေးဝါးကို ပထမဆုံးတရားဝင်ထိုးနှံခွင့်ရသူက ဗြိတိန်က အသက် ၉၀ ကျော် အမျိုးသမီးတစ်ဦးဖြစ်ပါတယ်။ ဗြိတိန်မှာ အဓိကထိုးနှံပေးနေတာကလည်း အသက် ၆၅ နှစ်အထက်တွေကိုပါ။ ဒါကြောင့် စိတ်ချရတယ်လို့ ဆိုလို့ရပါတယ်။ ၈။ကလေးတွေမှာရော အမှန်တကယ် အလုပ်ဖြစ်ရဲ့လား နောက်ထပ်မေးခွန်းတစ်ခုက ကလေးမှာ အမှန်တကယ်အလုပ်ဖြစ်ရဲ့လားဆိုတာပါပဲ။ ဒီဆေးဝါးကို ကလေးတွေမှာ စမ်းသပ်ထားတဲ့ ရလဒ်ကိုလည်း Pfizer/BioNTech ဘက်က တိတိကျက ထုတ်ပြန်ထားခြင်းမရှိသေးပါဘူး။ ၁၈ နှစ်နဲ့အထက် စမ်းသပ်ချက်တွေကိုသာထုတ်ပြန်ထားတာပါ။ ဒါပေမယ့် စက်တင်ဘာလကုန်မှာတော့ အသက် ၁၂ နှစ်အထိ လျှော့ချပြီး စမ်းသပ်မှုတွေ စတင်ပြုလုပ်နေပါတယ်။ ရလဒ်ကို မကြေညာသေးပေမယ့် ဗြိတိန်ကတော့ ကလေးတွေကိုလည်း ဆေးဝါးထိုးနှံပေးတော့မှာပါ။ Credit to https://www.google.com/search?q=mhatsu.com Read Only. No comments please."
    },
    {
        "title": "THE DEVIL အဆိုးလေး",
        "content": "THE DEVIL အဆိုးလေး\n\nအဘိဓာန်တွေရဲ့ ဖွင့်ဆိုချက်အရ Devil မှာ \"မကောင်းဆိုးဝါး၊ နတ်ဆိုး၊ မာန်နတ်၊ လူဆိုးလူရှုပ်၊ စိတ်ယုတ်စိတ်ပုပ်ရှိသူ (အယုတ်တမာ)\" စတဲ့အနက်အဓိပ္ပာယ်တွေရှိတာတွေ့ရပါတယ်။ Devil နဲ့ပတ်သက်လို့ လူသိများတာက Between the devil and the deep blue sea ပါ။\"ရှေ့တိုးထမ်းပိုး၊ နောက်ဆုတ်လှည်းတုတ်\" ဆိုသလို ဘယ်ဟာရွေးရွေး တစ်ခုမှမသက်သာတဲ့ အဆိုးနှစ်ခုကြားအခြေအနေမျိုးကို ပြောတာဖြစ်ပါတယ်။  ဗြိတိန်မှာ ၂၀၁၉ ဒီဇင်ဘာ ၁၂ ရက်နေ့က ကျင်းပတဲ့ရွေးကောက်ပွဲမှာ လက်ရှိဝန်ကြီးချုပ် Boris Johnson အနိုင်ရခဲ့ပါတယ်။ Boris Johnson ပြန်လည်အရွေးခံရလို့ဝမ်းသာဂုဏ်ယူနေချိန် သတင်းစာတစ်စောင်က Boris Johnson Wins, and Britain Chooses the Devil It Knows လို့ ရေးသားခဲ့ပါတယ်။ ကဲ The devil it knows လို့ ပြောလိုက်တော့ ဘာများပါလိမ့်လို့ အဖြေရှာကြည့်ရအောင်။ဒီအသုံးဟာ The devil you knowis better than the devil you don't. ဆိုရိုးကလာတာဖြစ်ပါတယ်။ စောစောကပြောသလို \"ဆုပ်လည်းစူးစားလည်းရူး \" လိုအဆိုးနှစ်ခုထဲက တစ်ခုကိုသာ ရွေးပါဆိုရင် ကိုယ်မသိတဲ့မကောင်းဆိုးဝါးထက် ကိုယ်သိတဲ့မကောင်းဆိုးဝါးကိုပဲ ရွေးမယ်လို့ တိုက်ရိုက်ပြန်ဆိုနိုင်ပါတယ်။အတိုပြောကြတာက Better the devil you know သိတဲ့လူဆိုတော့ ညှာတတ်တယ်ပေါ့ဗျာ။ အခုလည်း လက်ရှိဝန်ကြီးချုပ် Boris Johnson ကိုပြန်ရွေးရတာက ဗြိတိန်နိုင်ငံသားတွေအနေနဲ့ ဘာပဲဖြစ်ဖြစ် \"မျက်နှာသိတော့ အထိမနာနိုင်\" လို့ ယူဆပြီး သိပြီးသားကိုပဲရွေးလိုက်တာBritain Chooses the Devil It Knows လို့ဆိုတာပါ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ဖဲကြိုးဝါ YELLOW RIBBON",
        "content": "ဖဲကြိုးဝါ YELLOW RIBBON\n\nအဆိုတော် Tony Orlando ရဲ့ ၁၉၇၃ ထုတ် လူကြိုက်များသီချင်းလေး Tie A Yellow Ribbon 'Round The Ole Oak Tree ကို မှတ်မိကြမလား။ အနှစ်လေးဆယ်ကျော်ဆိုတော့ လူကြီးပိုင်းတွေတောင် ခပ်မေ့မေ့ဖြစ်လောက်ပါပြီ။ဒါပေမဲ့ ဒီသီချင်းရဲ့ နောက်ခံအကြောင်းလေးက ကြည်နူးရင်မောစရာဖြစ်တာကြောင့် Theme ကိုတော့ မမေ့လောက်သေးဘူးလို့ ထင်ပါတယ်။ အမေရိကန်ပြည်တွင်းစစ်အတွင်းက စစ်သုံ့ပန်းအဖြစ် အဖမ်းခံရတဲ့စစ်သားတစ်ယောက် အိမ်ပြန်လာတာကို သူ့ချစ်သူက သူတို့နှစ်ဦးတွေ့နေကျ ယုဇနပင်ကြီးမှာ ဖဲကြိုးဝါတွေချည်ပြီး ကြိုဆိုတာကိုလွမ်းမောဖွယ်ကျောရိုးထား ရေးဖွဲ့တဲ့သီချင်းပါ။ စတီရီယိုခေတ်ဦးအဆိုတော် မင်းမင်းလတ် က \"ယုဇနပင်နဲ့ ဖဲကြိုးဝါ\" နာမည်နဲ့ ကော်ပီပြန်ဆိုခဲ့ပါတယ်။ စာရေးဆရာ သူ့မောင် ကလည်း \"အချစ်သစ်ပင်\" လို့ ဝတ္ထုတိုတစ်ပုဒ်ရေးခဲ့ဖူးပါတယ်။အဲဒီ Tie A Yellow Ribbon 'Round The Ole Oak Tree သီချင်းလေး ကျွန်တော်တို့အားလုံးရဲ့ ရင်ထဲမှာ အခုထိကိန်းအောင်းနေသလို၊ Yellow Ribbon ဖဲကြိုးဝါ ဆိုတာကလည်း အိမ်ကို ဘေးအန္တရာယ်ကင်းကင်းပြန်လာသူကို ကြိုဆိုတဲ့အမှတ်လက္ခဏာတစ်ခုဖြစ်လာပါတော့တယ်။ဖဲကြိုးဝါ Yellow Ribbon နဲ့ပတ်သက်လို့ မှတ်မိနေတာရှိပါတယ်။ ၁၉၇၉ မှာ အီရန်က အမေရိကန်သံရုံးဝန်ထမ်းနဲ့ အရပ်သား ၅၂ ဦးကို ဓားစာခံအဖြစ် ဖမ်းဆီးခဲ့ပါတယ်။ ရက်ပေါင်း ၄၄၄ ရက်အကြာမှာ ပြန်လွတ်လာတော့ အဲဒီ ဓားစားခံတွေပြန်လွတ်လာဖို့ စောင့်မျှော်နေတဲ့ အမေရိကန်ပြည်သူတွေကဖဲကြိုးဝါ Yellow Ribbon တွေ နေရာအနှံ့ချိတ်ကာ သောင်းသောင်းဖြဖြကြိုဆိုခဲ့ကြတယ်။ The yellow ribbon is used for various symbolic purposes. It may be worn on a person, placed on a vehicle, or tied around a tree. ကနေ့ ကမ္ဘာ့နိုင်ငံအသီးသီးမှာ ဖဲကြိုးဝါကိုအထိမ်းအမှတ်၊ ရည်ရွယ်ချက်အမျိုးမျိုးနဲ့ သုံးနေကြပါတယ်။ ကဲ ကျွန်တော်တို့ ဖဲကြိုးဝါတွေ ပြင်ဆင်ထားကြရအောင်။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "HATE SPEECH",
        "content": "HATE SPEECH\n\nအမုန်းစကား (Hate speech) အကြောင်းမပြောခင် Haters ရဲ့ အဓိပ္ပာယ်ကို ပြောချင်ပါတယ်။ တကယ်တော့ Haters ဆိုတာ Facebook ပေါ်မှာ တစ်ဖက်သားကို စိတ်အနှောင့်အယှက်ဖြစ်အောင်၊ ထိခိုက်နစ်နာအောင် စော်ကားမော်ကား၊ ရင့်ရင့်သီးသီး၊ ဆဲရေးတိုင်းထွာနေကြတဲ့ အမုန်းသမားတွေကိုရည်ညွှန်းတာပါ။  အမုန်းသမားဆိုတာ တစ်ယူသန်တဲ့၊ ရန်လိုတဲ့၊ လူမျိုးရေးခွဲခြားတဲ့ အစွန်းရောက်တွေဖြစ်ကြပါတယ်။ အဲဒီ Haters တွေထဲမှာ သူများရဲ့အောင်မြင်မှုအပေါ် မုဒိတာမပွားနိုင်သူ၊ မနာလိုဝန်တို မစ္ဆရိယစိတ်ကြီးသူတွေလည်း ပါပါသေးတယ်။ ဒီလူမျိုးတွေက ကိုယ်နဲ့အယူအဆမတူရင် ရန်သူ၊ မကြိုက်ရင် ဆဲတယ်ကွာဆိုတဲ့စိတ်ပုပ်စိတ်ယုတ်ရှိသူ၊ အမြင်ကျဉ်းသူတွေပါ။  အွန်လိုင်းပေါ်က အမုန်းသမား Haters တွေရဲ့ အမုန်းစကား (Hate speech) တွေကို 'Haters Gonna Hate'='Just ignore those negative comments' ပုံစံနဲ့ လျစ်လျူရှုနိုင်ကြပါစေ။ အမုန်းစကားတွေကြောင့် ကျွန်တော်တို့ရဲ့ နှလုံးသားတွေ အမုန်းမပွားရအောင်မေတ္တာနဲ့ ဝန်းရံကြပါစို့လားခင်ဗျာ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "REDEEM / REDEMPTION",
        "content": "REDEEM / REDEMPTION\n\n••• ဒီစကားလုံးလေးရဲ့ ထွေပြားတဲ့အဓိပ္ပာယ်တွေက ကျွန်တော့်ကို ဖမ်းစားထားတာ ကြာလှပြီ။ Redeem (V) အဖတ်ဆယ်သည် အကြွေးဆပ်သည် ရာဇဝင်ကြွေးဆပ်သည် ပြန်ရွေးယူသည် အပြစ်မှရွေးနှုတ်ကယ်တင်သည် ပြန်အမ်းငွေယူသည်... စတဲ့အနက်အမျိုးမျိုးကို နက်နက်နဲနဲသိအောင် ကြိုးစားလေ့လာကြပါဦး။English definition ဆိုရင် ပိုအရသာရှိမယ်။ ••• ဒီလိုပွဲမှာ ဘာကြောင့် ဒီသီချင်းဆိုရတာလည်း အလေးအနက်ထားနားထောင်ပါ။ ဝါသနာပါရင် မူရင်း ဘော့မာလီရဲ့ ဆိုဟန်ကို နားထောင်ကြည့်ပါ။ ဘာပြောနေတာလဲ နားလည်အောင် ကြိုးစားနားထောင်လိုက်ပါ။ အကျိုးထူးပါလိမ့်မယ်။"
    },
    {
        "title": "THANKS I GET",
        "content": "THANKS I GET\n\nIs That The Thanks I Get ကျေးဇူးမတင်ချင်ရပါတယ်။ ဒါပေမဲ့ ကျေးဇူးတော့ မကန်းသင့်ပါ။ဒါကြောင့် Mark Twain ကပြောတာ \"လူတွေအကြောင်းကို သိလေလေ၊ ကိုယ့်ခွေးကို ပိုပိုချစ်လေပါပဲဗျာ\" အားလုံး မင်္ဂလာပါ။"
    }
]