[
    {
        "title": "for 2022",
        "content": "for 2022\n\n"
    },
    {
        "title": "WORD",
        "content": "WORD\n\nFOR YOUR READING PLEASURE...WORDWord ရဲ့အနက်အဓိပ္ပာယ်တွေကိုကြည့်ရင်\"စကားလုံး\" ဖြစ်လိုက် \"စကား\" ဖြစ်လိုက်၊တစ်နေရာမှာ \"စာလုံး\" အဖြစ်တွေရသလိုနောက်တစ်နေရာမှာ \"ဝေါဟာရ\" အဖြစ်တွေ့ရပါလိမ့်မယ်။ကဲ ဒါဆို Word က သင့်အတွက် ဘယ်လိုမျိုးအဓိပ္ပာယ်ဖော်ဆောင်ပါသလဲ။What do WORDS mean to you?Words can heal or break you.The foolish hang onto words,And live with beautiful memories.The clever absorb the meaning of words, And enjoy inquiry.The wise distill the value of words,And absorb their essence.သင်က လူမိုက်လား၊ လူတော်လား၊ လူလိမ္မာလား။"
    },
    {
        "title": "STOICISM",
        "content": "STOICISM\n\nDefinition of StoicThe Golden Gate ထဲကအင်္ဂလိပ်ကဗျာတွေစမ်းဖတ်ကြည့်ရင်း Stoic ကိုသိခဲ့တာပါ။ Stoic ကိုအဘိဓာန်တွေက \"လောကဓံတရားကိုကြံ့ကြံ့ခံနိုင်သူ\" လို့ဆိုပါတယ်။ဆင်းရဲဒဏ်ကိုလျစ်လျူရှုနိုင်သူ တစ်နည်း ပျော်ရွှင်ခံစားစရာပဲဖြစ်ဖြစ်၊ ဆင်းရဲဒုက္ခပဲဖြစ်ဖြစ် ဘာကိုမှအမှုမထားဘဲ၊ လျစ်လျူရှုဥပေက္ခာပြုတဲ့သဘောထားနိုင်သူ လို့လည်းအနက်ပေးကြပါတယ်။Weightiness of Stocismဆယ့်လေးငါးခြောက်နှစ်အရွယ်ဆိုတော့ Stoic ရဲ့လေးနက်မှု၊ အချိန်စီးမှုကိုအလေးမထားနိုင်ခဲ့ပါ။အခုလို ၇၀ ကျော်အရွယ်မှာ လောကဓံဖိစီးမှုကိုမျက်ဝါးထင်ထင်တွေ့ကြုံခံစားလာရပြီဖြစ်လို့သဘာဝဘေးရော၊ လူ့ပယောဂကြောင့်ဖြစ်ရတဲ့ဒုက္ခအပေါင်းကို ခါးစည်းခံခဲ့ရပါပြီ။ ဒါကြောင့်အမာရွတ်လည်းရခဲ့ပြီ Scarred; အလွန်အမင်းလည်းကြောက်ရွံ့ခဲ့ရပါပြီ Scared;Redefining Stoicismဗုဒ္ဓဘာသာတရားထွန်းကားတာကလွဲပြီး၊ လောကပါလတရားတွေမျက်ကွယ်ပြုခံနေရတဲ့မြန်မာပြည်မှာ ကျွန်တော်တို့ဘယ်လောက်ခံနိုင်ရည်ရှိနေပြိလဲ၊ဘယ်ပုံဘယ်နည်းရင့်ကျက်မှုရှိနေပြီလဲ၊ ဘယ်အတိုင်းအတာအထိလျစ်လျူရှုနိုင်၊ ကြံ့ကြံ့ခံနိုင်ကြမလဲ ပြန်လည်သုံးသပ်ရင်း အားလုံးလိုလားနေတဲ့လူမှုအပြောင်းအလဲကြီးကိုဖန်တီးဖော်ဆောင်လိုက်ကြရအောင်။The Show Must Go On!အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အိပ်လို့ပျော်ကြပါစေ။",
        "content": "အိပ်လို့ပျော်ကြပါစေ။\n\n♡♡♡For sound sleepno pillow is as soft as a clean conscience.လိပ်ပြာသန့်တာလောက်အိပ်ပျော်တဲ့ခေါင်းအုံးမရှိပါ။♡♡♡A Clear Conscience Is The Softest Pillow.•••English is crazy...I love it like crazy!"
    },
    {
        "title": "Bilingual Poems",
        "content": "Bilingual Poems\n\nဆရာ Dr. Soe Than ကသူကြိုက်တဲ့မြန်မာကဗျာတွေကို အင်္ဂလိပ်ဘာသာပြန်ဆိုတင်ပေးနေတာတွေ့တော့အားကျမိပါတယ်။ ဆရာကိုယ်တိုင်ရေးတဲ့အင်္ဂလိပ်-မြန်မာနှစ်ဘာသာနဲ့ကဗျာလေးတွေမကြာမကြာဖတ်ရတော့လွန်စွာအားရမိပါတယ်။အခုလည်း စက်တင်ဘာလ ၃၀ မှာကျရောက်တဲ့၂၀၁၉ အပြည်ပြည်ဆိုင်ရာ ဘာသာပြန်နေ့ (International Translation Day 2019)အတွက်ဆောင်းပါး \"ကဗျာကိုဘာသာပြန်သော်\"မှာ မြန်မာကဗျာကိုနိုင်ငံတကာက လေ့လာနိုင်ဖို့အတွက် ဘာသာပြန်ပေးဖို့လိုအပ်ကြောင်းတိုက်တွန်းထားပါတယ်။အဲဒီဆောင်းပါးထဲက ကဗျာဆရာ မောင်ပန်းမွှေး ရဲ့ကဗျာကိုအင်္ဂလိပ်ဘာသာပြန်နဲ့တွေ့ရလို့ လေ့လာသူတွေအတွက်ဖော်ပြပေးလိုက်ပါတယ်။♡♡♡ကြာတတ်တာတွေမကြာစေဖို့ကြာတွေလှူ ကာဆုတောင်းပါသည်မကြာခင်ပဲ ပြည့်ပါစေ။'မောင်ပန်းမွှေး'Lotus flowers I do offerSo that delays may not linger.All gods bless me success in life,Help me right now with all this strife.'Maung Pann Hmwe'(Translated by Zaw Min Oo)Ref : ကဗျာကိုဘာသာပြန်သော် ... ဟယ်ရီလွင်Source : မြန်မာတိုင်းမ် ၃၀-၉-၂၀၁၉♡♡♡အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "MOOD",
        "content": "MOOD\n\nMood means a mental or emotional state.Mood is a disposition to do something.A disposition to do somethingဘာမဆို Mood မဝင်ရင် လုပ်ရတာအဆင်မပြေဘူး။ငိုရမယ့်ဇာတ်ဝင်ခန်းအတွက် ရုပ်ရှင်မင်းသား ကျော်ဟိန်း mood \"မု\" မဝင်လို့ ရိုက်ကူးရေးဖျက်လိုက်ရတယ်ဆိုပဲ။ ဘာလဲဗျာ မု ။Mood ကို အဘိဓာန်က \"စိတ်နေစိတ်ထား၊ စိတ်ထား၊ သဘောထား၊ အထာ\" လို့အနက်ပေးပါတယ်။ မြန်မာလိုပေးထားတဲ့အနက်အဓိပ္ပာယ်လေးခုကိုတောင် ဠာန်ကရိုဏ်းကျကျသုံးနှုန်းရမှာမလွယ်လှပါ။Mood ရဲ့နောက်အနက်တစ်မျိုးက လုပ်ချင်ကိုင်ချင်စိတ် ဖြစ်ပါတယ်။ အခု ဒီသီချင်းမှာပါတဲ့ Mood နဲ့ဆက်နွယ်တဲ့အီဒီယံ In the mood နဲ့ In no moodတို့ကိုကြည့်ရင်သိသွားပါလိမ့်မယ်။In the mood (တစ်ခုခုလုပ်ဖို့) ဆန္ဒရှိသည်။In no mood က  ဆန္ဒမရှိ၊ စိတ်မပါ။ကဲ စိတ်ပါရင်သီချင်းဆက်နားထောင်ကြည့်မယ်။"
    },
    {
        "title": "A Name or A Legend",
        "content": "A Name or A Legend\n\nကျားသေတော့ အရေခွံကျန်တယ်၊ လူသေတော့နာမည်ကျန်တယ်။What kind of legacy are you leaving the world?"
    },
    {
        "title": "Broke ဘိုင်ပြတ်နေတယ်",
        "content": "Broke ဘိုင်ပြတ်နေတယ်\n\nCompletely Run out of Moneyမြန်မာဗန်းစကား \"ဘိုင်ကျ\" ဆိုတာ ငွေကြေးပြတ်လပ်တဲ့အခြေအနေကိုပြောတာဖြစ်ပါတယ်။ပိုက်ဆံဆိုလို့ အသေးငယ်ဆုံး Denominationဖြစ်တဲ့ပြားစေ့လေးတောင်မရှိဘူး၊ ပိုက်ဆံပြတ်တာတော့မပြောချင်ဘူးကွာ၊ လက်ထဲမှာ မူးလို့ရှုစရာတောင်မရှိဘူး။ Without any money, penniless. ခြူးတစ်ပြားမျှမရှိ၊ ဖြူခါပြာခါကျနေတဲ့ အခြေဆိုက်နေတယ်။ဒီလိုမျိုး ဘိုင်ကျတယ်၊ သုံးစရာငွေမရှိအောင်ဖြစ်ရတယ်ဆိုတာကိုအင်္ဂလိပ်က Broke လို့ပြောပါတယ်။(Broke ဆိုတော့ Simple past tense of Breakလည်းဖြစ်ပါတယ်။)လူတွေဘိုင်ကျသလို လုပ်ငန်းတွေငွေကြေးမလည်ပတ်နိုင်လို့လူမွဲဒေဝါလီခံကြရတာ၊ Financiallyruined ဘဏ္ဍာရေးခြွတ်ခြုံကျအကျပ်အတည်းဆိုက်နေတာကို Bankcrupt; Bankcruptcy လို့ခေါ်ပါတယ်။ ခပ်လွယ်လွယ်ပြောရရင် Go brokeပေါ့လေ။စီးပွားရေးလုပ်ငန်းတွေရှုံးလို့ပဲဖြစ်ဖြစ်၊ လောင်းကစားလိုနေရာမှာ မဆင်မခြင် သူဌေးဖြစ်ခွေးဖြစ်ပုံအော Go for broke လို့ ကုန်းကောက်စရာမရှိအောင်မွဲသွားတာကိုတော့ Dead broke; Flat broke; Stony broke လို့ဆိုပါတယ်။ကျွန်တော့်အသက် ၇၀ ကျော်ကာလအတွင်း စစ်တပ်ကအာဏာသိမ်းတာသုံးကြိမ်ကြုံဖူးပါတယ်။၁၉၆၂ -၁၄ နှစ်သားမှာပထမအကြိမ်၊၁၉၈၈ - အသက် ၄၀ မှာ ဒုတိယအကြိမ်၊၂၀၂၁ - အဲ အခုနောက်ဆုံး အသက် ၇၃ နှစ်မှာ တတိယအကြိမ်ကြုံတွေ့ရပါတယ်။ နောက်ဆုံးလို့ပြောရတာက ဒီလိုအဖြစ်မျိုး နောက်ထပ်မလာနိုင်တော့အောင် ပြည်သူတစ်ရပ်လုံးပါဝင်ကြိုးပမ်းနေကြလို့ဖြစ်ပါတယ်။အရင့်အရင်ကစစ်အာဏာသိမ်းတာတွေနဲ့မတူကွဲပြားကာ အကြမ်းဖက်ဆုံးနဲ့စီမံခန့်ခွဲမှုအညံ့ဆုံးလုပ်ရပ်တွေကြောင့်တစ်နိုင်ငံလုံးခါးစည်းခံစားကြရတာဆိုတော့ ကိုယ်တစ်ယောက်တည်းဖြစ်ကြောင်းကုန်စင်ကိုနတ်သံနှောငိုချင်းချပြောမနေချင်ပါဘူး။ အောင့်ခံ တောင့်ခံ ကိုယ်စီတိုက်ပွဲဆင်နွဲကြရင်း Mission accomplished ဖြစ်မယ့်နေ့ကိုစောင့်ကြတာပေါ့။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကြောင်ချစ်တဲ့ကျွန်တော်တို့မိသားစု",
        "content": "ကြောင်ချစ်တဲ့ကျွန်တော်တို့မိသားစု\n\nAilurophileAilurophile ဆိုတာ Cat-lover ကြောင်ချစ်သူ ကိုခေါ်တာပါ။○○ကျွန်တော့်အိမ်မှာကြောင် ၈ ကောင်ရှိပါတယ်။နောက်ဆုံးမွေးတဲ့ကိုးလသားအရွယ်ကြောင်ထီးလေးနာမည်က ဂျက်ကဘင် (Jacobin) ပါ။○○အတိတ်ဆိုးတွေပြည့်နေတဲ့အပြင် ကပ်ရောဂါရော စစ်အာဏာရှင်နှိပ်စက်မှုဒဏ်ပါအပြင်းအထန်ခံစားနေရတဲ့မြန်မာပြည်မှာ သူတို့ကောင်းကောင်းနေနိုင်၊စားနိုင်၊ အိပ်စက်အနားယူနိုင်ကြပါတယ်။○○သူတို့ ဒီလိုမျိုးနေနိုင်အောင် ကျွန်တော်တို့မိသားစုကစီစဉ်ပေးထားပါတယ်။ကိုယ်တတ်နိုင်တဲ့အိမ်တွင်းအလှူတစ်ခုပါ။အားလုံး ကိုယ်ကျန်းမာ၊ စိတ်ချမ်းသာကြပါစေ။"
    },
    {
        "title": "သင်ဘာလုပ်နေသလဲဆိုတာထက်",
        "content": "သင်ဘာလုပ်နေသလဲဆိုတာထက်\n\nLivin' in Dagon Myothit (North)I'm so glad living in the northern Dagon.သင်ဘာလုပ်နေသလဲဆိုတာထက်သင်ဘယ်မှာနေသလဲဆိုတာကပိုအရေးကြီးပါတယ်။သိချင်ရင်မြောက်ဒဂုံကိုလာကြည့်ထား။Hey Dude, if you are ready...Come and see!"
    },
    {
        "title": "ရုပ်ဝတ္ထုတွေချည်းတိုးတက်လို့မဖြစ်သေးဘူး",
        "content": "ရုပ်ဝတ္ထုတွေချည်းတိုးတက်လို့မဖြစ်သေးဘူး\n\nProgression in material;Regression in spiritual.လောကီ၊ လောကုတ္တရာ နှစ်ဖြာအကျိုး အချိုးညီအောင်ကျင့်ကြံကြရပါမယ်။TLNRToo Long No Read ရှည်လို့မဖတ်ဘူးလုပ်မနေနဲ့အင်္ဂလိပ်စာလေ့လာနေသူ အင်္ဂလိပ်စကားပြောဖို့တွန့်နေသူတွေဖတ်ကြပါ။လက်တွေ့ကြတယ် စေတနာပါတယ် သိမှတ်စရာတစ်ပုံကြီးပါတယ်။သူများကိုလက်တို့ချင်လည်း သင့်ကိုအဆင်သင့်ဖြစ်စေပါလိမ့်မယ်။"
    },
    {
        "title": "ဝဋ်လိုက်တတ်တယ်မောင်မောင်သတိထား",
        "content": "ဝဋ်လိုက်တတ်တယ်မောင်မောင်သတိထား\n\nDo now & Pay the Price later•••စာရေးဆရာကြီးမောင်သာရကသူ့ရဲ့ဝတ္ထုတစ်ပုဒ်ခေါင်းစည်းကို \"ဝဋ်လိုက်တတ်တယ် မောင်မောင်သတိထား\" လို့ပေးထားတာမှတ်မိကြပါလိမ့်မယ်။ ဝဋ်ဆိုတာ လည်ပတ်တတ်တဲ့သဘောဆောင်ပြီး၊ ပြုခဲ့မိတဲ့မကောင်းမှုရဲ့အတုံ့အလှည့်အကျိုးလို့အားလုံးသိထားကြပါတယ်။ ဒါကြောင့် အသိဉာဏ်ရှိသူတို့က ဝဋ်လည်မှာကြောက်ကြတယ်၊ ဝဋ်လိုက်မှာအသေကြောက်ကြပါတယ်။ အများလက်ခံထားတာက One day, you will pay the price.ကိုယ်ပြုတဲ့ကံ ပဲ့တင်သံ ကိုယ့်ထံပြန်လာမယ်ဆိုတာပါပဲ။'Pay the Price' means to suffer the consequences of someone's actions.•••တိုက်တိုက်ဆိုင်ဆိုင်ဗျာ လတ်တလောထုတ်လွင့်ပြသနေတဲ့ MRTV-4 ဇာတ်လမ်းတွဲနာမည်က \"ဝိပါက\" ပါ။မြန်မာအဘိဓာန်က \"ဝိပါကဝဋ်\" လို့ဖော်ပြထားတာတွေ့ရပြီး၊ Result, effect, consequence of one'spast deeds. လို့တူညီအဓိပ္ပာယ်ပေးပါတယ်။ ဝဋ် လိုပဲ ဝိပါက် ဆိုတာရှိသေးတယ်။ ဝဋ်လည်၊ ဝဋ်လိုက်တာနဲ့ပတ်သက်လို့ လောကဝိပါက် နောက်ပိုးတက် ဆိုစကားကိုလည်းပြောပြောနေတာကြားဖူးပါလိမ့်မယ်။For every action there is a reaction. စိတ်ချပါဗျာ လက်ရှိမကောင်းမှုပြုသူတွေအဖို့ သူတို့ကျူးလွန်တဲ့မကောင်းမှုအကျိုး တစ်နည်း သူတို့ရဲ့ကြီးမားတဲ့ဝဋ်ကြွေးကိုမချိမဆံ့တန်ပြန်ခံစားရမှာအသေအချာ​​ဖြစ်ပါတယ်။ အနှေးနဲအမြန်ပါပဲ။ အချိန်ကျရင်တော့ ငြိမ်ကျသွားပါလိမ့်မယ်။ကဲ သူတို့အမြန်ဆုံးဝဋ်ကျွတ်သွားအောင် ကျွန်တော်တို့အားလုံးလက်ညီတက်ညီလှုပ်ရှားလိုက်ကြတာပေါ့ဗျာ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကိုယ်ပြန်လာသည်",
        "content": "ကိုယ်ပြန်လာသည်\n\nI'm Coming Home.ကိုယ်ပြန်လာသည်။ ကိုယ်အိမ်ပြန်လာသည်။Home Comingအိမ်အပြန်You come home tired after working long hours.နာရီပေါင်းများစွာအလုပ်လုပ်ပြီး နွမ်းလျအိမ်အပြန်။I'm Home.ကိုယ်အိမ်ပြန်ရောက်ပြီ။Honey, I'm Home.ကိုယ်အိမ်ရောက်ပြီ အချစ်လေး။♡♡♡A nightcap for all my friends!Good Night!"
    },
    {
        "title": "Giving of Gift",
        "content": "Giving of Gift\n\nလက်​ဆောင်Life is the first gift, love is the second, and understanding the third."
    },
    {
        "title": "ဆောင့်ကြောင့်ထိုင်တဲ့အဒေါ်ကြီး",
        "content": "ဆောင့်ကြောင့်ထိုင်တဲ့အဒေါ်ကြီး\n\nPose; Posture & Positionဆောင့်ကြောင့်ထိုင်တဲ့အဒေါ်ကြီးSquatting Auntyကျွန်တော်တို့ငယ်ငယ်က သင်္ကြန်မှာလူကြီးတွေအားရပါးရဆိုဆိုနေတာလေးတစ်ခုမှတ်မိနေပါတယ်။ ဘာတဲ့ ဟိုအဒေါ်ကြီးဆောင့်ကြောင့်ထိုင်မော်လမြိုင်ကနှင်းဆီပွင့်ကြီး။နောက် အငြိမ့်မင်းသမီးကြီးတစ်ယောက်ရဲ့သီချင်းစာသားကိုလူရွှင်တော်တွေက ရယ်စရာလုပ်သီဆိုလိုက်တော့မှ နည်းနည်းသဘောပေါက်သွားတယ်။\"နေတာထိုင်တာ ကျွန်မသာ ဟောင်းလောင်းကြီး\"ဒီတော့မှ ဪ မော်လမြိုင်ကနှင်းဆီပွင့်ကြီးဆိုတာ အမျိုးသမီးများအတွက် အင်မတန်အရေးကြီးတဲ့အထိုင်၊ အထ၊ အကြွ၊ အခုန် (sitting, standing, rising and leaping) ကိစ္စဖြစ်နေပါလားဆိုတာသိလိုက်ရပါတယ်။ပြောချင်တာက If you don't know how to sit,it looks like parting your legs.အပြောအဆိုမတတ်တော့ ဆဲသလို၊ မထိုင်တတ်တော့လည်း ဖြဲသလိုဖြစ်သွားတတ်ပါတယ်။An aide-memoire.Apologies for womenfolk.Image credit to original artists."
    },
    {
        "title": "Vocab with \"Mad\"",
        "content": "Vocab with \"Mad\"\n\nLevel up your VOCABဝေါဟာရ စကားလုံးကြွယ်ဝအောင်ပြောပြရင်းအမေရိကန်အသံထွက်တွေအကြောင်းပုံဖော်သွားတာအင်မတန်စိတ်ဝင်စားစရာပါ။သင်စိတ်ထည့်လိုက်ပြီး ဆရာမနဲ့အတူစီးမျှောကြည့်လိုက်ပါ။ဝန်းကျင်ကလွတ်လွတ်လပ်လပ်ဆိုရင် လိုက်ပြောကြည့်ပါ။ပိုပျော်စရာဖြစ်သွားပါလိမ့်မယ်။•••Learn Vocab with \"Mad\"You will be really Mad with \"Vocab\"•••And, tell me about your fresh experience..."
    },
    {
        "title": "PERIOD",
        "content": "PERIOD\n\nဆရာ ဝေါဟာရကြွယ်အောင်ဘယ်လိုလေ့လာရပါမလဲ။ဝေါဟာရလေ့လာမလို့လားဥပမာ - PeriodPeriod ကို အဘိဓာန်က (တိုတောင်းသည်ဖြစ်စေ၊ ရှည်လျားသည်ဖြစ်စေ)အချိန်ကာလအပိုင်းအခြား လို့အနက်ပေးပါတယ်။ဒီကနေ့ ကျွန်တော်တို့ ကြုံတွေ့နေရတဲ့(တာရှည်နေသော)မရေရာမသေချာတဲ့အချိန်ပိုင်းA prolonged period of uncertainty•••နောက် Period ကို ခေတ် လို့အနက်ဖွင့်ပြန်ပါတယ်။The period of the French Revolution ပြင်သစ်တော်လှန်ရေးခေတ်အဲဒီခေတ်မှာ Guillotine ခေါ် ခေါင်းဖြတ်စက် ပေါ်ထွက်လာပါတယ်။•••Period နဲ့ပတ်သက်လို့သိထားရမှာက အမျိုးသမီးများအရွယ်ရောက်တာနဲ့အတူပေါ်လာတဲ့ရာသီသွေး၊ ရာသီ၊ ဓမ္မတာ ဖြစ်ပါတယ်။ အဲဒီသွေးက သွေးဆိုတိုင်းအနီလို့မထင်ကြစေလိုပါ။Period pains. ဓမ္မတာပေါ်ချိန်ဖြစ်တတ်တဲ့မသက်မသာခံစားမှု•••နောက်ဆုံးအနေနဲ့ အင်္ဂလိပ်တွေက Full stop ဆိုတာကို အမေရိကန်က Period လို့ခေါ်ပါတယ်။ကဲ ဒီလောက်တော့သိကိုသိထားရပါမယ်။စကားတစ်လုံး အဓိပ္ပာယ်တစ်ခုသိရုံနဲမဖြစ်ပါဘူး။ ဝေါဟာရကြွယ်ဝမှအလုပ်ဖြစ်ပါမယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ရင့်ကျက်ခြင်း",
        "content": "ရင့်ကျက်ခြင်း\n\nMaturity is the power to meet the failurewithout being bitter.အရှုံးကိုအပြုံးမပျက်ရင်ဆိုင်ပါဖြစ်ချင်တာမဖြစ်လည်း ရင်မနာပါနဲ့"
    },
    {
        "title": "ဒေါ်လာပေါက်စျေး",
        "content": "ဒေါ်လာပေါက်စျေး\n\n၂၀၂၂ သြဂုတ် ၂၀ ဒီနေ့ ၁၂၄၀ နာရီ မှာဒေါ်လာပေါက်စျေး ကျပ် ၂၉၀၀ ရှိတယ်လို့ဆိုပါတယ်။၂၀၂၁ ဖေဖေါ်ဝါရီ ၁ ရက်နေ့ စစ်အာဏာသိမ်းပြီးချိန်မှာကျပ် ၁၃၀၀ ဝန်းကျင်ပဲရှိပါတယ်။၂၀၂၀ သြဂုတ် ၁၉ နေ့ရှိငွေလဲနှုန်းက ကျပ် ၁၃၆၃ ဖြစ်ပါတယ်။FIRST \"IN GOD, WE TRUST.\"LATER \"IN GOLD, WE TRUST.\"NOW \"IN GHOST, WE TRUST...\""
    },
    {
        "title": "ကားလမ်းလှေလှော်",
        "content": "ကားလမ်းလှေလှော်\n\n၂၀၂၂ကားလမ်းလှေလှော်၁၇-၈-၂၀၂၂ မနေ့က မနက်အစောပိုင်းကတည်းက သဲသဲမဲမဲမိုးအဆက်မပြတ်ရွာသွန်းမှုကြောင့် ရန်ကုန်မြို့ကြီးအပါအဝင် တခြားမြို့ရွာတော်တော်များများမှာရေလွှမ်းမိုးသွားပါတယ်။ဝေါဟာရအနေနဲ့ပြောရရင် မြို့ပြအနိမ့်ပိုင်းနဲ့ မြစ်၊ ချောင်းငယ်များအနီးမှာနေထိုင်ကြသူများရုတ်တရက်ရေလွှမ်းခံရတာကို လျှပ်တစ်ပြက်ရေကြီးခြင်း (Flash flood) လို့ခေါ်ပါတယ်။ အကြီးအကျယ်ရေကြီးခြင်းက (Flood; Flooding) ပါ။ကျွန်တော်တော့ လှည်းကူးနဲ့ရန်ကုန်အကြားFlash flood ရုတ်တရက်ရေလွှမ်းလို့ ကားလမ်းရေကျော်တာမျိုးကြုံဖူးခဲ့ပါတယ်။ စိုးရွံ့ထိတ်လန့်စရာဖြစ်ပေမဲ့ ပျော်စရာအတွေ့အကြုံလည်းဖြစ်ပါတယ်။ဒီလိုကားလမ်းရေကျော်ဖြစ်ရပ်ကိုစံရွှေမြင့်ဇာတ်ကောင်ပြု \" ကားလမ်းလှေလှော်\" ကာတွန်းရုပ်ပြကအမှတ်ရစေပါလိမ့်မယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Duo",
        "content": "Duo\n\n•••ကျွန်တော့်သားရိုက်တဲ့ ငှက်မောင်နှံပုံလေး ပြန်တက်လာလို့ပါ။ခေါင်းစည်းကို ရိုးရိုးစင်းစင်း Duo လို့ပေးလိုက်ပါမယ်။အေးဗျာ မရိုးစင်းတာက Duo ရဲ့အသံထွက်ပါ။အများထင်သလို မထွက်ရဘဲ တစ်မျိုး အသံထွက်ဖတ်ရပါတယ်။အောက်ကအတိုင်း သံမှန်ရအောင် မြွှက်ဆိုကြည့်လိုက်ပါဦး။Pronunciation(British) IPA: /ˈdjuː.əʊ/, /ˈdʒuː.əʊ/(America) IPA: /ˈdu.oʊ/, /ˈdju.oʊ/Ref:Any pair of two ...Duel; Duet; Dyad•••Duo အသံထွက်အကြောင်းပြောရင်း အဆိုတော်မလေး Dua Lipa ကိုသတိရမိတယ်။သူ့ရဲ့နာမည် Dua ကလည်းခပ်ဆန်းဆန်းဗျ။ 'doo-ah leep-ah'. လေ့ကျင့်ထားဦးနော်။တွေ့တဲ့အခါ နာမည်မှားခေါ်မိလို့ စိတ်ကောက်နေပါဦးမယ်။Credit to Myat Thurein"
    },
    {
        "title": "ငှက်စာလည်းကျွေးတယ်",
        "content": "ငှက်စာလည်းကျွေးတယ်\n\n•••ကျပ်တော့ကျပ်တာပေါ့ဗျာမငတ်သေးသရွေ့ ကိုယ်စားမယ့်ထဲက ဖဲ့ဖဲ့ပြီးကျွေးမယ်ဆိုပြီး ကျွေးလာတာ နှစ်တွေတောင် အတော်ကြာညောင်းခဲ့ပါပြီ။အိမ်ကကြောင် ၆ ကောင်၊ Justin နဲ့ Nikki တယ်ရီယာခွေး ၂ ကောင်နဲ့ ခြံထဲကငှက်တွေကို နေ့စဥ်ကျွေးမွေးလာတာ ကြာပါပြီ။•••အိမ်မွေးမဟုတ်ဘဲ အပြင်ကလာတောင်းတဲ့ Jaguar လို့နာမည်ပေးထားတဲ့ ကြောင်ထီးတစ်ကောင်ရယ်၊ခွေးတွေဝိုင်းကိုက်လို့ ကယ်မွေးမွေးလိုက်ရတဲ့ Cougar ကြောင်ထီးတစ်ကောင်လည်း ရှိပါတယ်။What a marvelous crowd! ပရိသတ်ကမသေးဘူး၊ကုန်ကျစရိတ်အကြောင်းတော့ မပြောတော့ပါဘူး။ တန်ဖိုးအကြောင်းပဲ ပြောကြတာပေါ့။မေတ္တာစေတနာကို တန်ဖိုးဖြတ်လို့မှမရတာ။ဘဝအဆက်ဆက်က ရေစက်ဟောင်းကြောင့်အမိအဖညီကိုမောင်နှစ်မတွေနဲ့ ပြန်တွေ့ရတာပဲလို့ မှတ်ယူထားပါတယ်။Be kind to animals.သတ္တဝါအပေါင်း ကျန်းမာချမ်းသာကြပါစေ။အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "Breathing & Breath",
        "content": "Breathing & Breath\n\n•••အသက်ရှူမှားTop Gun ရုပ်ရှင်ဇာတ်ဝင်တေး Take My Breath Away သီချင်းကိုမှတ်မိကြမှာပါ။ ဒီအီဒီယံက \"အသက်ရှူမှားသည်\" လို့ အဓိပ္ပာယ်ရပါတယ်။ သူက အသက်ရှူမရပ်ပေမဲ့ အံ့ဩခြင်း၊ ကြည်နူးခြင်းတို့ကြောင့်ဖြစ်ပေါ်လာတဲ့ခံစားမှုဝေဒနာတစ်ရပ်ပါ။သိဝိဘုရင်နဲ့ဥမ္မာဒန္တီလို တစ်ယောက်သောသူရဲ့အလှအပမှာယစ်မူးပြီး Surprised and amazed အံအားသင့်၊ အံ့သြရတာမျိုးဖြစ်ပါတယ်။မောလွန်းလို့ အသက်ရှူမှားတာမျိုးကိုတော့ Out of breath (သို့မဟုတ်) Short of breath လို့သုံးပါတယ်။ဒါပေမဲ့ Shortness of breathing ကျတော့ အသက်ရှူကျပ် ဖြစ်သွားပါတယ်။•••အသက်ရှူကျပ်အသက်ရှူကျပ် ကို အင်္ဂလိပ်က Breathing difficulty; Difficulty in breathing (ဆေးပညာအသုံးShortness of breath; Difficulty breathing); Breathing hard or struggling to breatheစသဖြင့်သုံးကြပါတယ်။အသက်ရှူကျပ်တာနဲ့ပတ်သက်လို့ မြန်မာစကားမှာလည်း မူလအနက် \"ခက်ခက်ခဲခဲအသက်ရှူနေရတယ်၊ အသက်ရှူကျပ်တယ်\"ဆိုတဲ့အသုံးရှိသလို၊ ဆင့်ပွားအနက်အနေနဲ့ ဘာလုပ်လို့ဘာကိုင်ရမှန်းမသိ၊ စဥ်းစားလို့မရနိုင်အောင်ဘေးကျပ်နံကျပ်ဖြစ်၊ အခက်ကြုံနေရတာမျိုးကိုလည်း\"အသက်ရှူကျပ်တယ်\"လို့တင်စားအသုံးရှိပါတယ်။ မေဆွိရဲ့ \"အသက်ရှူကျပ်တယ်\" သီချင်းမှာ အဆောင်အယောင်တွေ၊ ဟန်ဆောင်သူတွေကြားမှာနေရလို့ အဆင်မပြေတာကို \"အသက်ရှူကျပ်တယ် ကျပ်ကျပ်တယ်ကွာ\" လို့ဆိုထားတာကြားဖူးကြပါလိမ့်မယ်။•••အသက်ရှူရပ်Stopped breathing အသက်ရှူရပ်တဲ့သဘောကို တင်စားပြောဆိုတဲ့နောက်အသုံးတစ်မျိုးတွေ့ရပါတယ်။အဲဒါက အံသြလို့ပဲ​ဖြစ်ဖြစ်၊ ဝမ်းသာလွန်းလို့ပဲဖြစ်ဖြစ် အသက်မရှူနိုင်အောင်ဖြစ်ရတယ်၊ အသက်ရှူဖို့တောင်မေ့သွားတယ် (Speechless အာစေးမိတယ်၊ မှင်တက်မိတယ်) ဆိုတဲ့အနက်မျိုးနဲ့လည်းသုံးပါတယ်။လာတုန်းက ပြောစရာအပြည့်နဲ့ပါ သူနဲ့လည်းတွေ့ရော ဘာပြောလို့ပြောရမှန်းမသိဖြစ်သွားတယ်။Each time I see you, I stopped breathing for a second.အားလုံး မင်္ဂလာပါ။Image credit to original artists.ကိုးကား -သေသူမှာ အသက်ရှူရပ်၍ရှင်သူမှာ အသက်ရှူကြပ်နေရတယ်။ဆရာဦးအောင်သင်း"
    },
    {
        "title": "လူနာ",
        "content": "လူနာ\n\nPatients must be patient.လူနာဖြစ်မှတော့ သည်းခံစိတ်ရှည်ရမှာပေါ့။ဆရာဝန်Be patient with patients.လူနာတွေအပေါ် သည်းခံစိတ်ထားဖြင့်ကုသရပါမယ်။"
    },
    {
        "title": "ငါးပါးသာမက",
        "content": "ငါးပါးသာမက\n\nAll hell breaks loose...ငါးပါးသာမက သံဃာစင်ပါမှောက်နေပြီ။We all live under the same sky;but we don't all have the same horizon.တစ်မိုးတည်းအောက်မှာနေကြပေမဲ့၊ အသိအမြင်ချင်းတော့မတူကြပါ။"
    },
    {
        "title": "ကိုယ့်တာဝန်ကျေပွန်ပါစေ",
        "content": "ကိုယ့်တာဝန်ကျေပွန်ပါစေ\n\nကျွန်တော်တို့ဟာ ကြီးမားတဲ့အပြောင်းအလဲတစ်ခုဆီကို ဦးတည်သွားနေတာပါ။ယခင့်ယခင်အခါတွေတုန်းကလည်း ကြိုးစားခဲ့ဖူးပေမဲ့ မီးပွားလေးအဖြစ်နဲ့သာချုပ်ငြိမ်းခဲ့ရပါတယ်။အခုတော့ ယခင်ကလို မီးပွားလေးမဟုတ်တော့ဘဲ မီးတောက်ကြီးအဖြစ်နဲ့သွားနေတာဖြစ်ပါတယ်။Evolution ပုံမှန်လည်ပတ်နေတဲ့အဆင့်ထက်ကျော်လွန်ပြီး Revolution လျင်မြန်တဲ့အရှိန်အဟုန်နဲ့ဆင်နွဲနေပါပြီ။•••တစ်နည်းပြောရရင် History in the makingပြည်သူတွေကိုယ့်သမိုင်းကိုယ်ရေးနေကြတာပါ။Make your own history ပြည်သူတွေရေးနေတဲ့သမိုင်းမှာ သင်ကိုယ်တိုင်ပါဝင်ပြီးကိုယ့်တာဝန်ကျေပွန်ပါစေ။ကိုယ်ဘာလုပ်သင့်တယ်ဆိုတာမေ့သွားမှာစိုးလို့ပြန်တင်လိုက်ပါတယ်။"
    },
    {
        "title": "DECLINE",
        "content": "DECLINE\n\n•••Japan Today သတင်းတစ်ပုဒ်ကိုဖတ်ရင်း Decline ကိုသတိထားမိပါတယ်။ကြိယာအနေနဲ့ Decline မှာအနက်အဓိပ္ပာယ်နှစ်မျိုးရှိပါတယ်။Japan's relative economic power has declined. ဝါကျပါစကားအဆက်အစပ် (Context) အရဂျပန်နိုင်ငံရဲ့စီးပွားရေးစွမ်းအားအထိုက်အလျောက်ကျဆင်းနေကြောင်းရေးသားထားတာပါ။QUOTE\"Southeast Asian nations would not choose a side,\" he said. \"Their sense of themselves has increased along with their economic growth, and Japan's relative economic power has declined, so we shouldn't interact with themin the same manner as that of several decades ago.\"UNQUOTE•••ကဲ ကျွန်တော်တို့ အဓိပ္ပာယ်နှစ်မျိုးရှိတဲ့ Decline ကိုဥပမာတွေနဲ့အတူလေ့လာကြည့်ကြရအောင်။•••Delineပထမအဓိပ္ပာယ်become smaller, fewer, or less; decrease.လျော့ပါးသည်။ ကျဆင်းသည်။ အားပျော့သည်။e.g.Her influence declined after she lost the election.The birth rate of Japan continued to decline.•••ဒုတိယအဓိပ္ပာယ်politely refuse (an invitation or offer).(ဖိတ်ကြားချက်၊ ကမ်းလှမ်းချက်ကို)ယဉ်ယဉ်ကျေးကျေး ငြင်းပယ်သည်၊ ငြင်းဆိုသည်။e.g.I invited her to join us, but she declined (my invitation).Caroline declined the coffee.ဒီကစပြီး စကားလုံးတစ်လုံး အဓိပ္ပာယ်တစ်မျိုးလောက်ပဲအသေမကျက်မှတ်ဘဲသူ့ရဲ့ အနက်အဓိပ္ပာယ်နှစ်မျိုးလောက်ကို နေ့စဥ်သတိထားလေ့လာသွားကြပါမယ်။လိုက်ခဲ့ကြပါဦး။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ဘယ်လောက်ဝါဒဖြန့်ဖြန့်",
        "content": "ဘယ်လောက်ဝါဒဖြန့်ဖြန့်\n\nAn error does not become truthby reason of multiplied propagation.ဘယ်လောက် ဝါဒဖြန့်ဖြန့် အမှားဟာအမှန် ဖြစ်မလာပါ။ ~ မဟတ္တမဂန္ဒီ"
    },
    {
        "title": "Fit as a fiddle",
        "content": "Fit as a fiddle\n\nကျန်းမာရေး (Health) နဲ့ပတ်သက်လို့ Healthy ကိုအနက်အဓိပ္ပာယ်နှစ်မျိုးနဲ့တွေ့ရပါလိမ့်မယ်။တစ်မျိုးကအားလုံးသိကြတဲ့ \"ကျန်းမာရေးနှင့်ညီညွတ်သော၊ ကျန်းမာပုံရသော\" e.g. a healthy childနောက်တစ်မျိုးက \"အခြေအနေကောင်းသော၊ သင့်တင့်သော၊ ကောင်းမွန်သော\" အခြေအနေတစ်ရပ်ကိုဖော်ပြရာတွင်လည်း Healthy ကိုသုံးပါတယ်။ e.g. ဘဏ်စာရင်းထဲမှာငွေတော်တော်များများရှိနေတဲ့အခါအခြေအနေကောင်းတာကို a healthy bank balance လို့ပြောနိုင်ပါတယ်။ ဘာစားစားမြိန်တယ်၊ခံတွင်းတွေ့တယ်ဆိုရင်လည်း a healthy appetite ပေါ့ဗျာ။ဒီနေရာမှာ အဓိကထားမှတ်သားရမှာက  Healthy တွေ့တိုင်း ကျန်းမာရေးနှင့်ပြည့်စုံတယ်လို့ဘာသာပြန်လို့မရဘူးဆိုတာပါပဲ။ မှတ်မှတ်ရရ Healthy optimism အသုံးလေးမှတ်မိကြဦးမှာပါ။တစ်ယောက်နဲ့တစ်ယောက်တွေ့လို့ အပြန်အလှန်နှုတ်ခွန်းဆက်ကြ၊ မာကြောင်းသာကြောင်းမေးမြန်းကြရာမှာမြန်မာက\"ပို့သတဲ့မေတ္တာကြောင့် ကျန်းမာပကတိချမ်းသာစွာရှိပါတယ်\" လို့ဖြေကြားတာကြားရပါလိမ့်မယ်။အင်္ဂလိပ်မှာတော့ ဖန်တရာတေအောင်အသုံးများတဲ့စကား ကလီရှေး cliché ​ဖြစ်တဲ့ Fit as a fiddle လို့အသုံးအနှုန်းရှိပါတယ်။ \"ကျွန်တော့်ကျန်းမာရေးကဒေါင်ဒေါင်မြည်ပဲ\" Someone who is in a superbstate of health.May y'all be in good shape! အားလုံးမာမာချာချာရှိကြပါစေ။"
    },
    {
        "title": "အပိုင်မတွက်နဲ့",
        "content": "အပိုင်မတွက်နဲ့\n\nThere's many a slip between the cup and the lips.နှုတ်ခမ်းဝတေ့သောက်တာတောင်အလွဲအချော်ရှိတယ်။အပိုင်မတွက်နဲ့။"
    },
    {
        "title": "SEE YOU LATER",
        "content": "SEE YOU LATER\n\n•••Irregular Verb တစ်ခုဖြစ်တဲ့ See ကို See, Saw, Seen \"ကြည့်သည်၊ မြင်သည်\" လို့ သိခဲ့၊ ကျက်ခဲ့၊ မှတ်သားခဲ့ရပါတယ်။အဘိဓာန်ဆရာကတော့ See အဓိပ္ပာယ်တွေကိုတစ်ပုံကြီးပေးထားပါတယ်။ဘယ်လိုပဲတစ်လှေကြီးပေးထားပေးထား ငါစာတွေရေးထားတယ် နင်ဖတ်မှမဖတ်ကြည့်ဘဲလို့သီချင်းထဲစပ်ဆိုရတဲ့လူမျိုးတွေများနေတာကြောင့် ငယ်ငယ်ကတည်းက See \"ကြည့်သည်၊ မြင်သည်\" ကမပြောင်းလဲသေးပါဘူး။•••မျက်မမြင်တစ်ယောက်ကပြောလိုက်တယ် \"Oh, I see,\" said the blind man.ဒီဝါကျမှာတော့ ဘယ်နည်းနဲ့မှ \"ကြည့်သည်၊ မြင်သည်\" မဖြစ်နိုင်တော့ဘူး။ အဘိဓာန်ပြန်ကြည့်ဦးမှပဲ။ဒီနေရာမှာ I see က \"သဘောပေါက်သည်၊ သိသည်\" ဆိုပဲ။ ဪ သိပြီ၊ သိပြီ။ Oh, I see!မှတ်ထားလိုက်ပြီ။•••Tanya Tucker ရဲ့ Can I See You Tonight သီချင်းမှာ အမျိုးသမီးကပြောနေတဲ့ See you ဆိုတာ ကြည့်တာ၊ မြင်တာ၊ သိတာ လည်းမဟုတ်နိုင်ဘူး၊ နောက်အဓိပ္ပာယ်တစ်ခုများရှိဦးမလားလို့ကြည့်လိုက်တော့ \"တွေ့ဆုံသည်\" \"သွားတွေ့သည်\" တဲ့ဗျာ။ လား လား အဘိဓာန်သာမကြည့်မိရင် သူချိန်းဆိုတာ လွဲတော့မလို့။ ကျေးဇူးပါ။>>>ကဲ ဒီလောက်ဆို သီချင်းနားထောင်ရတာ လေးလေးပင်ပင် အရသာရှိရှိ ဖြစ်သွားလောက်ပြီနော်။ခု သူမေးတာလေး ဖြေလိုက်ဦး။When Will I See You Again?"
    },
    {
        "title": "အပြီးမသတ်သရွေ့",
        "content": "အပြီးမသတ်သရွေ့\n\nIt ain't over 'til it's over.အပြီးမသတ်သရွေ့မပြီးပြတ်သေးဘူးလို့မှတ်။The frog that has not seen the sea thinksthe well is a fine stretch of water.ကျွဲခြေရာခွက်ထဲက ဖားသူငယ်မမြင်ဖူး မူးမြစ်ထင်။"
    },
    {
        "title": "Contronym",
        "content": "Contronym\n\nA word with its own oppositeIrregular Verb ဖြစ်တဲ့ Cleave ရဲ့ Past Tenseနဲ့ Past Participle တို့ကို ပုံသဏ္ဌာန်သုံးမျိုးတွေ့ရမှာဖြစ်ပါတယ်။Cleave (Cleaved) (Cleaved)Cleave (Clove) (Cloven)Cleave (Cleft) (Cleft)အဲဒီ Irregular Verb \"Cleave\" ရဲ့အနက်အဓိပ္ပာယ်နှစ်ခုဟာ တစ်ခုနဲ့တစ်ခုဖြောင့်ဖြောင့်ကြီးဆန့်ကျင်နေတာတွေ့ရပါလိမ့်ဦးမယ်။Cleave\" ရဲ့အဓိပ္ပာယ်တစ်ခုက \"ဖက်တွယ်ထားသည်၊ စွဲမြဲနေသည်၊ တွယ်ကပ်နေသည် Cling orStick fast or Adhere\" ဖြစ်ပါတယ်။နောက်ဆန့်ကျင်ဖက်အဓိပ္ပာယ်က \"ချွန်ထက်တဲ့ကိရိယာနဲ့ ခုတ်ပိုင်းသည်၊ ကွဲစေသည်\" Split or Sever\" ဖြစ်ပါတယ်။အဲဒီလို စကားတစ်လုံးတည်းမှာ မတူကွဲပြားဆန့်ကျင်ဖက်အနက်ရှိတာမျိုးကို Contronym လို့ခေါ်ပါတယ်။>>>ဆက်ပါဦးမယ်"
    },
    {
        "title": "Beechwood 4-5789",
        "content": "Beechwood 4-5789\n\nကျွန်တော့်ကိုဆက်သွယ်နိုင်တဲ့ဖုန်းနံပါတ်ကျွန်တော်လည်း ဖေ့ဘုတ်ပေါ်စာတိုပေစလေးတွေဟိုစမ်းစမ်း ဒီစမ်းစမ်း ဟိုလျှောက်ရေး ဒီလျှောက်ရေးနဲ့ အခုဆို ဆယ်စုနှစ်တစ်ခုရှိလာပြီဆိုတော့ ကျွန်တော့်ကို အင်္ဂလိပ်စာသင်ဆရာထင်ပြီး၊ စာမေးသူကမေး၊ ဆရာ့စာသင်ခန်း ဘယ်မှာရှိပါသလဲလို့ စုံစမ်းသူကစုံစမ်း၊ ဆရာ့အိမ်လိပ်စာ ပေးပါလို့ တောင်းသူကတောင်းကြပါတယ်။ကျွန်တော်တို့ရဲ့ နှုတ်ဆက်အခေါ်အပြောအရ ဆိုက်ကားသမားကိုတောင် ဆရာခေါ်နေကြတဲ့ ယဥ်ကျေးမှုနယ်ပယ်မှာ ကျွန်တော်လည်း ဘာမှန်းမသိရောယောင်ဆရာဖြစ်နေပါတော့တယ်။ အသက်ကြီးကြောင်းထုတ်ပြောလိုက်တော့ ဆရာကြီးဖြစ်သွားပါတယ်။ဖေ့ဘုတ်ပေါ်က ကျွန်တော်ရဲ့စာဖတ်သူတချို့ဟာဆယ်လီတွေလို အသံလေးကြိုက်လို့၊ ရုပ်ရည်လေးချောလို့ မိတ်ဆက်ချင်ကြတာမျိုးမဟုတ်ဘဲ၊ ဆရာအင်္ဂလိပ်စာကို ဘယ်လိုများ ကြိုးစားအားထုတ်ပြီး၊ သင်ယူခဲ့ရပုံကို မေးမြန်းချင်လို့၊ အင်္ဂလိပ်စာကို ဘယ်ပုံဘယ်နည်းနဲ့ လေ့လာသင်ယူတတ်မြောက် နိုင်ပါမလဲလို့ သိချင်သူတွေက ဆရာ့ဖုန်းနံပါတ်လေးပေးပါလို့ တောင်းခံလာကြတာ တဖြည်းဖြည်းများလာပါတယ်။ သူတို့ရဲ့​ပြင်းပြတဲ့ လိုအင်ဆန္ဒကို ဖြည့်ဆည်းပေးဖို့ကျွန်တော့်ဖုန်းနံပါတ်ကို မျှဝေပေးလိုက်ပါတယ်။ကျွန်တော့်ဖုန်းနံပါတ်က Beechwood 4-5789 ပါ။ကဲရင်ကာပင်တာ ပြောသလို အားမနာပါနဲ့ You can call me up ..... any old time ကျွန်တော်ကို အချိန်မရွေးခေါ်ဆိုနိုင်ပါတယ်။အားလုံး ကျေးဇူးပါခင်ဗျာ။"
    },
    {
        "title": "လေးနေတာတွေလွတ်ချလိုက်",
        "content": "လေးနေတာတွေလွတ်ချလိုက်\n\nကိုယ်ကျန်းမာ စိတ်ချမ်းသာကြစေဖို့Stop trying to control everything.Going with the flowis good for the heart and soul.လေးနေတာတွေ လွတ်ချလိုက်For sound sleep no pillow is as soft as a clean conscience.လိပ်ပြာသန့်တာလောက် အိပ်ကောင်းတဲ့ခေါင်းအုံးမရှိပါ။"
    },
    {
        "title": "အလှည့်ကျရင်တော့",
        "content": "အလှည့်ကျရင်တော့\n\nမမှန်တာဆိုပြောရ၊ လုပ်ရလွယ်သလောက်မှန်တာပြောဖို့ကြတော့ခက်လှပါဘိFalsehood is so easy, truth so difficult.George Eliot (1819-1880)အေးလေ မမှန်တာပြော မဟုတ်တာလုပ်ပြီးရင်ပြန်ပေးဆပ်ရမှာက ကြေးကြီးတယ်။အသက်နဲ့တောင် ရင်းရမှာနော်။You'll have to pay through your nose.You'll pay the price at the cost of your own life.Don't Shoot Me...မပစ်ပါနဲ့မပစ်ပါနဲ့ လို့ပြောလည်းမရတော့ဘူး။အလှည့်ကျရင်တော့ ဘယ်လိုမှနွဲ့လို့မရတော့ဘူး။You'll be a goner!"
    },
    {
        "title": "တစ်လှမ်းချင်း",
        "content": "တစ်လှမ်းချင်း\n\nStep by Step တစ်လှမ်းချင်းအခု ကျွန်တော်တို့အားလုံး သိချင်နေကြတာက ဘယ်လောက်ကြာဦးမှာလဲ၊ ဘယ်တော့ပြီးမှာလဲ အစချီတဲ့မေးခွန်းပါ။ဒါနဲ့ပတ်သက်လို့ ရှုထောင့်ပေါင်းစုံက အမျိုးမျိုးအဖုံဖုံ ဝေဖန်ပြောဆို ဆွေးနွေးနေကြတာတွေလည်း တွေ့ရပါလိမ့်မယ်။စာရေးဆရာကြီးမောင်သာရစကား ငှားပြောရရင်တော့ \"ဘယ်ဇာတ်တော်လေမှန်းသိ၊ အခန်းခန်းအပြေပြေ များနိုင်ကြပေ\" လို့ပြောမယ်ဆိုပြောနိုင်ပါတယ်။ကျွန်တော်ကတော့ စာရေးစားပွဲပေါ်ကနေ စာဆန်ဆန်ပြောရရင် \"မိုင်ထောင်ချီခရီးကို ခြေတစ်လှမ်းက စတင်ရပါတယ်The journey of a thousand miles begins with one step\" အဆိုအမိန့်လိုပါပဲ၊ လက်ရှိတော်လှန်ရေးက တစ်ပြည်လုံးအတိုင်းအတာ မြန်မာပြည်တစ်နံတစ်လျား ကိုယ့်အတိုင်းအထွာနဲ့ကိုယ် တစ်လှမ်းချင်း (Step by step) သွားနေတာအားလုံးသိကြပါတယ်။အရင်ခေတ်အဆက်ဆက် ဆင်နွဲခဲ့တဲ့တော်လှန်ရေးတွေနဲ့ လုံးဝမတူကွဲပြားသွားတာက စနစ်ဆိုးကို အမြစ်ဖြုတ်သုတ်သင်ကြမယ်ဆိုတဲ့ ရည်မှန်းချက် တူသွားကြတာပဲဖြစ်ပါတယ်။ ဒီခိုင်မာပြတ်သားတဲ့သန္နိဋ္ဌာန်ကြောင့် All roads lead to Rome ဆိုတာလို ဆန္ဒတူ၊ ပန်းတိုင်တူတူနဲ့ နောက်ဆုံးပွဲသိမ်းမှာ ပြည်သူအားလုံးလိုလားချက်ပြည့်ဝသွားမှာမလွဲဧကန်ဖြစ်ပါမယ်။အင်္ဂလိပ်စကားမှာ Rome was not built in a day ဆိုတာရှိသလို မြန်မာမှာလည်း တစ်နေ့တလံ ပုဂံဘယ်ပြေးမလဲ ဆိုရိုးစကားရှိပါတယ်။ The push, the rush and the Occupation is ours. တရွေ့ရွေ့ တစ်ဖြည်းဖြည်းနဲ့ ကျွန်တော်တို့မျှော်မှန်းတဲ့ သိမ်းပိုက်အောင်ပွဲကို လက်ဝယ်ပိုင်ပိုင်ရရှိမယ်လို့ယုံကြည်ပါတယ်။Step by step one goes to Rome!Step by step one goes to Rome!Step by step one goes to Rome!တစ်နေ့တလံ ပုဂံဘယ်ပြေးမလဲ"
    },
    {
        "title": "အချိန်ကောင်းကိုစောင့်ရတယ်",
        "content": "အချိန်ကောင်းကိုစောင့်ရတယ်\n\nကိုယ့်မြင်းကို သူယူစီးလို့သူ့လှေကို ကိုယ်သွားလှော်လိုက်မဟဲ့ ပုံစံမျိုး လုပ်လို့မရဘူးလေ။No hasty revengeအချိန်ကောင်းကို စောင့်ရတယ်။Day of ReckoningDay of ReckoningDay of Reckoningthe time when past mistakes or misdeeds must be punished or paid for.e.g.\"a day of reckoning will come for those who committed crimes against humanity\""
    },
    {
        "title": "မြန်မာ့နွေဦး",
        "content": "မြန်မာ့နွေဦး\n\nMyanmar SpringDemocratic Transformation in Myanmarအာရပ်နွေဦး (Arab Spring) ဆိုတာ\"စစ်အာဏာရှင်တွေရဲ့ ရက်ရက်စက်အုပ်ချုပ်မှုအောက်မှာ နှစ်ပေါင်းများစွာ ခါးစည်းခံကြရတဲ့ အီဂျစ်၊ လစ်ဗျား၊ ဆီးရီးယားအစရှိတဲ့ အရှေ့အလယ်ပိုင်းနိုင်ငံတွေမှာ ၂၀၁၀ ခုနှစ်အတွင်း ဒီမိုကရေစီတက်ကြွလှုပ်ရှားသူများရဲ့ ထကြွပုန်ကန်မှုအရေးတော်ပုံ\" ကို ခေါ်တာပါ။ဒီလိုမျိုးအလားတူ တစ်ခြားအာဖရိကနိင်ငံတွေမှာ ဒီမိုကရေစီ လမ်းပွင့်သွားတဲ့ ဖြစ်ရပ်တွေကိုလည်း အာရပ်နွေဦး (Arab Spring) လို့ပဲ သုံးနှုန်းနေတာ တွေ့ရပါတယ်။ဒါဆို နှစ်ပေါင်းငါးဆယ်နီးပါး အညာတာကင်းမဲ့စွာ ဖိနှိပ်ခဲ့တဲ့စစ်အုပ်ချုပ်ရေးကနေ ဒီမိုကရေစီအသွင်ကူးပြောင်းသွားတဲ့ မြန်မာနိင်ငံအရေးကိုလည်း အာရပ်နွေဦး လို့ သမုတ်ကြလေမလားလို့ ရှာကြည့်မိတယ်။ပထမဆုံးတွေ့တာက A Burma \"Spring\" ဖြစ်ပါတယ်။ နောက်ပိုင်းမှာတော့ The Burmese Spring;A Spring in Myanmar; Myanmar Spring ​​\"မြန်မာ့နွေဦး\" လို့ရေးသားလာပါတယ်။ဒီမိုကရေစီအသွင်ကူးပြောင်းစ ၂၀၁၁~၂၀၁၆ ပထမငါးနှစ်တာကာလကိုတော့ စစ်ဗိုလ်ချုပ်တွေကအရပ်သားအသွင်ယူ အုပ်ချုပ်ခဲ့လို့ အနောက်တိုင်းသတင်းစာတွေက အရပ်သားအယောင်ဆောင်အစိုးရ(Quasi-civilianGovernment) လို့ ရေးကြပါတယ်။အခု ၂၀၁၆~၂၀၂၁ ငါးနှစ်တာကိုတော့ Democratic Civilian Government ဒီမိုကရက်တစ်အရပ်သားအစိုးရလို့ ခေါ်ရမှာဖြစ်ပါတယ်။ လက်ရှိ ဒီမိုကရက်တစ်အရပ်သားအစိုးရအုပ်ချုပ်မှုကို အကောငးအဆိုးအကျိုးအပြစ်ရှုထောင့်အမျိုးမျိုးက ဝေဖန်ပြောဆိုနေကြတာရှိပေမဲ့၊ ကျွန်တော်ကတော့ ဝေါဟာရအနေနဲ့ \"မြန်မာ့နွေဦး\"ဟာ Indian summer (အိန္ဒိယနွေရာသီ) \"အလာနှောင်းသော်လည်း နှစ်သက်အားရဖွယ်ကောင်းသောအောင်မြင်မှု\" လို့ တင်စားချင်ပါတယ်။\"Myanmar Spring မြန်မာ့နွေဦး\" ဟာ Indian summer အိန္ဒိယနွေရာသီ ပါ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Attachment or Craving",
        "content": "Attachment or Craving\n\nလူတွေဟာငယ်စဉ်ဘ၀ကနေဒီအရွယ်ရောက်တဲ့အထိသင်ယူနေရတဲ့ စာပေကိုတော့စွဲလမ်းမှုမရှိကြဘဲ၊ဆေးလိပ်တို့ အရက်တို့ကိုကျတော့အစွဲကြီးစွဲနေကြတယ်။ဒါက Mind over Matter.ကိုယ့်ကိုယ်ကိုယ် ထိန်းချုပ်နိုင်တာနဲ့သက်ဆိုင်ပါလိမ့်မယ်။အောက်ကအဆိုအမိန့်ကို ခံစားကြည့်ပါဦး။Eat bread at pleasure,drink wine by measure.ပေါင်မုန့်ကို စိတ်တိုင်းကျစားပါ၊အရက်ကို အတိုင်းအဆဖြင့်သောက်ပါ။အားလုံး မင်္ဂလာပါ။Moral>>>\"More Were Drowned  In The CupThan In The Sea.\""
    },
    {
        "title": "Easy Come, Easy Go",
        "content": "Easy Come, Easy Go\n\nEasy come, easy goလွယ်လွယ်ရ လွယ်လွယ်ကုန်ဒီအီဒီယံက အင်မတန်ရိုးစင်းရှင်းလင်းပြီး အလွယ်တကူ မှတ်မိနိုင်တဲ့စကားလေးပါ။ အနက်အဓိပ္ပာယ်လည်းပြည့်ဝပါတယ်။ ငွေနဲ့ပတ်သက်လို့ အများဆုံးပြောကြတာက တချို့လူတွေ သိပ်ကံကောင်းပုံများBorn with the silver spoon (in your mouth) ပါးစပ်ထဲငွေဇွန်းကိုက်မွေးဖွားလာတယ်လို့တောင်တင်စားယူရပါတယ်။ Living the life of Riley = an ideal life of carefree prosperity. အရာအရာပြည့်စုံလို့ ခြေမွေးမီးမလောင် လက်မွေးမီးမလောင် အေးအေးဆေးဆေးနေနိုင်တယ်။ ပစ္စည်းဥစ္ဓာငွေကြေးဓနကလည်း လိုလေသေးမရှိဆိုတော့ ဘာပဲလိုလို အကုန်အလွယ်ရနေတတ်ပါတယ်။ အဲဒီလို wealth without work ခွန်အားစိုက်ထုတ်ရခြင်းမရှိဘဲ၊ ချမ်းသာကြွယ်ဝနေတာကိုက အပြစ်ကြီးတစ်ခုလို့ဆိုပါတယ်။ One of the seven deadly sins / Mahatma Ghandi.ဘာပဲဖြစ်ဖြစ် အခုလို အသေကျပ် အနေကျပ်ကာလကြီးမှာ Easy come, easy go လွယ်လွယ်ရလွယ်လွယ်ကုန်မဖြစ်စေဘဲ၊ ဝင်ငွေနည်းတော့ စရိတ်ချွေတာ စိစစ်သုံးတတ်ကြပါစေ။Freedom Come, Freedom Go၁၉၄၈ မှာမြန်မာပြည်လွတ်လပ်ရေး (Independence) ရပြီးနောက် ၁၄ နှစ်အကြာ ၁၉၆၂ မှာစစ်တပ်ကအာဏာသိမ်း (Military coup d'etat) လိုက်တော့ ထွန်းသစ်စ ဒီမိုကရေစီစနစ်ပျက်သှဥ်းပြီး၊ စစ်အာဏာရှင်စနစ်ဆိုး စတင်အမြစ်တွယ်လာတာ ကနေ့အထိပါ။ ဒီတော့ မြန်မာပြည်သားတွေမြတ်နိုးတဲ့ Liberty; Independence; Freedom လွတ်လပ်မှုဆိုတာတွေ အားလုံးချုပ်ငြိမ်းသွားရပါတယ်။ ကျွန်တော်တို့အားလုံးအတွက်က လွတ်လပ်မှုဟာ ပေါ်လာလိုက် ခဏ​နေပြန်ပျောက်သွားလိုက်နဲ့Freedom Come, Freedom Go အခြေအနေပါ။ ဟာသရုပ်ရှင်ကားတစ်ခုရဲ့နာမည်လိုNow You See Him, Now You Don't လွတ်လပ်မှုက ကိုယ်ပျောက်သမားလားမသိတော့ပါ။ကဲ အဲဒီပျောက်ဆုံးနေတဲ့လွတ်လပ်မှုကို ပြန်လည်ရရှိဖို့ လူတိုင်းလူတိုင်း တစ်နည်းမဟုတ်တစ်နည်းနည်းနဲ့ စွန့်လွတ်အနစ်နာခံ တိုက်ပွဲဝင်ကြရပါမယ်။ လက်နက်စွဲကိုင် ရင်ဆိုင်တိုက်ခိုက်ရမှ မဟုတ်ပါဘူး။ နည်းလမ်းပေါင်းစုံ ညီညီညာညာနဲ့ ရုန်းကန်သွားကြဖို့ပါ။ဘာသာရေးအဆုံးအမမှာတော့ Worship without sacrifice စွန့်လွတ်အနစ်နာမခံရင် ဆည်းကပ်ကိုးကွယ်ခြင်းအမှုကိုတောင် မပြုနိုင်လို့ဆိုပါတယ်။နိုင်ငံရေးအယူအဆမှာတော့ တိုင်းပြည်နဲ့လူမျိုးအတွက် ဘဝကိုစတေး၊ အသက်​ကိုပေးပြီး၊ သေတဲ့အထိစွန့်လွတ်အနစ်နာခံတာကို အာဇာနည်သူရဲကောင်းတို့လုပ်ရပ်လို့ ခံယူကာ ချီးကျူးထောပနာပြုကြပါတယ်။ Freedom comes through sacrifice.We honor those who sacrificed their lives for their country.သူရဲကောင်းသွေးမြေကျနေတာကို မမေ့ကြပါနဲ့။ သင်လည်း ကျရာအခမ်းကဏ္ဍတစ်ခုခုက ပါဝင်လိုက်ပါ။"
    },
    {
        "title": "ခွေးသေ ဝက်သေ သေ",
        "content": "ခွေးသေ ဝက်သေ သေ\n\nTo die a dog's deathorTo die the death of a dogဒီအသေမျိုးကဒုက္ခအပြည့် ရှက်ဖွယ်အတိနဲ့သေရတဲ့အသေဆိုးပါ။"
    },
    {
        "title": "စကားတစ်လုံးအသုံးများစွာ",
        "content": "စကားတစ်လုံးအသုံးများစွာ\n\nအင်္ဂလိပ်စကားလုံးတစ်လုံးမှာ Definition အနက်အဓိပ္ပာယ်အနေနဲ့ တစ်မျိုးမကရှိတာ တွေ့ကြရပါလိမ့်မယ်။Noun; Verb; Adjective ကဲ့သို့စကားလုံးသဏ္ဍာန် (Word form) သို့မဟုတ် စကားလုံးအမျိုးအစား (Typeof word) ကွဲပြားသွားတဲ့အပေါ်လိုက်၍လည်း အဓိပ္ပာယ်ပြောင်းသွားတတ်ပါတယ်။ ဆရာမကြီး ဒေါ်ခင်မျိုးချစ်ရဲ့စာအုပ်ကောင်းတစ်အုပ်ဖြစ်တဲ့ \"အင်္ဂလိပ်စာအင်္ဂလိပ်စကား\" စာအုပ်မှာ \"စကားတစ်လုံး အသုံးများစွာ\" ခေါင်းစည်းနဲ့ဖော်ပြထားပါတယ်။ကျွန်တော့်အတွေ့အကြုံအရ စကားတစ်လုံးရဲ့အဓိပ္ပာယ်ကို အနည်းဆုံးနှစ်မျိုး၊ သုံးမျိုးလောက်တော့သိထားသင့်ပါတယ်။ ဥပမာ Trade ကိုကြည့်ပါက နာမ်ပုဒ်အနေနဲ့ \"အရောင်းအဝယ်၊ ရောင်းဝယ်ဖောက်ကားခြင်း၊ ကုန်သွယ်မှု\"  ဖြစ်ပြီး၊ နောက်အဓိပ္ပာယ်တစ်မျိုးက \"ရောင်းဝယ်မှုလုပ်ငန်း၊ စီးပွား​ရေးလုပ်ငန်း\" ဖြစ်ပါတယ်။Trade ကိုကြိယာအနေနဲ့ \"ရောင်းဝယ်ဖောက်ကားသည်၊ ကုန်သွယ်သည်၊ ကုန်ကူးသည်\" ဆိုတဲ့အနက်အပြင် \"(ပစ္စည်းချင်း) ဖလှယ်သည်၊ လဲလှယ်သည်\" ဆိုတဲ့နောက်အဓိပ္ပာယ်တစ်မျိုးကိုလည်းသိထားရပါမယ်။၁၉၆၄ကျွန်တော်ဟာ မြီးကောင်ပေါက်အရွယ်ကတည်းက သီချင်းတွေနဲ့ ရင်းနှီးခဲ့တာကြောင့် I Wouldn't TradeYou For the World သီချင်းထဲက Trade ကို \"လဲလှယ်သည်\" လို့စသိခဲ့ပါတယ်။I wouldn't trade you for the worldOr the pearls in the sea (pearls in the sea)All the treasures of a kingdomThat's not what you mean to me...၁၉၆၈နောက် စီးပွာရေးတက္ကသိုလ်ရောက်ပြီး Economics ဘောဂဗေဒပညာရပ် သင်ကြားရတော့Trade ကို \"ရောင်းဝယ်ဖောက်ကားကုန်သွယ်မှု\" အဖြစ်ထပ်သိရပြန်တယ်။Why do people trade?People trade simply because they find it entertaining.They enjoy investment and they like to manage risky proposition.ဒါက Trade ရဲ့ အဓိပ္ပာယ်တစ်မျိုးနှစ်မျိုး သိထားသင့်ကြောင်း နမူနာပြ ပြောဆိုလိုက်တာပါ။အခုပြောနေတာက Tip of the iceberg ဆိုတာလို အပေါ်ယံကြော အသေးအဖွဲလောက်ပဲရှိပါတယ်။ဆက်လက် လေ့လာစရာတွေ အများကြီးကျန်ပါသေးတယ်။စကားလုံးတစ်လုံး အဓိပ္ပာယ်တစ်မျိုးလောက်နဲ့ ကျေနပ်မနေဘဲ Definition အနက်မျိုးစုံ၊ Usageအသုံးအနှုန်းအမျိုးမျိုးကို လေ့လာထားပါက သင့်အတွက် ထိုက်ထိုက်တန်တန် အကျိုးရှိပါလိမ့်မယ်။"
    },
    {
        "title": "မည်းကျော (သို့) မဲလုံး",
        "content": "မည်းကျော (သို့) မဲလုံး\n\nSecond edition!မည်းမည်းသည်းသည်း ကို သဲသဲမဲမဲ ချစ်တယ်။မည်းကျော (သို့) မဲလုံး\"မည်းမည်းသည်းသည်း\" နဲ့ \"သဲသဲမဲမဲ\" ကို အကွက်ကျကျသုံးထားတဲ့ ချယ်ရီသင်း ရဲ့ \"မည်းမည်းသည်းသည်းကြီးကိုချစ်တယ်\" သီချင်းကို နားထောင်မိကြမလားမသိဘူး။အားလုံးသိကြတဲ့အတိုင်း Black ကို အဘိဓာန်တွေက \"အမည်းရောင်၊ အနက်ရောင်\" လို့အနက်ပေးကြပါတယ်။ စကားလုံးသဏ္ဍာန်အရ Black ကို နာမ်ရော၊ နာမဝိ​သေသနအဖြစ်ပါ တွေ့ရပါလိမ့်မယ်။လူဖြူ၊ လူမည်း အသားအရောင်ခွဲခြားမှုကြောင့် ရှေးက \"Negro လူမည်း၊ ကပ္ပလီ\" ခေါ်ခံရသူတွေကိုနောက်ပိုင်းမှာ African-American လို့ပြောင်းခေါ်တာလည်း ရှိပါတယ်။မြန်မာအဘိဓာန်က \"မည်း\" တာကို \"မီးသွေးအရောင်\" လို့အနက်ဖွင့်ပါတယ်။ စိတ်ဝင်စားဖွယ်ကောင်းတာက အမည်းရောင်၊ အနက်ရောင်အနုအရင့်နဲ့ ပတ်သက်တဲ့ဝေါဟာရတွေ ဖြစ်ပါလိမ့်မယ်။ အင်္ဂလိပ်က မည်းမှောင်၊ မည်းနက်တာကို Jet-black လို့အသုံးရှိပါတယ်။ Jet-black hair ဆိုရင် ပိတုန်းရောင်ဆံကေသာပေါ့။ Sooty ကျပ်ခိုးရောင်လို အမည်းရောင် အနည်းငယ်ဖျော့တာကို \"မည်းနှမ်း\" လို့ခေါ်တာတွေ့ရပြီး၊ မည်းချိပ်တာ Coal-black; မည်းကြုတ် တစ်နည်း ကတ္တရာလို အလွန်မည်းတာ Pitch-black; လို့အသုံးတွေရှိကြပါတယ်။အသားအရောင်က အရေပြားတစ်ထောက်ပေါ်မှာသာရှိလို့ မည်းနက် Jet-black ရုံမကလို့၊ မည်းချိပ်Coal-black နေပါစေ၊ အသိဉာဏ်သာ ပိန်းပိတ်အောင် မမှောင်ရင် မည်းမည်းသည်းသည်း ကို သဲသဲမဲမဲချစ်မယ့်သူလည်းရှိပါတယ်။အားလုံး မင်္ဂလာပါ။Out of the frying-pan into the fire.ကျားကြောက်လို့ ရှင်ကြီးကိုး၊ ရှင်ကြီး ကျားထက်ဆိုး"
    },
    {
        "title": "Killer",
        "content": "Killer\n\nလူကို သေစေလိုတဲ့ဆန္ဒနဲ့ ရည်ရွယ်သတ်ဖြတ်တာကို လူသတ်မှု (Murder) လို့အနက်အဓိပ္ပာယ် ဖွင့်ပါတယ်။ဥပဒေစကား (Law jargon) နဲ့ဆိုရင် Homicide ပါ။ မရည်ရွယ်ဘဲ မတော်တဆ လက်လွန်သတ်မိသွားတာကိုတော့ Man-slaughter လူသေမှု လို့ခေါ်ပါတယ်။သက်ရှိသတ္တဝါကို သတ်တာမှန်သမျှ Kill လို့ သုံးပါတယ်။ သတ်ဖြတ်သည်၊ သတ်ဖြတ်ခြင်းဆိုင်ရာ ဝေါဟာရတွေအများကြီးရှိတဲ့အထဲက တချို့ကိုဖော်ပြရရင် လူ့အသက်သတ်တာကို Murder; (နိုင်ငံရေးအရ) လုပ်ကြံသတ်ဖြတ်တာကို Assassinate; ကြိုးပေးပြီး သတ်တာကို Hanging; လျှပ်စစ်ဓာတ်လွှတ်ပြီး စီရင်တာကိုElectrocution; ဆေးထိုးသတ်ရင် Giving Lethal injection; အပြတ်ရှင်းတာကို Liquidate; ကွပ်မျက်တာကိုExecute; ကိုးရီးယားရာဇ၀င်ကားတွေထဲကလို အဆိပ်တိုက်ပြီး အဆုံးစီရင်တာကို Forced to drinkpoison စသဖြင့် အသုံးအမျိုးမျိုး တွေ့ရပါတယ်။တိရစ္ဆာန်အမြောက်အများကို သုတ်သင်ရှင်းလင်းတာကို Cull; လူတွေကို အစုလိုက်အပြုံလိုက်သတ်တာကိုMassacre၊ လူမျိုးတုံးအောင် မျိုးဖြုတ်သတ်ဖြတ်တာကိုတော့ Genocide လို့ခေါ်ပါတယ်။ယေဘုယျအနေနဲ့ပြောရရင် Kill; Killing သတ်ဖြတ်ခြင်း အမှုကိုပြုလုပ်သူ၊ ပြုလုပ်တဲ့အရာအားလုံးကိုKiller သတ်သူ လို့ခြုံပြောနိုင်ပါတယ်။ တိတိပပပြောမယ်ဆိုရင် လူလူချင်း သတ်ဖြတ်ခြင်းအမှုကို ပြုလုပ်သူကို  Killer လူသတ်သမား လို့ခေါ်ပါတယ်။ လူ့ဘဝဖြစ်စဥ် အိုနာသေခြင်းမှာ သေခြင်းတရားဖြစ်စေသူThe death သေမင်း၊ ယမမင်းကိုလည်း Killer သေမင်းတမန်လို့ တင်စားပြောဆိုနိုင်ပါတယ်။ လူကိုသေစေနိုင်တဲ့ကင်ဆာ၊ နှလုံးရောဂါလိုမျိုးကိုလည်း Killer disease လို့ခေါ်ပါတယ်။ တိရစ္ဆာန်တွေထဲက လူကိုသတ်စားတတ်တဲ့အကောင်မျိုး (Man-eater) ကိုလည်း Killer တပ်ခေါ်ကြပါတယ်။ ဥပမာ - Killertiger; Killer shark. လူတွေထုံကျင်ကိုက်ခဲတာ သက်သာပျောက်ကင်းဖို့ လိမ်းဆေး၊ သောက်ဆေးကိုPain-killer အကိုက်အခဲပျောက်ဆေး လို့သိကြပါတယ်။အားလုံးသိကြတဲ့အတိုင်း Killer ကို သတ်ဖြတ်၊ သုတ်သင်၊ ရှင်းပစ်၊ အညွှန့်ချိုး၊ မျိုးတုံး၊ ဖျက်ဆီးသူ အဖြစ်အမှောင်ဘက်အခြမ်းမှာ တွေ့ရပါတယ်။ နောက်ဆက်ကြည့်ရင် An extremely difficult orunpleasant thing. လုပ်ရကိုင်ရတာ အလွန်ခက်၊ ဆိုးဆိုးရွားရွား မဖွယ်မရာမကောင်းတာတွေမျိုးကိုလည်း Killer လို့သုံးတာတွေ့ရပါလိမ့်မယ်။ဥပမာ - The shift system was a killer. ဒီ နေ့-ညအဆိုင်းစနစ်က တကယ့်ကိုမြွေပဲဗျာ။အင်္ဂလိပ်စာကို လေ့လာရင် အရှည်ဆုံးအင်တင်နာဆွဲထုတ်၊ အကျယ်ပြန့်ဆုံးတောင်ပံဖွင့် လေ့လာသင့်ပါတယ်။ English in a broadest sense! ကဲ အဆိုးနဲ့အကောင်း ဒွန်တွဲနေတယ်ဆိုတော့ Killer ကို အကောင်းဘက်က ရှုမြင်တဲ့ ဗန်းစကားအသုံးအနှုန်းတစ်ခု ရှိပါသေးတယ်။ သိပ် သိပ် သိပ်အောင်မြင်၊အလွန့်အလွန်အထင်ကြီးစရာ၊ အင်မတန် စိတ်လှုပ်ရှားဖွယ်ကောင်းသူ ပါတဲ့ဗျာ။ သက်မဲ့အရာကိုပါပြောလို့ရပါတယ်။Killer means an extremely successful, impressive, exciting, etc. person or thing.ကိုယ့်ရည်းစားကောင်မလေးက ကိုယ့်ကိုလက်ထပ်ဖို့ ဆုံးဖြတ်လိုက်ပြီဆိုရင် Good, Great, Glad တွေပြောမနေနဲ့ Oh yes! The killer, Honey သာပြောချလိုက်ပါ။ The killer!"
    },
    {
        "title": "Post COVID-19 episodes",
        "content": "Post COVID-19 episodes\n\n•••Bridge or Wallလူလိမ္မာတွေ တံတားထိုး၊လူမိုက်တွေ တံတိုင်းကာThe wise build bridges, the foolish build walls.•••Wise or Otherwise (foolish)လူလိမ္မာတွေ ခိုးခိုးမိုက်နေချိန်လူမိုက်တွေ တိုးတိုးလိမ္မာနေကြပြီ။•••What is the difference between the wise and the foolish?© The Wise are willing to speak the truth.© Fools ignore advice. They are right in their own eyes."
    },
    {
        "title": "World Sea Turtle Day",
        "content": "World Sea Turtle Day\n\nWorld Sea Turtle Day June 16, 2022•••Tortoise ကုန်းလိပ် ကကျွန်တော်တို့ ငယ်ငယ်ကတည်းကသိတဲ့လိပ်ဖြစ်ပါတယ်။Turtle ကတော့ ပင်လယ်လိပ်ကြီးမျိုးကိုခေါ်တာပါ။ဒီကနေ့ ဇွန်လ ၁၆ ဟာ ကမ္ဘာ့ပင်လယ်လိပ်နေ့ဖြစ်ပါတယ်။ပင်လယ်သမုဒ္ဒရာတွေထဲမှာ နှစ်ပေါင်း သန်းတစ်ရာကျော်ကျင်လည်ကျက်စားရှင်သန်နေတဲ့အဏ္ဏဝါလိပ်ကြီးတွေဟာ ကမ္ဘာ့တောရိုင်းတိရစ္ဆာန်ဖောင်ဒေးရှင်းရဲ့အဆိုအရ မျိုးသုဥ်းကွယ်ပျောက်ဖို့အန္တရာယ်ကျရောက်နေတဲ့မျိုးစိတ် (Endangeredspecies) ဖြစ်နေကြောင်းသိရပါတယ်။သူတို့မတိမ်ကောမပျောက်ကွယ်ဖို့ ကြိုးပမ်းဆောင်ရွက်နေကြတဲ့ကမ္ဘာအရပ်ရပ်ရှိပရဟိတစေတနာ့ဝန်ထမ်းအဖွဲ့တွေနဲ့အတူ ကျွန်တော်တို့လည်းပါဝင်ကူညီပေးကြရပါမယ်။•••World Sea Turtle Day is observed on June 16 every year to highlightthe importance of sea turtles by raising awareness about the threatsto their lives. On this day, people are encouraged to learn ways of savingthe turtles and reducing the harm associated with their endangerment.Save Them with your Awareness."
    },
    {
        "title": "For Love of Money",
        "content": "For Love of Money\n\nFor Love of Money (or)For Love or Moneyမက်ဆီကိုနိုင်ငံသား တောပုန်းဓားပြဗိုလ်ကသူ့သူငယ်ချင်းကို ပြောလိုက်ပါတယ်။In our country, we kill people for money.For you my friend, we'll kill you for nothing.\"ဒီမှာတော့ တို့က ငွေရမှ လူသတ်ပေးတယ်ကွ။အေး မင်းကတော့ ငါ့ရဲ့အရင်းနှီး မိတ်ဆွေဆိုတော့မင်းသေချင်ရင်ပြော ငါတို့ မင်းကိုအလကားသတ်ပေးပါ့မယ်\" ကဲ မှတ်ကရော။ဒီလိုပါပဲ ခင်မင်ရင်းနှီးကြသူတွေ အချင်းချင်း ယိုင်ပင်းတတ်ကြပါတယ်။ For you my friend သူငယ်ချင်းမင်းမို့လို့ ဒီစျေးနဲ့ပေးတာ၊ အချင်းချင်းတွေပဲကွာပြောနေစရာလိုသေးလား။ဒါမျိုးမေတ္တာတွေ ထားလာရင် သတိထားပေါ့ဗျာ။အပေါ်ကပြောစကားနဲ့ ပတ်သက်လို့ မူကွဲလေးတစ်ခုတွေ့လို့ လေ့လာသူတွေအတွက် ထပ်ပေးပါရစေ။I'm a killer, I kill people for money, butyou are my friend I will kill you for free.○○○For free; FOC or Free of Chargeအခမဲ့ (သို့မဟုတ်) အလကား"
    },
    {
        "title": "ဘယ်သူသိသိမသိသိ",
        "content": "ဘယ်သူသိသိမသိသိ\n\nဘယ်သူသိသိမသိသိ ကိုယ်စောင့်နတ်သိတယ်What your hands do, it's your own eyes that've seen.လက်ကဘာလုပ်လုပ် မျက်လုံးကအကုန်မြင်တယ်တဲ့။"
    },
    {
        "title": "လက်တစ်ဆုပ်",
        "content": "လက်တစ်ဆုပ်\n\nအဘိဓာန်က Handful နဲ့ Fistful တို့ကို \"လက်တစ်ဆုပ်စာ\" လို့အနက်ပေးကြပါတယ်။အင်္ဂလိပ်လို ရှင်းပြရာမှာတော့...Handful ကို a quantity that fills the hand.လက်ဖဝါး၊ လက်ခုပ်ထဲ ဆံ့သလောက်ထည့်ယူသွားတယ်။ဥပမာ - He picked up a handful of sand.Fistful ကို as much as a person can holdin their clenched hand. လက်သီးဆုပ်ထဲ ရသလောက်ယူသွားတယ်။ ကျစ်ကျစ်ပါအောင် ဆုပ်ယူသွားတဲ့သဘောဖြစ်ပါတယ်။ဥပမာ - The robber took a fistful of dollars from the drawer.အရေအတွက်အနေနဲ့ (လက်တစ်ဆုပ်စာ) ထက် \"အနည်းငယ်၊ စိုးစဥ်း\" ကို Handful သုံးတာတွေ့ရပါတယ်။ Only a handful of people came.လူအနည်းငယ်သာ လာရောက်ကြတယ်။Handful ရဲ့မှတ်သားစရာ နောက်အဓိပ္ပာယ်တစ်မျိုးက \"a person or group that is very difficult to deal with or control. အထိန်းရအသိမ်းရခက်တဲ့လူ (သို့မဟုတ်) တိရစ္ဆာန်\" ဖြစ်ပါတယ်။ ဒီလိုမျိုး ဆိုးတဲ့ကလေးငယ်တွေလည်း ရှိတတ်ပါတယ်။ဥပမာ - Daisy's only three and she's quite a handful. ဒေစီက သုံးနှစ်သမီးပဲရှိသေးတယ်။ အတော်လေး ပြောရဆိုရခက်ပါတယ်။"
    },
    {
        "title": "Larger than life",
        "content": "Larger than life\n\n•••Life (noun) ကို အပေါ်ယံကြည့်ရင် ဘဝ နဲ့ အသက် လို့ပြောနိုင်ပေမဲ့၊ အတွင်းကျကျ လေ့လာကြည့်ရင်သက်တမ်း၊ သက်ရှိအရာ၊ လောက၊ လှုပ်ရှားမှု၊ တက်ကြွမှု စတဲ့အနက်ကွဲတွေ ထပ်တွေ့ရပါလိမ့်မယ်။•••Larger-than-life မှာ လူပုဂ္ဂိုလ်နဲ့ပတ်သက်ရင် ခံ့ညားထယ်ဝါသော၊ အဟန့်ကောင်းသော၊ ဝင့်ဝါလွန်းသော၊ ဟိတ်ဟန်များသော၊ ထင်ပေါ်ကျော်ကြား လူသိများသော၊ သြဇာတိက္ကမကြီးမားသော၊ အထင်ကြီးလောက်သော၊ စွဲလမ်းနှစ်သက်သဘောကျလောက်သော အရည်ချင်းတွေ ရောပြွမ်းနေသူမျိုးကိုခေါ်ပါတယ်။ အဲဒီလို Larger-than-life လူမျိုး​တွကို နိုင်ငံရေးလောကမှာ တွေ့ရသလို ရုပ်ရှင်ဂီတနယ်ပယ်၊အားကစားလောက စတဲ့နေရာတွေမှာမှာ တွေ့ရတတ်ပါတယ်။•••အရာဝတ္ထုတွေနဲ့ပတ်သက်လို့ ပုံမှန်မြင်တွေ့နေကျထက် ပမာဏကြီးလွန်းသည့်အရာ၊ နဂိုထက်အရွယ်အစား အချိုးစားနားမကျသည့် အရာမျိုးကို Larger-than-life လို့သုံးနှုန်းပါတယ်။ ဥပမာ - ရုပ်ထုတွေမှာ တကယ့်လူရဲ့ ခန္ဓာကိုယ်အရွယ်အစားအတိုင်း ထုဆစ်ထားတာကို Life-size(d) လို့သုံးပါတယ်။သာမန်အနေအထားထက် သုံးလေးဆကြီးတဲ့ရုပ်ထုကြီးမျိုးကိုတော့ Larger than life orLarger-than-life (adj) လို့အသုံးအနှုန်းရှိပါတယ်။•••ခြုံပြောရရင် Larger-than-life လူပုဂ္ဂိုလ်တွေဆိုတာ ကောင်းမွန်တဲ့အရည်အချင်း၊ လေးစားထိုက်တဲ့ကိုယ်ကျင့်တရား၊ အကျင့်သီလ အရည်အသွေးကောင်းတွေကြောင့် လူရိုသေရှင်ရိုသေကြရသူတွေ ရှိသလိုဝင့်ဝင့်ဝါဝါ၊ ဟန်တစ်လုံးပန်တစ်လုံးနဲ့ အနံကြီးကွင်းကျယ်လူမျိုးတွေလည်း ရှိကြောင်း သတိပြုစေလိုပါတယ်။ဒါကြောင့် Larger-than-life ဆိုတာ Hyperbole နည်းနည်းတော့ ချဲ့ကားတဲ့သဘောရှိပေမဲ့၊ Praise;Compliment ချီးမွမ်းထောမနာပြုတဲ့စကားလို့ ပြောနိုင်ပါတယ်။"
    },
    {
        "title": "တစ်နည်းနည်းနဲ့ရူးနေကြသူတွေပါ",
        "content": "တစ်နည်းနည်းနဲ့ရူးနေကြသူတွေပါ\n\nWe are all looniesin one way or another..~ ကျွန်တော်တို့အားလုံး တစ်နည်းနည်းနဲ့ ရူးနေကြသူတွေပါ ~..but we're proud of it."
    },
    {
        "title": "Gasoline or Petrol",
        "content": "Gasoline or Petrol\n\nဓာတ်ဆီ ကို အင်္ဂလိပ်က Petrol လို့ခေါ်ပြီး၊အမေရိကန်က Gasoline or gas လို့ခေါ်ပါတယ်။ဓာတ်ဆီ ကို အခေါ်ကွဲသလို ဓာတ်ဆီဆိုင် ကိုလည်းအင်္ဂလိပ်အခေါ်က Petrol station or Fillingstation or Sevice station ဖြစ်ပြီး၊ အမေရိကန်အခေါ်က Gas station ဖြစ်ပါတယ်။ဒီကနေ့မှာတော့ ဓာတ်ဆီ ကို Petrol; Gas လို့မတွေ့ကြရတော့ဘဲ၊ Octane 92/ 95 အောက်တိန်း ၉၂နဲ့ ၉၅ ကိုသာ တွေ့ကြရပါလိမ့်မယ်။အင်္ဂလိပ်စကားမှာ မီးလောင်ရာလေပင့် ကို Fan thefire or flame လို့သုံးပါတယ်။  ဒီနေရာမှာ Fan ကမီးလောင်ရာလေပင့်သည်။ ပင့်ပေးသည်။ မြှောက်ပေးသည် လို့အဓိပ္ပာယ်ဆောင်ပါတယ်။ဘာပဲဖြစ်ဖြစ် လောင်နေတဲ့မီးကိုတော့ မဖြစ်မနေငြိမ်းသတ်ရမှာ ဖြစ်ပါတယ်။ မီးငြိမ်းသတ်တာကိုတော့ အားလုံးသိကြတဲ့အတိုင်း Extinguish orPut out the fire ပါ။မီးငြိမ်းသတ်ရာမှာလည်း မော်တော်ယာဥ်မှာလိုပဲဘရိတ်နဲ့လီဗာ မှားယွင်းသလို မီးကိုရေနဲ့မပက်မိဘဲဓာတ်ဆီနဲ့ ပက်ဖြန်းမိတတ်ပါတယ်။ ဒါလည်း မတော်တဆလိုလို၊ တမင်တကာလိုလို၊ မတော်တဆလိုလိုနဲ့ရည်ရွယ်ချက်ရှိရှိ တမင်လုပ်တာလည်း ဖြစ်နိုင်ပါတယ်။အဆိုတော် David Bowie က Putting out the Fire with Gasoline အမည်နဲ့သီချင်းတစ်ပုဒ်ဆိုခဲ့ဖူးပါတယ်။ မကောင်းတဲ့အခြေအနေကို ဆိုးသည်ထက်ပိုဆိုးအောင် မီးလောင်ရာလေပင့်လိုက်တာကို ပြောတာဖြစ်ပါတယ်။ To add fuel to the fireလို့ မူကွဲတစ်ခုလည်းရှိပါတယ်။"
    },
    {
        "title": "မရမနေတို့ရှာဖွေ",
        "content": "မရမနေတို့ရှာဖွေ\n\nLeave no stone unturnedNo stone unturned မရမနေတို့ရှာဖွေအဘိဓာန်က အီဒီယမ် ဆိုတာ ပုဒ်တစ်လုံးစီတိုင်း၏အနက်ကို ပေါင်းစပ်ခြင်းဖြင့် အဓိပ္ပာယ်မရှင်း၊ အားလုံးစုပေါင်းလိုက်မှ အဓိပ္ပာယ်ပေါ်သောပုဒ်စု လို့အနက်ဖွင့်ပါတယ်။ (ဓလေ့သုံးစကား၊ ဥပစာစကား လို့လည်းသိထားကြပါတယ်။)အခု ပြောမယ့်အီဒီယမ် Leave no stone unturned ကို စကားလုံးတစ်လုံးချင်း တိုက်ရိုက်ပြန်ဆိုလိုက်ရင် ဘယ်ကျောက်တုံးမှ လှန်မကြည့်ဘဲ ချန်မထားခဲ့ပါနဲ့၊ တစ်နည်း ကျောက်တုံးတိုင်းကို မကြည့်ပါ လို့အဓိပ္ပာယ်ရပါတယ်။တကယ်တော့ Leave no stone unturned ရဲ့ အတိုချုပ်ဆိုလိုရင်းက Make all possible effort \"အစွမ်းကုန်လုပ်ဆောင်သည်၊မရမနေရှာသည်။ လက်ကြောတင်းတင်းလုပ်သည်၊ မရမနေရှာသည်\" ဖြစ်ပါတယ်။ အကျယ်ဖွင့်ရရင်Make every possible effort to find someone or something ကိုယ်ရှာဖွေနေသူကိုဖြစ်ဖြစ်၊ ကိုယ်ရှာဖွေနေတဲ့အရာဝတ္ထုကိုဖြစ်ဖြစ် မတွေ့တွေ့အောင်ရှာသည် ဖြစ်ပါတယ်။ ပျောက်ဆုံးနေတဲ့မိခင်ရင်းကိုရှာသူ၊ ကိုယ်လက်စားချေချင်တဲ့ရန်သူကို လိုက်ရှာသူဟာ တွေ့တဲ့အထိ အပတ်တကုပ်ရှာမယ်၊ မနားမနေကြိုးစားရှာမှာ ဖြစ်ပါတယ်။ ဒီလိုမျိုးအခြေအနေမှာ Leave no stone unturned အီဒီယမ်ကိုသုံးနိုင်ပါတယ်။ဒုတိယကမ္ဘာစစ်အပြီး ရက်စက်ယုတ်မာတဲ့ နာဇီစစ်ရာဇဝတ်ကောင်တွေကို စစ်ခုံရုံးတင်ဖို့၊ ပုဂ္ဂိုလ်ရေးလက်စားချေဖို့ကမ္ဘာမြေအနှံ့ ခြေဆန့်ရှာကြတာမျိုးကလည်း Leave no stone unturned ပါပဲ။ အခု ကျွန်တော်တို့လည်း သိပ်မကြာခင်အချိန်အတွင်းမှာ တစ်တိုင်းပြည်လုံးကို ရက်ရက်စက်စက် ညှဥ်းပန်းနှိပ်စက်သတ်ဖြတ်ခဲ့တဲ့ လူမဆန်သူတွေကို လုံးဝအလွတ်မပေးဘဲ ကမ္ဘာကုန်ကျယ်သရွေ့ လိုက်လံရှာဖွေ သုတ်သင်အပြစ်ပေးကြရတော့မှာ ဖြစ်ပါတယ်။Don't leave no stone unturned."
    },
    {
        "title": "ကိုယ့်ဘဝထဲကတခြားတစ်ယောက်",
        "content": "ကိုယ့်ဘဝထဲကတခြားတစ်ယောက်\n\nOTHER WOMANကိုယ့်ဘဝထဲကတခြားတစ်ယောက်Other woman ကိုအဘိဓာန်က (မိမိ) ယောက်ျားနှင့် မရှင်းမရှင်းဖြစ်နေသည့် အမျိုးသမီးလို့အနက်ပေးပါတယ်။အဲဒီလို လင်ရှိမယားနှင့် မယားရှိလင်သော်လည်းကောင်း၊ လင်ရှိမယားနှင့် အိမ်ထောင်မရှိသူတစ်ဦးဦးသော်လည်းကောင်း၊ မယားရှိလင်နှင့် အိမ်ထောင်မရှိသူတစ်ဦးဦးသော်လည်းကောင်းငြိစွန်းမိကြရင် ဥပဒေကြောင်းအရ အိမ်ထောင်ရေးဖောက်ပြန်မှု (Adultery) ဖြစ်ပါတယ်။A woman who is romantically involved with someone (usually a man).A woman having an affair with a married man.အိမ်ထောင်သည်အမျိုးသားနဲ့ ချစ်ကြိုက်မိသူအမျိုးသမီးကို ခေါ်တဲ့အခေါ်အဝေါ်တွေ အများကြီးတွေ့ရပါတယ်။ ပျော့ပျော့ပျောင်းပျောင်း lover;fancy woman ကအစ ရင့်ရင့်သီးသီးmistress; paramour တို့အထိရှိပါတယ်။ဆင်တူစကားလုံး (Symnonym) တချို့ကို အောက်မှာ စုစည်းဖော်ပြလိုက်ပါတယ်။> doxie or doxy woman = mistress; paramour> fancy woman = lover; mistress> kept woman တိတ်တိတ်ပုန်းမယား (Keeping လို့ပြောနေကြတဲ့စကားနဲ့နီးစပ်ပါတယ်)> leman တိတ်တိတ်ပုန်းချစ်သူ> lover လက်မထပ်ဘဲ ညားနေသူ (ချစ်သူ၊ မြတ်နိုးသူ၊ ဝါသနာပါသူ လို့လည်းတခြားအနက်ရှိပါတယ်)> mistress အပျော်မယား၊ အမြှောင် (ဆရာမ လို့လည်းတခြားအနက်ရှိပါတယ်)> paramour မယားငယ် (lesser wife မယားငယ်၊ မယားပြိုင်)Note:မိမိတို့သိ​နေတဲ့ lover; fancy woman တို့တွင်လည်း မသဲမကွဲ ရိုးတိုးရိပ်တိပ်အနက်ကွဲရှိလို့ရေးသားပြောဆို ဘာသာပြန်ရာတွင် လွဲချော်တတ်ပါတယ်။ သတိပြုကြပါရန်။"
    },
    {
        "title": "TOOTHLESS",
        "content": "TOOTHLESS\n\nမြန်မာစကား \"သွား\" ကိုကြည့်ရင် ကြိယာအနေနဲ့ \"ရွေ့လျားသည်၊ ရွေ့လျားအောင်ပြုသည်Go; Move\" ဆိုတဲ့အနက်ရှိသလို၊ နာမ်အနေနဲ့ \"ကိုက်ဝါးကြိတ်ခြေရန် သတ္တဝါ၏ခံတွင်း၌အစီအရီတည်နေသော မာကြောသည့်အရာ Tooth\" ဆိုတဲ့ အနက်အဓိပ္ပာယ်ရှိပါတယ်။လူနဲ့သတ္တဝါတွေမှာ ရှိတဲ့သွားတွေဟာ အသက်အရွယ်ကြီးရင့်လာတာနဲ့အမျှ ကျိုးပဲ့တတ်ပါတယ်။ သွားကျိုးတာကို အင်္ဂလိပ်တွေက Lose teeth/ Fall out teeth လို့သုံးပါတယ်။ သွား​တွေကျိုးလို့ သွားမရှိတာကိုတော့ Toothless လို့ပြောပါတယ်။အဘိဓာန်ပြန်ကြည့်ရင် Toothless မှာ အနက်အဓိပ္ပာယ်နှစ်မျိုး ရှိတာတွေ့ရပါတယ်။တစ်မျိုးက Having no teeth, typically through old age အသက်ကြီးလို့သွားမရှိတာ။e.g. A toothless old man.နောက်တစ်မျိုးက Lacking genuine force or effectiveness. ပြဋ္ဌာန်းထားပေမဲ့လိုက်နာမှုမရှိလို့ အသက်မဝင်တဲ့ဥပဒေ၊ အမိန့်ထုတ်ပြန်ဖွဲစည်းပေးထားပေမဲ့ ထိထိရောက်ရောက် စွမ်းအားပြည့်မဆောင်ရွက်နိုင်တဲ့ အဖွဲ့အစည်းလို အခြေအနေဆိုက်ရောက်နေရင်လည်း သွားမပါ Toothless လို့ ခိုင်းနှိုင်းတင်စားပြောနိုင်ပါတယ်။အင်္ဂလိပ်စကားမှာ Watchdog ဆိုတာ \"အစောင့်ခွေး\" ကိုပြောတာဖြစ်သလို (အများပြည်သူအကျိုးစီးပွားကာကွယ်ရန်) စောင့်ကြည့်လေ့လာသောပုဂ္ဂိုလ်၊ အဖွဲ့အစည်း\" ကိုလည်းWatchdog လို့ပဲခေါ်ပါတယ်။အမြဲမြင်တွေ့နေရတာက စားသုံးသူကာကွယ်ရေးအဖွဲ့ Consumer watchdog; သဘာဝဝန်းကျင်ထိန်းသိမ်းစောင့်ရှောက်ရေးအဖွဲ့ Environmental watchdog; ရေထု၊ လေထုညစ်ညမ်းမှုကာကွယ်ရေးအဖွဲ့ Pollution watchdog အစရှိတာတွေပါ။ဒီလိုမျိုး အများပြည်သူအကျိုးစီးပွား ကာကွယ်စောင့်ရှောက်မယ့် အဖွဲ့အစည်းတွေက ကိုယ့်တာဝန်ကိုယ်ကျေပွန်အောင် မဆောင်ရွက်ကြဘဲ၊ အဂတိတရားတွေနဲ့ ကိုယ်ကျိုးရှာလုပ်စားနေကြတာကို စိတ်မကောင်းစရာ ဝမ်းနည်းဖွယ် ကြားသိမြင်တွေ့နေကြရပါတယ်။ ဒါကြောင့်သတင်းစာတွေထဲမှာ Watchdog without teeth ဆိုတာမျိုးတွေ မကြာခဏဖော်ပြခံရပါတယ်။ Toothless Watchdog ဪ သနားစရာသွားမပါတဲ့ အစောင့်ခွေးကြီးတွေပါလား။"
    },
    {
        "title": "Jargon",
        "content": "Jargon\n\nLet's start with “love” — the word that means “zero” in tennis.Terminology ကိုအဘိဓာန်က အဓိပ္ပာယ်နှစ်မျိုး ပေးပါတယ်။တစ်မျိုးက ပညာရပ်ဝေါဟာရ၊ နောက်တစ်မျိုးက အသုံးအနှုန်း၊ အခေါ်အဝေါ် ဖြစ်ပါတယ်။Term ကိုတော့ \"စကားရပ်၊ ဝေါဟာရ\" လို့အနက်ပေးပါတယ်။ဆေးပညာအခေါ်အဝေါ် (Medical Terminology) အရ ပုံမှန်မွေးလမ်းကြောင်းအတိုင်းကလေးမွေးတာကို (Natural birth) လို့ခေါ်ပြီး၊ ဗိုက်ခွဲမွေးဖွားခြင်း ကို Cesarean,Cesarean section, C-section လို့သုံးနှုန်းပါတယ်။အများနားလည်အောင်ပြောရရင် Abdominal delivery or Surgical birth orSurgical delivery လို့ဆိုနိုင်ပါတယ်။Jargon ကိုတော့အဘိဓာန်က ...စကား၊ ...ဗန်းစကား - တစ်နည်း ဘာသာရပ်၊ နယ်ပယ်တစ်ခုနဲ့သက်ဆိုင်သုံးနှုန်းတဲ့စကား ဖြစ်ပါတယ်။ သာမန်လူတွေ တော်ရုံနဲ့နားမလည်နိုင်တဲ့ စကားတွေပါ။Technical term လို့လည်းပြောနိုင်ပါတယ်။ဥပမာ၊ ကွန်ပျူတာစကား (Computer jargon); ဥပဒေပညာဆိုင်ရာစကား (Legal jargon)ကဲ တင်းနစ်စကား Love က ရမှတ်မရှိ Nothing score/ သုည Zero ကိုခေါ်တာဖြစ်ပါတယ်။ဒီလိုမျိုး အသုံးအနှုန်းကို Tennis jargon လို့ခေါ်ပါတယ်။ ဪ အချစ် Love လည်း တင်းနစ်ကွင်းထဲရောက်မှ ဗလာ၊ နတ္ထိ၊ ဘာမှမရှိဖြစ်သွားရရှာတယ်။ကစားသူနှစ်ယောက်စလုံး ရမှတ်မရှိ \"ဗလာ Zero\" ဖြစ်နေရင် တင်းနစ်လောကမှာ “love all\"လို့ပြောဆိုသုံးနှုန်းပါတယ်။ဒါပါပဲ သူ့နေရာနဲ့သူ အသုံးတွင်ကျယ်၊ အခေါ်အဝေါ်ဆန်းကြယ်တာတွေ့ရပါလိမ့်မယ်။"
    },
    {
        "title": "3L",
        "content": "3L\n\n•••ပညာရှာဖွေရာမှာ ပြောလေ့ရှိတဲ့ 3L က Life Long Learning ဖြစ်ပါတယ်။ဘဝတစ်သက်တာလုံး လေ့လာဆည်းပူး သင်ယူသွားရမယ့် အဓိပ္ပာယ်ကိုဖော်ဆောင်ပါတယ်။•••နောက် 3L တစ်ခုက Live, Laugh, Love ရှင်သန်ခြင်း၊ ရယ်မောခြင်း၊ ချစ်ခြင်းမေတ္တာ生(い)きる, 笑（わら)う, 愛(あい) Ikiru, Warau, Ai ဖြစ်ပါတယ်။အင်မတန်သိသိသာသာ လွယ်လွယ်ကူကူနဲ့ သိမြင်ခံစားနိုင်တဲ့ စကားသုံးခွန်းပါ။•••နောက်ဆုံး 3L တစ်ခုက Long live love ပါ။Long live love ဆိုတာ ၁၉၆၅ က အမျိုးသမီးအဆိုတော် Sandie Shaw ရဲ့သီချင်းတစ်ပုဒ်ပါ။ချစ်ခင်ခြင်း ကြင်နာခြင်းများနဲ့ ချစ်သက်ရှည်ကြာနိုင်ကြပါစေ။"
    },
    {
        "title": "ရင်ဘတ်ထဲမှာအကောင်းအတိုင်း",
        "content": "ရင်ဘတ်ထဲမှာအကောင်းအတိုင်း\n\nIntact in Bosomလွန်ခဲ့တဲ့အနှစ် ၂၀ လောက်ကစပြီး ရင်ထဲ တေးမှတ်ထားတာလေးတွေကို ဖေ့စဘုတ်ပေါ်ကြိုးကြားကြိုးကြား တင်မိပါတယ်။ အလွှာအဆင့်အသီးသီးက အင်္ဂလိပ်စာလေ့လာဆည်းပူးနေကြသူတွေ၊ အင်္ဂလိပ်စာစိတ်ပါဝင်စားသူတွေ၊ ဆရာ့ဆရာကြီးတွေ ဝင်ရောက်ဖတ်ရှုအားပေးကြလို့ အတိုင်းမသိဝမ်းသာ ကြည်နူးမိပါတယ်။ဒါနဲ့ပတ်သက်လို့ အမေရိကန်ကဗျာဆရာကြီး Henry W Longfellow ရဲ့ \"The Arrow &The Song မြားတစ်စင်းနဲ့ သီချင်းတစ်ပုဒ်\" ကဗျာထဲကလို \"ကိုယ်ပစ်လိုက်တဲ့ မြားတစ်စင်းကိုနှစ်ချီကြာပြီးနောက် ဝက်သစ်ချပင်ထဲ အကောင်းအတိုင်း ပြန်တွေ့ရတယ်၊ကိုယ်ဟစ်ကြွေးသီဆိုလိုက်တဲ့ တေးတစ်ပုဒ်ကိုလည်း နှစ်ချီကြာပြီးနောက် ကိုယ့်မိတ်ဆွေရင်ဘတ်ထဲမှာ အကောင်းပကတိ ပြန်တွေ့ရတယ်\" ... ဆိုတာမျိုးလိုပါပဲနှစ်တွေကြာညောင်းသည့်တိုင် ကျွန်တော့စာတွေ မိတ်ဆွေတွေရဲ့ရင်ဘတ်ထဲမှာ အကောင်းပကတိအတိုင်းတည်ရှိနေမယ်လို့ ယုံကြည်ပါတယ်။ အားလုံး မင်္ဂလာပါ။Thanks & Credit to Original Poet; Translator & uploader."
    },
    {
        "title": "a female musician",
        "content": "a female musician\n\nHere comes a female musician.She is a fine artiste.Who's she?•••Musician ကို အဘိဓာန်ကအနက် အဓိပ္ပာယ်နှစ်မျိုး ပေးပါတယ်။(က) အတီး။ အတီးသမား။ အတီးအမှုတ်သမား နဲ့(ခ) တေးရေးဆရာ။ တေးပြုဆရာ။ ဂီတစာဆို။ ဂီတသမား။ တူရိယာသမား။ တူရိယာပညာရှင်။Here comes a female musician.Who's she?•••အလျဥ်းသင့်လို့ ပြောရရင်Artist & Artiste တို့ကိုလည်း သတိပြုမိကြမယ် ထင်ပါတယ်။အရေးဆင်ပေမဲ့ အသံထွက် ကွဲပြားပါတယ်။မှတ်မိအောင် ထပ်ကျော့ရရင် Artist က \"ပန်းချီ၊ ပန်းပုအနုပညာရှင်\" ဖြစ်ပြီး၊Artiste က \"သဘင်၊ သုခုမပညာသည်\" ပါ။အကျယ်ဖွင့်ဆိုထားတာက ဒီလိုပါ။An artiste is a skilled adept public performer specifically :1. musical or theatrical entertainer.2. an artistic or creative person.•••နောက်ဆက်လက် မှတ်သားစေချင်တာက Artisan လက်မှုပညာသည် ဖြစ်ပါတယ်။ရောထွေးမသွားကြဖို့ တင်ပြလိုက်ပါတယ်။"
    },
    {
        "title": "PROLOG",
        "content": "PROLOG\n\n•••ကျွန်တော့်အနေနဲ့ အင်္ဂလိပ်ကလေးကဗျာ (Nursery Rhyme)(Kids Song){တချို့က သားချော့သီချင်းလို့ သိထားကြတယ်}တွေနဲ့ သိပ်မရင်းနှီးခဲ့ပေမဲ့၊ ကိုယ့်အဆင်နဲ့ကိုယ် ထိတွေ့ရွတ်ဆိုခဲ့ရတဲ့မြန်မာကလေးကဗျာလေးတွေနဲ့ အလိုက်တူ အင်္ဂလိပ်ကလေးကဗျာလေးတွေ ရှိကြောင်း သတိပြုမိပြီးနောက်ပိုင်း၊ အင်္ဂလိပ်ကလေးကဗျာတွေကို ရရာစာအုပ်တွေ၊ တတ်သိသူတွေဆီက ဆင့်ပွားသင်ယူရပါတယ်။•••အဲဒီ အင်္ဂလိပ်၊ မြန်မာကလေး ကဗျာတွေထဲက စာသားတွေ၊ စာကားလုံးတွေ၊ အသုံးအနှုန်းတွေဟာ အချိန်ကြာညောင်းပေမဲ့ မေ့ပျောက်သွားခြင်းမရှိဘဲ၊ ကျွန်တော် အသက်ကြီးတဲ့အထိ စာပေ၊ ရုပ်ရှင်၊ ဂီတနယ်ပယ်ပေါင်းစုံ၊ နေရာပေါင်းစုံမှာပြန်လည်တွေ့ရှိနေရခြင်းပါပဲ။ ငယ်ငယ်ကတည်းက ရင်ဘတ်ထဲ ရောက်နေတာမို့ စွဲစွဲမြဲမြဲ မှတ်မိနေတယ်၊ နောက်ခံအကြောင်းအရာ၊ သမိုင်းကြောင့်းကို သာမန်ထက် ပိုသိ ပိုနားလည် ပိုအရသာခံနိုင်တဲ့ အကျိုးထူးရပါတယ်။•••အခု ဆရာ Soe Than မိတ်ဆက်လမ်းညွှန်ပေးလိုက်တဲ့ ကလေးရော လူကြီးရောအကြိုက်တွေ့စေမယ့် Classicကလေးပုံပြင် YANKEE MOTHERGOOSE စာအုပ်ပါပုံပြင်တွေကို ကနေ့ကလေးတွေထက် လူကြီးတွေ( အထူးသဖြင့် ကိုယ့်ကလေးကို အင်တာနေရှင်နယ်စကူးထားသူများ)အထူးအလေးပေး ဖတ်ရှုလေ့လာသင့်ပါကြောင်း အကြံပြုလိုက်ပါရစေ။Special thanks and credit to Dr Soe Than."
    },
    {
        "title": "အပြောအလုပ်ညီအောင်လုပ်",
        "content": "အပြောအလုပ်ညီအောင်လုပ်\n\nDon't be a hypocrite, practice what you preach.Practice what you preach orchange your speech.အပြောအလုပ်ညီအောင်လုပ်။"
    },
    {
        "title": "ဒီကနေ့ အရေးပါသူ",
        "content": "ဒီကနေ့ အရေးပါသူ\n\nI'm SOMEBODY today & maybe NOBODY tomorrow.ဒီကနေ့ အရေးပါသူ ~ နက်ဖြန် သာမညောင်ည ဖြစ်သွားနိုင်တယ်။"
    },
    {
        "title": "ကလေးဟာလူကြီးရဲ့ဖခင်",
        "content": "ကလေးဟာလူကြီးရဲ့ဖခင်\n\nThe child is father of the man.ကလေးဟာ လူကြီးရဲ့ဖခင်ငယ်ငယ်က နှစ်ခြိုက်ခဲ့တာတွေကို အသက်ကြီးတဲ့အထိ စွဲလန်းနှစ်သက်တုန်းပါ။‘My Heart Leaps Up,’ William Wordsworth"
    },
    {
        "title": "ကမ္ဘာ့စိတ်ကျန်းမာရေး",
        "content": "ကမ္ဘာ့စိတ်ကျန်းမာရေး\n\nTOGETHER WE CAN TACKLE LONELINESS•••ကမ္ဘာ့စိတ်ကျန်းမာရေး အသိအမြင်ဖွင့် ရက်သတ္တပတ်Mental Health Awareness Week 2022Mental Health Awareness Week is happening between 9 to 15 May 2022.The official theme is 'loneliness' and, across the week, we encourage you to buildmeaningful connections with your friends, family, colleagues and communities.•••QUOTEဘ၀မှာ တစ်ခါတလေ အရှုံးပေးလုမတတ်  ဖြစ်တတ်ကြတယ်။ရင်ဖွင့်တိုင်ပင်စရာ လူမရှိဘူးဆိုပြီး ဘ၀ကို အရှုံးပေးသွားတဲ့  သူငယ်ချင်းတစ်ယောက် ဆုံးရှုံးရတာလောက်ဘ၀မှာ ရင်နာစရာကောင်းတာ မရှိဘူး ။ဒါကြောင့် .....ဖုန်းအမြဲတမ်းဖွင့်ထားတယ်၊ တံခါးလည်း အမြဲဖွင့်ထားတယ်၊ သောက်စရာလည်း ကမ်းပေးမယ်။အချင်းချင်း သာ‌ကြောင်းမာကြောင်း မေးရအောင်။တစ်ယောက်ကိုတစ်ယောက် အားပေးကြစို့။ကျေးဇူးပြုပြီး စကားပြောဖော်လိုတဲ့ တစ်စုံတစ်ဦးအတွက်သင်အမြဲရှိနေကြောင်းကို ပြသဖို့ ဒီမက်ဆေ့ကို မျှဝေခြင်းမလုပ်ဘဲ မိမိစာမျက်နှာပေါ် ကူးတင်ပေးပါ။မေလ ၁၀ မှ ၁၆ ရက်ဟာ ကမ္ဘာ့စိတ်ကျန်းမာရေး အသိအမြင်ဖွင့် ရက်သတ္တပတ်ဖြစ်ပါတယ်။Mental Health Awareness Week (10~16 May, 2021)Credit to original contributor..."
    },
    {
        "title": "အေသင်ချိုဆွေ",
        "content": "အေသင်ချိုဆွေ\n\n\"တင်းတယ်\" ၂၀၁၉ သင်္ကြန်သီချင်းနဲ့အတူ အေသင်ချိုဆွေ ကို သိကြမယ်ထင်ပါတယ်။အခု သူ့ရဲ့  Easy Going သီချင်းလေးကို နားထောင်ကြည့်ကြပါဦး။Easy Going အေးဆေးပဲ အေးဆေးပဲ•••ဝေါဟာရအနေနဲ့ပြောရရင် Easygoing က adjective ပါ။သူ့ကို Easy Going လို့ခွဲမရေးဘဲ၊ Easygoing လို့တစ်ဆက်တည်း ရေးတာတွေ့ရသလိုHyphenated word အ​ဖြစ် Easy-going လို့လည်း ရေးကြပါတယ်။•••Easygoing ဆိုတော့ ခပ်ပေါ့ပေါ့သဘောထားသော၊ အပူအပင်မထားသော လို့အဓိပ္ပာယ်ရပါတယ်။ခပ်တိုတိုပြောရရင် Calm; Relaxed; Casual and Informal ဆိုတဲ့အနက်တွေရှိပါတယ်။Carefree; Happy-go-lucky တို့နဲ့နီးစပ်ပါတယ်။အပူအပင်ကင်း ဘာမှလည်းအလေးမထား ပျော်သလိုသာ နေမယ်ဆိုရင်တော့ အေးဆေးပေါ့။အေးဆေး၊ အေးဆေး။"
    },
    {
        "title": "THICC",
        "content": "THICC\n\nDo you know the meaning of \"thicc\"?Thicc ဆိုတဲ့ အင်တာနက်ဗန်းစကားဟာ Thick ကဆင်းသက်လာတာဖြစ်လို့ ထူထူထဲထဲ ကို ရည်ညွန်းပါတယ်။ထူထူထဲထဲ ဆိုပေမဲ့ ထူထူပိန်းပိန်းတော့မဟုတ်ပါ။ တင်းတင်းရင်းရင်း ပြည့်ပြည့်ဖြိုးဖြိုး ထူထူထဲထဲတင်ပါးဆုံ(Butt, booty or bums) ကိုပြောတာဖြစ်ပါတယ်။Cormorant ခေါ် ရေငုပ်ငါးရှာငှက်ကို တင်ကျီး လို့ရေးပြီး၊ ဒင်ဂျီး လို့ဖတ်ရပါတယ်။ ပြည့်ပြည့်ဝဝ တင်ပါးပိုင်ရှင်ကိုတော့ (စိတ်ထဲက ဒင်ဂျီး လို့ထင်ပေမဲ့) \"တင်ကြီး\" လို့ပဲ ဖတ်ရမယ်ထင်ပါတယ်။>>>>>ကဲ စူးစူးစမ်းစမ်းသိချင်စိတ်ရှိသူများအလုံးအဖန်ကောင်းတဲ့ Lady Dimitrescu ရဲ့ Thicc Costume ကိုကြည့်လိုက်ကြပါဦး။"
    },
    {
        "title": "PUBLIC IS PRIVATE",
        "content": "PUBLIC IS PRIVATE\n\nလူပုံအလယ်လူရှေ့သူရှေ့လူတောထဲPUBLIC IS PRIVATEPPP _ Public Private Partnership  ဒီစကားလေးကို ဒီမိုကရက်တစ်အရွေ့မှာ ကြိကြားကြိုးကြားတွေ့ရမှာဖြစ်ပါတယ်။ Public ကို \"ပြည်သူလူတု၊ အများပြည်သူ\" Private ကို \"ပုဂ္ဂလိက၊ ကိုယ်ပိုင်\"လောက်ပဲ သိထားရင်တော်ပြီဆိုရင် Vocabulary ဝေါဟာရတိုးပွားဖို့ အလှမ်းကွာနေကြဦးမှာ ဖြစ်တဲ့အပြင်၊ Comprehension or Understanding နားလည်မှုအပိုင်းမှာလည်း အတော်ပြတ်ကျန်နေဦးမယ်လို့ဆိုချင်ပါတယ်။ဒီတော့ အနက်အဓိပ္ပာယ် ထွေပြားလှတဲ့ Public ~ Private နဲ့ရေးထားတာလေး နှစ်ကြောင်းကိုဖတ်ပြီး၊မြန်မာပြန်ုကြည့်လိုက်ပါ။\"We are private in public but we are public in private.\"\"Publicly private and privately public.\"အားလုံး တက်တက်ကြွကြွ ပါဝင်ဘာသာပြန်ပေးကြပါ။ မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "ဒီနေ့ဆိုတာ",
        "content": "ဒီနေ့ဆိုတာ\n\nToday is the Tomorrowyou worried about Yesterday.ဒီနေ့ဆိုတာ မနေ့က သင်စိုးရိမ်ပူပန်ခဲ့တဲ့ မနက်ဖြန်"
    },
    {
        "title": "Mispronunciation",
        "content": "Mispronunciation\n\nဒေါ်နယ်ထရမ့်လည်း မှားဖူးတယ်။အိုဘားမားလည်း မှားခဲ့ပါတယ်။အမေရိကန်သမ္မတတွေ အသံထွက်မှားတတ်ကြပါတယ်။>>>ကျွန်တော်မှတ်မိသလောက် ကြီးစိုးမှု၊ လွှမ်းမိုးမှု အဓိပ္ပာယ်ဆောင်တဲ့ Hegemony ဆိုတဲ့စကားလုံးကိုအသံထွက် မူကွဲလေးမျိုးလောက် ထွက်နိုင်ကြောင်း Daniel Jones Pronouncing Dictionary ဒင်နီရယ်ဂျုံး အသံထွက်အဘိဓာန်မှာ ဖော်ပြထားပါတယ်။ကိုးကား - Pronunciation(RP) IPA: /hɪˈɡɛm.ə.ni/, /hɪˈdʒɛm.ə.ni/(America) IPA: /həˈdʒɛm.ə.ni/, /ˈhɛdʒ.(ə).http://xn--mo-2jb.ni/ဒါပေမဲ့ သမ္မတ Richard Nixon ဟာ အဲဒီအသံထွက်လေးမျိုးကို ကျော်ပြီး အသံထွက်လွဲမှားခဲ့ကြောင်းဖတ်ဖူးပါတယ်။ကဲ ကိုရွှေအမေရိကန်တွေ မကြာခဏအသံထွက်မှားလေ့၊ မှားတတ်တဲ့စကားလုံးတွေအကြောင်းကို ရေချယ် ပြောတာလေး နားထောင်ကြည့်ကြမယ်။"
    },
    {
        "title": "အင်္ဂလိပ်ရူး",
        "content": "အင်္ဂလိပ်ရူး\n\nကျွန်တော်က အေပရယ်လမှာ မွေးတော့ April Fool ​အေပရယ်အရူး ဗီဇနည်းနည်း ပါလားမသိဘူးကျွန်တော့်နာမည်ပြောင်က Englishmaniac အင်္ဂလိပ်ရူး ပါ။အားလုံး ကျန်းမာပကတိ ချမ်းသာစွာရှိကြပါစေ။"
    },
    {
        "title": "Hyphenated Compound Words",
        "content": "Hyphenated Compound Words\n\nCompound Words တွဲထဲက Hyphenated Compound Words တွေအကြောင်း အများကြီး ပြောစရာရှိပါတယ်။အောက်မှာ ဖော်ပြထားတာတွေက Hyphenated Compound Words ဥပမာတချို့ပါ။two-foldcheck-inmerry-go-roundfather-in-lawseventy-twolong-termup-to-datemother-in-law•••UK နဲ့ USဆက်လေ့လာသင့်ပါတယ်။"
    },
    {
        "title": "တွေ့ကြုံဆုံကွဲ",
        "content": "တွေ့ကြုံဆုံကွဲ\n\nWe meet only to part.Meeting is the first step to parting.Every meeting led to a parting.တွေ့ကြုံဆုံကွဲ၊ ဆန်ဆုံစား ကံကုန်သွား။Complaint, tell us.Compliment, tell others.အပြစ်တင်စကားပြောစရာရှိပါက ကျွန်တော်တို့ကိုပြောပါ။ချီးမွမ်းစကားဆိုရန်ရှိပါက တခြားသူတွေကို ပြောပေးပါခင်ဗျာ။(ထိရောက်တဲ့မှတ်သားဖွယ် ကြော်ငြာကောင်းလေးပါ။)"
    },
    {
        "title": "ကြားကငထွား ခါးနာ",
        "content": "ကြားကငထွား ခါးနာ\n\nCollateral Damageကြားကငထွား ခါးနာ•••Collateral damage ဆိုတာ စစ်ပွဲမှာ ပါဝင်တိုက်ခိုက်နေသူ စစ်သားတွေမသေဘဲ မရည်ရွယ်ဘဲ မသက်ဆိုင်တဲ့အရပ်သားတွေ ထိခိုက်ဒဏ်ရာရ၊ အသက်သေဆုံးရတာကို ပြောတာဖြစ်ပါတယ်။ ခပ်လွယ်လွယ်ပြောရရင် အရပ်သားတွေ ဒဏ်ရာအနာတရဖြစ်မှု၊ သေဆုံးမှု Civilian casuality or Fatality ပါ။ ကျွဲနှစ်ကောင်ခတ်တဲ့ကြား မြေစာပင် ကြေမွသွားရတယ်လို့ တင်စားပြောနိုင်ပါတယ်။ဝေါဟာရအနေနဲ့ပြောရရင် ၂၀၀၂ ခုမှာပြသတဲ့မင်သားကြီး အာနိုးရဲ့ရုပ်ရှင်ကား Collateral Damage ကြောင့်Collateral damage စကားလုံးကို လူအများသတိပြု၊ စိတ်ဝင်စားလာပါတယ်။ စစ်ပွဲအကြောင်း လေ့လာဖတ်ရှုနေသူတွေကတော့  Collateral damage နဲ့ လူမှားပစ်ခတ်မှု Friendly fire တို့ကို ပိုရင်းနှီးကြပါလိမ့်မယ်။•••UKRAINE WARASEAN faces 'collateral damage' from Ukraine war's Europe impactFrom Singapore to Thailand, spillover threatens COVID-hit economies anewမတ်လ ၂၇ ထုတ် နစ်ကေးအေးရှား Nikkei Asia သတင်းတစ်ပုဒ်မှာ လောလောဖြစ်နေတဲ့ ရုရှား-ယူကရိန်းစစ်ပွဲကြောင့် အရှေ့တောင်အာရှနိုင်ငံများအသင်း ASEAN အနေနဲ့ Collateral Damage ကို ကြုံတွေ့နေရကြောင်းဖော်ပြထားပါတယ်။ဒီနေရာမှာ Collateral damage ဟာ စစ်ပွဲအတွင်း မဆိုင်သူအရပ်သားတွေ သေဆုံးမှု ကိုပြောတာမဟုတ်ဘဲ၊စစ်ကြောင့် ဆက်စပ်ဖြစ်ရတဲ့ဆိုးကျိုး လို့ပြောဖြစ်ပါတယ်။•••သမ္မတဟောင်း ဒေါ်နယ်ထရမ့် လက်ထက်က အမေရိကန်နဲ့တရုတ်တို့အကြား ကုန်သွယ်ရေးစစ်ဖြစ်ခဲ့ပါတယ်။အဲဒီစစ်ပွဲကြောင့် တရုတ်နိုင်ငံအပေါ် အရေးယူဆောင်ရွက်ချက်တွေဟာ တရုတ်ကို တိုက်ရိုက်ထိမှန်သလို မဆီမဆိုင် (ထရမ့်ကိုထောက်ခံမဲပေးခဲ့သူ မဲဆန္ဒရှင်တွေအပါအဝင်) အမေရိကန်ပြည်သူတွေလည်း ထိခိုက်ခံစားကြရပါတယ်။ဒီလို မသက်ဆိုင်သူတွေလည်း ဒုက္ခရောက်ကြပုံ (ခုတ်ရာတခြား ရှရာတလွဲ) Collateral damage သဘောကို ကာတွန်းနှစ်ပုံက သရုပ် ဖော်ပြနေပါတယ်။ အပြစ်မဲ့အရပ်သားများ ဘေးကင်းကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ငါးလည်းမမည် သားလည်းမမည်",
        "content": "ငါးလည်းမမည် သားလည်းမမည်\n\nMarriage is likeputting hand into a bag of snakesin the hope of pulling out of an eel.ငါးရှဉ့်ရမယ်အထင်နဲ့ မြွေအိတ်ထဲလက်နှိုက်ဗုံမဟုတ် ပတ်မဟုတ်ငါးလည်းမမည် သားလည်းမမည်Nither fish, nor fowl.Nither fish, flesh, nor fowl (nor good red herring).Sit as crookedly as you like, but judge justly.ကွေးကွေးကောက်ကောက်ထိုင်ချင်ထိုင်ပါဒါပေမဲ့ မှန်မှန်ကန်ကန်ဆုံးဖြတ်ပါ တရားသူကြီးမင်းလူတွေအားလုံး ကိုယ်ပျော်ရာဆက်လုပ်Doing what you like is freedom.Liking what you do is happiness.TolerancePatience is the best remedy for every trouble.စိတ်ရှည်သည်းခံခြင်းသည် ဒုက္ခအားလုံးကိုသက်သာရာသက်သာကြောင်း ဖြစ်စေတဲ့ဆေးဝါးပါ။"
    },
    {
        "title": "The War in Ukraine",
        "content": "The War in Ukraine\n\n•••Russia launched attacks against Ukraine on 24.2.2022 (Thursday).ဖေဖော်ဝါရီ ၂၄ နေ့မှာ ရုရှား က ယူကရိန်း ကို ကျူးကျော်ဝင်ရောက် တိုက်ခိုက်ပါပြီ။The situation is tense,\" Prime Minister Fumio Kishida said.အခြေအနေတင်းမာFierce Fightingပြင်းပြင်းထန်ထန်တိုက်ကြလို့ ပထမနေ့မှာပဲ ၁၃၇ ယောက်အသေအပျောက်ရှိ•••ဆက်ဖတ်လိုက်ကြပါအုံးThe United States will defend every inch of NATO territory with the full force of American power.Putin's actions betray his sinister vision for the future of our world, one where nations take what they want by force.But it is a vision that the United States and freedom-loving nations everywhere will oppose with every tool of our considerable power.Putin will be a pariah on the international stage.An attack on one is an attack on all.US troops will not be sent to fight in Ukraine."
    },
    {
        "title": "ပြန်မလာရင်ခက်ရချည်ရဲ့",
        "content": "ပြန်မလာရင်ခက်ရချည်ရဲ့\n\nDon't putDon't put all the blameDon't put all the blame on this winter♥♥♥ဆောင်းကိုပဲ အပြစ်ဆိုမယ် သူ့တော့အားနာတယ်ပြန်မလာရင်ခက် ခက်ချည်ရဲ့ပြန်မလာရင်ခက်ရချည်ရဲ့ရန်ကုန်ဆောင်းက မအေးပါဘူးကွာလို့ အပြစ်တင်စောနေသူတွေလည်းဒီရက်ပိုင်းအတွင်း အအေးဒဏ် တော်တော်သိသိသာသာခံစားမိကြပါလိမ့်မယ်။တိုက်တိုက်ဆိုင်ဆိုင် သမီးနားထောင်နေကျ ဆုန်သင်းပါရ်သီဆိုထားတဲ့\"သည်နှစ်ဆောင်း\" နားထောင်ရင်း အိပ်မလားလို့။Go straight to the bed!"
    },
    {
        "title": "Pay Your Power Bill, or Pay With Your Life",
        "content": "Pay Your Power Bill, or Pay With Your Life\n\nရုပ်ရှင်တွေထဲ ဘဏ်ဓားပြတွေ ပြောနေကျခြမ်းခြောက်စကား\"The money or your lives  နဲ့အစချီတဲ့ Ma Baker မားဘေကား သီချင်းကို မှတ်မိကြပါသလား။ဒီသီချင်းက ဒစ္စကိုတေးဂီတအဖွဲ့ Boney M ရဲ့ ၁၉၇၇ ထုတ် လူကြိုက်များတေးတစ်ပုဒ်ပါ။သီချင်းထဲက Ma Baker ဟာ ဒုစရိုက်မှုမျိုးစုံ ကျူးလွန်နေတဲ့ အမျိုးသမီးလက်မရွံ့တစ်ယောက်ပါ။သီချင်းအစမှာ ဒီလိုကြားကြရပါမယ်။\"Freeze I'm ma BakerPut your hands in the air and give me all your moneyရပ်လိုက်၊ ငါ့နာမည် မားဘေးကား။မင်းတို့လက်တွေ မြှောက်ထားပြီး၊ ရှိတဲ့ပိုက်ဆံ အကုန်ပေးကြ။Don't anybody move the money or your livesတစ်ယောက်မှ မလုပ်ကြနဲ့အသာတကြည်ငွေပေးမလား၊ အသက်အသေခံမလား\"The money or your lives ဆိုတာ ရုပ်ရှင်တွေထဲမှာ ဘဏ်ဓားပြတွေ ပြောနေကျခြမ်းခြောက်စကားပါ။တစ်နည်းပြောရရင် ဆိုးခိုးနှိုက်တိုက်နေသူ ဒုစရိုက်သမားတွေ ပါးစပ်ကထွက်ကြလာတဲ့ ရုန့်ရင်းကြမ်းတမ်းတဲ့ဖရုဿဝါစာ စကားမျိုးဖြစ်ပါတယ်။သူခိုးဓားပြတွေ ပြောလေ့ရှိတဲ့စကားကို အခု အာဏာရှင်စစ်တပ်က စစ်သားတွေပြောနေပါပြီ။ မီတာခမပေးဆောင်တဲ့ ပြည်သူတွေကိုပြောသွားတာပါ။ ဇန်နဝါရီ ၁၅ နေ့ထုတ် နယူးရောက်တိုင်း NYTသတင်းစာ ကောက်နူတ်ချက်ကိုဖတ်ကြည့်ပါ။Pay your power bill, Myanmar soldiers say, or pay with your life.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Fanny Pack or Funny Bag",
        "content": "Fanny Pack or Funny Bag\n\n•••၁၉၆၂ ကစထုတ်လုပ်ဖြန့်ချိလာတဲ့ Waist bag or Bum bag ခေါ် ခါးပတ်အိတ်လေးတွဟာ၁၉၈၀ ပြည့်နှစ်များအတွင်း လူအများအာရုံစိုက်ခံရပြီး၊ အတော်လေး ရေပန်းစားလာပါတယ်။၁၉၈၇ ကျွန်တော်ဂျပန်ရောက်တဲ့အချိန်က ကျားရော မပါ ခါးပတ်အိတ်တကားကား၊ လတ်လျားလတ်လျားနဲ့ သွားလာနေတာတွေ့ခဲ့ရပါတယ်။အဲဒီခါးပတ်အိတ်လေးတွေဟာ ၁၉၉၀ပြည့်နှစ်တွေအတွင်း ကမ္ဘာတဝှမ်း လူကြိုက်များလာပါတယ်။ဒါပေမဲ့ ဖက်ရှင်သဘောအရ ၂၀၀၀ ပြည့်နှစ်များအတွင်းမှာတော့ လူသုံးနည်းသွားပြန်ပါတယ်။ဒါပေမဲ့ ဖက်ရှင်သဘောအရ အခုတစ်ကျော့ပြန်ပြီး ၂၀၂၁ ကစလို့ ပုံစံသစ် နာမည်သစ် Fannypack နဲ့ ပြန်ခေတ်စားလာတာ တွေ့ရပါတယ်။•••ဝေါဟာရအနေနဲ့ပြောရရင် Fanny မှာအနက်နှစ်မျိုးရှိပါတယ်။ တစ်မျိုးက \"The private partof a woman; The female genitalia ရှက်ရှက်\" ပါ။ နောက်တစ်မျိုးက \"Buttocks တင်ပါး၊ဖင်\" ကိုပြောတာ ဖြစ်ပါတယ်။ Fanny pack ကို ဝမ်းဗိုက်အမွေးထူထူ လူတစ်ယောက်ရဲ့ဗိုက်ခေါက်ပုံ အိတ်အသွင်လုပ်ထားပါတယ်။ သူ့ကို Dadbag လို့ နာမည်ပေးထားပါတယ်။ကဲ ဒီဇိုင်းစုံတွေထဲက ကိုယ်ကြိုက်ရာရွေး ကျသလောက်ရှင်းပြီး အားပေးလိုက်ကြမလား။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "သီချင်းခေါင်းစဥ်တွေကပြောပြနေတဲ့ဂရမ္မာ",
        "content": "သီချင်းခေါင်းစဥ်တွေကပြောပြနေတဲ့ဂရမ္မာ\n\n•••There ပါတဲ့သီချင်းနှစ်ပုဒ်I'll Be ThereShe's Not Thereဒီနှစ်ပုဒ်ထဲက She's Not There ကို နားထောင်ကြည့်ကြပါ။There ကို \"ထိုနေရာမှာ၊ အဲဒီမှာ\" ဆိုတဲ့ အဓိပ္ပာယ်နဲ့သုံးပါတယ်။•••There is no place like home. မှာတော့ there က \"ထိုနေရာမှာ\" မဟုတ်တော့ပါ။(ကတ္တားအဖြစ် တစ်စုံတစ်ခု၊ တစ်စုံတစ်ယောက်ကို ပထမဆုံးအကြိမ် ဖော်ပြရာ၌ be နှင့်ဖြစ်စေ၊အခြားကြိယာအချို့နှင့် ဖြစ်စေ တွဲ၍သုံးသည်။)ခွဲခြားမှတ်သားနိုင်ပါစေ။"
    },
    {
        "title": "Biden on Burma",
        "content": "Biden on Burma\n\n•••မြန်မာပြည်သူများ၏ ကြိုးပမ်းအားထုတ်မှုများကို မိမိတို့ မေ့လျော့ခြင်းမရှိကြောင်း အသိပေးပါသည်။သင်တို့နိုင်ငံတွင် ဒီမိုကရေစီနှင့် တရားဥပဒေစိုးမိုးရေးကို ဆောင်ကြဉ်းနိုင်ရန် မဆုတ်မနစ် ကြိုးစားအားထုတ်လျက်ရှိသော သင်တို့အား မိမိတို့ ဆက်လက် အားပေးထောက်ခံသွားပါမည်။•••To the people of Burma:We have not forgotten your struggle.And we will continue to support your valiant determination to bring democracyand the rule of law to your country."
    },
    {
        "title": "An Oxymoron",
        "content": "An Oxymoron\n\nSimplicity is the ultimate Sophistication.ရိုးရိုးလေးဟာ အဆန်းဆုံးပဲ။Simply yours, K NyeinDon't cry aloud with your red mouth.\"မင့် အာခေါင်နီကြီးကို ခြစ်အော်မနေနဲ့\"မြန်မာပြန် ~ မောင်ထင်Stay safe & healthyနေ့တစ်နေ့ကို အဆင်​ပြေ​ပြေဖြတ်သန်းဖို့ရာ မလွယ်ဘူးဗျာ။~ If life is hectic, variety may be the Spice of Life ~Examine what is said,not him who speaks.ပြောသွားတဲ့စကားကိုသာ ဆန်းစစ်သုံးသပ်ပါပြောသွားသူကို မဝေဖန်ပါနဲ့"
    },
    {
        "title": "ရင်ဘတ်ထဲကနှလုံးသား",
        "content": "ရင်ဘတ်ထဲကနှလုံးသား\n\nWhere The Heart Isရင်ဘတ်ထဲကနှလုံးသားလောကမှာ တချို့လူတွေဟာ ရင်ဘတ်ထဲမှာရှိတဲ့ နှလုံးသားကို ရင်ဘတ်ထဲမှာ မထားဘဲ တခြားမှာ သိမ်းထားတဲ့သူတွေအများကြီးရှိပါတယ်။ ဒါဆို သူတို့ရဲ့နှလုံးသားကို ဘယ်မှာများ ဝှက်ထားတတ်ကြပါလိမ့်။ ဒါနဲ့ပတ်သက်လို့ \"Keep something up one’s sleeve.( သူ့ရဲ့အင်္ကျီ လက်ထဲမှာ ဝှက်ထားတယ်)” ဆိုတဲ့ အီဒီယံလေး ရှိပါတယ်။ဆိုလိုတာက “လိုတဲ့အခါ ထုတ်သုံးဖို့ အရန်သင့်ထားသည်” ဖြစ်ပါတယ်။စာဆိုကဝိ William Shakespeare ရေးသားခဲ့တဲ့ ဝီလျံရှိတ်စပီးယားအသုံးအနှုန်း (Shakespearean phrase)တစ်ခုက “Wear one’s heart on one’s sleeve နှလုံးသားကို ရင်ထဲမထားဘဲ အများမြင်သာအောင် အင်္ကျီလက်မှာထားတယ်\" ပေါ့ဗျာ။ ဆိုလိုရင်းက \"ချစ်ရေးချစ်ရာခံစားချက်ကို ဘွင်းဘွင်းပြသတတ်သူ\" ဖြစ်ပါတယ်။ အင်မတန်ချစ်ကြည်နူးဖွယ်ကောင်းသူတစ်ယောက်လည်း ဖြစ်ပါလိမ့်မယ်။ဒါကြောင့် တစ်ယောက်ယောက်နဲ့ ဘဝလက်တွဲဖော်အဖြစ် ပေါင်းဖက်ဖို့၊ အလုပ်အတူတွဲလုပ်ဖို့ စဥ်းစားမယ်ဆိုရင် အဲဒီလူရဲ့အသည်းနှလုံး ဘယ်မှာရှိတယ်ဆိုတာ အရင်ရှာရပါမယ်။ Where is the heart (or) Where is the heart located?  နှလုံးသားဘယ်မှာ ရှိလဲ။ သူ့နှလုံးသား ဘယ်မှာရှိတယ်ဆိုတာသိမှ သူ့နဲ့အဆင်ပြေမှာဖြစ်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "How to learn English",
        "content": "How to learn English\n\n•••ခေတ်အဆက်ဆက် တော်တတ်ကြတဲ့ဆရာ့ဆရာကြီးတွေက အင်္ဂလိပ်စာတတ်ချင်ရင် စာများများဖတ်ပါတဲ့။Reading makes a full man...Read a lot.•••ဒီလိုပြောတော့ ဘယ်လိုစာမျိုးတွေဖတ်ရမလဲ၊ ဘာစာအုပ်တွေဖတ်ရမလဲ မေးကြအုံးမယ်။စစချင်း ခပ်တိုတိုရေးထားတာလေးတွေ စမ်းဖတ်ကြည့်ပါ။Start reading shorter paragraphs....Shorter is Better.•••ကိုယ်စိတ်ဝင်စားတဲ့ စာတိုတစ်ပိုဒ်ကို(ကောင်းကောင်း)နားလည်အောင် ကြိုးစားဖတ်ပါ။You need to be able to understand what you read.Reading and Comprehension should go together.•••မသိတဲ့စကားလုံးတွေများလို့ စိတ်မပျက်သွားပါနဲ့။အဘိဓာန်ကြည့်ရင်း တဖြည်းဖြည်းနဲ့ ကိုယ်မသိတဲ့ စကားလုံးတွေရဲ့အဓိပ္ပာယ်ကို တဖြည်းဖြည်း ခန့်မှန်းတတ်လာပါလိမ့်မယ်။ မယုံမရှိနဲ့ လက်တွေ့လုပ်ကြည့်ပါ။Do not despair for the words you don't know.Always consult your dictionary for unknown words.The purpose of using a dictionary is to learn new words when reading.Thru reading, you'll be able to guess the meaning of unknown words.Just do it.>>>ဒါလေး ဖတ်ကြည့်လိုက်ပါအုံး။"
    },
    {
        "title": "အများအကျိုး စဥ်သယ်ပိုး ~",
        "content": "အများအကျိုး စဥ်သယ်ပိုး ~\n\nLive for yourself and you will live in vain;Live for others,you will live again.အများအကျိုး စဥ်သယ်ပိုး ~When jealousy takes over,his character changes completelyမနာလိုစိတ်က လွှမ်းမိုးလိုက်တာနဲ့သူ့ပင်ကိုယ်စရိုက် လုံးဝပြောင်းလဲသွားတယ်"
    },
    {
        "title": "မာန်နတ်မင်းရဲ့သမီး",
        "content": "မာန်နတ်မင်းရဲ့သမီး\n\n••• တေးရေး စိုင်းခမ်းလိတ်၊ တေးဆို စိုင်းထီးဆိုင်၊ တေးဂီတ The Wild One; ပလက်ဖောင်းမင်းသား တေးစုထဲကအင်္ဂလိပ်-မြန်မာနှစ်ဘာသာနဲ့ ရေးဖွဲ့သီဆိုထားတဲ့ \"မာန်နတ်မင်းရဲ့သမီး Another Eve\" သီချင်းကို ခံစားနားဆင်ပေးကြပါဦး။@@@လူအများထဲက တယောက်ပါပဲ လူဘုရားရဲ့ တပည့်တော့ မဟုတ်ဘူးA child of GOD that she is. A follower of noneနဂိုကမှအပြစ်မကင်းတဲ့  ငါ့ဘဝထဲ နင့်အဖြစ်နဲ့ လာရောမလို့ မဟုတ်ဘူးလားMy life is full of sin. Without you adding it. A little bit or so.ငါ့အနားမလာနဲ့ ငါ့အပါးခွာဟဲ့ အပါယ်ဆိုတာDon't come my way. Don't ring my bell.နင်ခေါ်မှငါ ရောက်ဖြစ်တော့မှာပါYou're just another eve to drag me down to hell]အချစ်မစမ်းပါနဲ့ ကျောချမ်းစရာပဲ တကယ်ဆိုရင်နင်ဟာလေ မာန်နတ်မင်းရဲ့သမီးပါတီတီတာတာ စကားလဲကြားချင်သား  ကြင်နာဖွယ်အနမ်းလဲ ငါတောင့်တShe's at home with everyone. She belongs to no one. She'll say that it's alright.ဒါပေမဲ့အချိန်တန်ရင် ဘယ်သူတွေ ဘာထင်ထင် နင်နှုတ်မဆက်ပဲထွက်သွားAnd get lost in the night. When all is said and done.ငါ့အနားမလာနဲ့ ငါ့အပါးခွာဟဲ့Don't come my way. Don't ring my bell.အပါယ်ဆိုတာ နင်ခေါ်မှငါ ရောက်ဖြစ်တော့မှာပါYou're just another eve to drag me down to hellအချစ်မစမ်းပါနဲ့ ကျောချမ်းစရာပဲ တကယ်ဆိုရင် နင်ဟာလေ မာန်နတ်မင်း ရဲ့သမီးပါသံမဏိနှလုံးသား လက်နှက်ကာ ရေနဲ့မီးနဲ့ နှစ်ဖက်ခွThe stuff that she's made of it. Both fire and ice that's sure.အပြင်မှာတော့ နွေးထွေးစေပြီး ရင်မှာတော့ အေးခဲစေမြဲShe'll make you warm outside. And leave you cold inside.ငါ အရက်သောက်လို့ မပျောက်ဘူး That all the wine can't cure.ငါ့အနားမလာနဲ့ ငါ့အပါးခှါဟဲ့Don't come my way. Don't ring my bell.အပါယ်ဆိုတာ နင်ခေါ်မှငါ ရောက်ဖြစ်တော့မှာပါYou're just another eve to drag me down to hell]အချစ်မစမ်းပါနဲ့ ကျောချမ်းစရာပဲ တကယ်ဆိုရင် နင်ဟာလေ မာန်နတ်မင်း ရဲ့သမီးပါCredit to original artists & uploader Mrsai Zaw."
    },
    {
        "title": "Blue Bayou",
        "content": "Blue Bayou\n\nBayou ကို ဘေးယူ လို့အသံမထွက်ရဘဲ၊ဘိုင်ယူ /ˈbʌɪuː/ လို့အသံထွက်တာ သတိပြုမိကြပါလိမ့်မယ်။Bayou ကိုအဘိဓာန်တစ်ခုက (in the southern US) a marshy outlet of a lake or river. လို့အနက်ဖွင့်ပါတယ်။ နောက်အဘိဓာန်တစ်ခုက Bayou is a slow-moving, often stagnant creek or river. လို့ဆိုပါတယ်။မြန်မာအဘိဓာန်က ရေအီသော မြစ် ချောင်း ကန်လက်တက် လို့အနက်ပေးပါတယ်။Blue Bayou သီချင်းရဲ့ မူလအဆိုရှင်က Billie Holiday ပါ။ ကျွန်တော်က ၁၉၇၇ မှာ Linda Ronstadt ရဲ့ဆိုဟန်ကို စကြားဖူးပါတယ်။ မြန်မာကော်ပီသီချင်းအဖြစ် ကျော်ဟိန်း ကဆိုခဲ့ပါတယ်။ကဲ Rock First Lady လို့တင်စားခံရတဲ့ Lindaဆိုဟန်လေးနားဆင်ကြပါအုံး။Since I left my baby behindon Blue Bayou...လိုက်ဆိုဖို့လည်း မမေ့ပါနဲ့။"
    },
    {
        "title": "Never Give A(n) Inch.",
        "content": "Never Give A(n) Inch.\n\nလောဘကြီးတယ် ပြောရမလား၊ အလိုရမ္မက် ပြင်းတယ်ဆိုရမလား၊ မရောင့်ရဲမတင်းတိမ်နိုင်သူတွေဟာ နည်းနည်းလေး မျက်နှာသာပေးလိုက်တာနဲ့တနင့်တပိုး အခွင့်အရေး ယူသွားတတ်ပါတယ်။ဒါကို အင်္ဂလိပ်က Give someone an inch and they'll take a mile. လို့ပြောပါတယ်။ (တစ်လက်မ ပေးရင် တစ်မိုင်လောက် ယူတယ်ပေါ့ဗျာ။) မြန်မာစကား \"မျက်နှာသာပေး ရွှေရေးပန်းကန်တက်\" နဲ့ နီးစပ်မယ်ထင်ပါတယ်။Give someone an inch...အပြင် နောက်အီဒီယံတစ်ခုက Never give an inch. ပါ။ သူ့က တစ်လက်မတောင်မပေးနဲ့ အဓိပ္ပာယ်မျိုးမဟုတ်ဘဲ၊ ခံယူချက်၊ ဆုံးဖြတ်ချက်၊ အယူအဆတစ်ရပ်ကို နည်းနည်းလေးမှ မပြောင်းလဲဘဲ အသေဆုပ်ကိုင်ထားတာကို ဆိုလိုတာဖြစ်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "တန်ဆေး လွန်​ဘေး",
        "content": "တန်ဆေး လွန်​ဘေး\n\nEat bread at pleasure, drink wine by measure.ပေါင်မုန့် စိတ်တိုင်းကျစား၊ အရက် အတိုင်းအဆနဲ့ သောက်Tomorrow is a vision;Today, well lived,ဒီနေ့ကိုတော့ ကောင်းကောင်းနေသွား"
    },
    {
        "title": "မသူတော်တွေမဟာမိတ်ဖွဲ့",
        "content": "မသူတော်တွေမဟာမိတ်ဖွဲ့\n\nမြန်မာစကားမှာ အသွင်တူမှ အိမ်သူဖြစ်၊ သူတော်ချင်းချင်း သီတင်းလွေ့လွေ့ ဆိုတာရှိပါတယ်။အင်္ဂလိပ်ကတော့ Birds of a feather flock together. လို့ဆိုပါတယ်။ အသွေးအမွေးတူသူချင်းပေါင်းဖက်ကြသည်ပေါ့ဗျာ။စီးပွားရေးလောကနဲ့ နိုင်ငံရေးနယ်ပယ်မှာ ထူးခြားတဲ့အခြေအနေ၊ ပြောင်းလဲနေတဲ့ အကြောင်းခြင်းရာပေါ်အခြေခံကာ လုံး၀မမျှော်လင့်ထားသူတွေ အပေါင်းအသင်း ဖြစ်သွားတတ်ကြသလို၊ စရိုက်ဆိုးရှိတဲ့ အကျင့်တန်သူအချင်းချင်း အကြောင်းဆက် ပေါင်းဖက်မိသွားကြတာကို မသူတော်တို့၏ မဟာမိတ်ဖွဲ့မှု(Unholy alliance) လို့ ခေါ်ပါတယ်။ အသွင်မတူ ဘယ်အိမ်သူဖြစ်ပါ့မလဲ။ နောက်ဆုံးတော့ ချိုကုပ်ရှိရာ ချိုကုပ်လာပေါ့ဗျာ။\"သမဏေန သမဏော၊ ဂေါဏေန ဂေါဏော\" ဆိုတာလို သူတော်ကောင်းအချင်းချင်း၊ သူယုတ်မာအချင်းချင်း ရွေးပေါင်းတတ်တယ်လို့ ဆိုရိုးရှိပါတယ်။ သွေးတူမွေးတူ အကျင့်စရိုက် တူ​သူချင်းမှသာပေါင်းဖက်မိကြတာ ဓမ္မတာပါ။ အခုလည်း ဆိုးသွမ်းယုတ်မာရက်စက်တဲ့ အာဏာရှင်နှစ်ဦး တစ်ယောက်ကိုတစ်ယောက် ဖေးမပေးဖို့ ကြိုးစားနေကြပါပြီ။ The devil never sleeps. မကောင်းဆိုးဝါးဆိုတာဘယ်သူ့ကိုမှ အလွတ်ပေးတာမဟုတ်လို့ သတိကြီးစွာ ထားကြရပါလိမ့်မယ်။A real unholy alliance! Really, Really!အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကျွန်တော်ဆိုတဲ့အများအတွက်သီချင်း",
        "content": "ကျွန်တော်ဆိုတဲ့အများအတွက်သီချင်း\n\nI hope you don't mind,I hope you don't mind...ကျွန်တော်ဆိုတဲ့ အများအတွက် သီချင်းဒီညအတွက် ဟိုးလွန်ခဲ့တဲ့နှစ်ပေါင်း ၅၀ ကျော်ကYour Song သီချင်းနဲ့ မိတ်ဆက်ပေးပါရစေ။ရောင်းရင်းတို့ စိတ်မဆိုးလောက်ဘူးလို့မျှော်လင့်ပါတယ်။သီချင်းရှင်က ကိုယ်တိုင်သီကုံးဖွဲ့ဆိုတဲ့ သူ့သီချင်းကိုခင်ဗျားတို့ရဲ့ ကိုယ်ပိုင်သီချင်းအဖြစ် သဘောထားပါလို့ မေတ္တာရှေ့ထား မျှဝေထားပါတယ်။ခင်ဗျား စိတ်မဆိုးလောက်ပါဘူးနော် ဆိုတာလေးက အသက်ဖြစ်ပါလိမ့်မယ်။ သီချင်းဆုံးသွားတဲ့အခါအဲဒီ I hope you don't mind,I hope you don't mind (that I put down in wordsHow wonderful life is while you're in the world) အပိုဒ်လေး ရင်ထဲစွဲထင်ကျန်ရစ်မယ်ဆိုရင်ကျွန်တော်မိတ်ဆက်ပေးရတာ အကျိုးရှိပါမယ်။ခံစားနားဆင်ကြည့်ကြပါ။♡♡♡ပြီးတော့ တစ်ခုခုပြောခဲ့ပါအုံး။"
    },
    {
        "title": "အမှားနှစ်ခုကနေ",
        "content": "အမှားနှစ်ခုကနေ\n\nTwo wrongs don't make a right.Two wrongs don't make a right.အမှားနှစ်ခုကနေ အမှန်တစ်ခု ဖြစ်မလာနိုင်အမှားကို အမှားနဲ့ တုံ့ပြန်လို့ အမှန်ဖြစ်မလာပါရန်ကိုရန်ချင်း မတုံ့နှင်းနဲ့နောက်စကားပုံမူကွဲ​တွေကTwo blacks don't make a white.Two negatives don't make a positive တို့​ဖြစ်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ဝါဝါမြင်တိုင်း ရွှေမထင်နဲ့",
        "content": "ဝါဝါမြင်တိုင်း ရွှေမထင်နဲ့\n\nAll that glitters is not gold.\"All that glitters is not gold\" means the attractive external appearance ofsomething is not a reliable indication ofits true nature.အရောင်တောက်တိုင်း ရွှေမဟုတ်ပြောင်ပြောင်လက်လက်ရှိတိုင်း ရွှေမဖြစ်နိုင်ဝါဝါမြင်တိုင်း ရွှေမထင်နဲ့နောက်စကားပုံမူကွဲ​တစ်ခုက All that glistersis not gold. ဖြစ်ပါတယ်။\"Don't judge the book by its cover. လှပပြီးဆွဲဆောင်မှုရှိတဲ့ စာအုပ်အဖုံးကိုကြည့်ကာ စာအုပ်ဝယ်ဖို့မသင့်\" နဲ့နီးစပ်ပါတယ်။ဒီစကားပုံ၊ ဆိုရိုးစကား (Aphorism) က အပြင်မှာရွှေမှုန်ကြဲ အထဲက နွားချေးခံတွေ ရှိတတ်တာကြောင့်Reminding not to trust everything you see. ဘာမဆို အပြင်ပန်းကြည့်ပြီး မဆုံးဖြတ်သင့်ကြောင်းသတိပေးဆုံးမလျက်ရှိပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အကန်းချင်းတုတ်ဆွဲ",
        "content": "အကန်းချင်းတုတ်ဆွဲ\n\nThe blind leading the blindThe blind leading the blind.အကန်းချင်းတုတ်ဆွဲAnd if the blind lead the blind, both shall fall into the ditch.Matthew 15:14မျက်စိမမြင်သူက အကန်းတွေကို လမ်းပြမယ်ဆိုရင် အားလုံးမြောင်းထဲ ရောက်ကုန်ပါလိမ့်မယ်။DefinitionAn expression applied to leaders who know as little as their followers andare therefore likely to lead them astray: “When it comes to science andtechnology, many politicians knowas little as the average citizen;they're the blind leading the blind.”မသိသူက မတတ်သူကို ဆရာလုပ်နှုတ်ခမ်းပဲ့ချင်း မီးမှုတ်ဘူဘူချင်း တစ်လုပ်Reference PostQUOTEThe blind leading the blind.သတ်ပုံတွေ မှားတဲ့အကြောင်း ဆွေးနွေးနေကြတဲ့ Post တွေတွေ့ရင် ကိုယ်ကလည်းသတ်ပုံဆို သိပ် ဂရုစိုက် တတ်တဲ့သူဆိုတော့ ဖတ်ကြည့်မိတာပေါ့။ ဦးဆောင်ဆွေးနွေးနေတဲ့သူက ၁၀ လုံးရေးတာ ၅လုံးလောက်မှားနေတယ်။ ၀င်ဆွေးနွေးတဲ့ သူတွေကလည်း သတ်ပုံအမှားတွေ ဗရပွနဲ့။သြော်…ခေတ်ကိုက ရုပ်ဆိုးတဲ့သူတွေ သရုပ်ဆောင်လုပ်တဲ့ခေတ်၊ အသံမကောင်းတဲ့သူတွေ အဆိုတော် လုပ်တဲ့ခေတ်၊ စာလုံးပေါင်းမမှန်တဲ့သူတွေ သတ်ပုံအကြောင်းဆွေးနွေးကြတဲ့ခေတ်။တစ်မျိုးတော့ တစ်မျိုးကြီးပဲ။ အခြေခံသီလလေးတောင် မလုံတဲ့သူတွေက ဝိပဿနာတို့ သမထတို့အကြောင်း ဆွေးနွေးနေသလိုပဲ။ ကျွန်မတို့လူမျိုးတွေ တော်တော် များများက ကိုယ့်အမိစာပေကို စည်းမဲ့ကမ်းမဲ့ ရေးချင်သလို ရေးတတ်ကြတယ်၊ သတ်ပုံကျမ်းလည်းမကြည့်၊ အဘိဓာန်လည်းမလှန်နဲ့။ ကိုယ့်အမျိုးကိုချစ်ရင် ကိုယ့်စာပေကိုလည်း လေးစားရမှာပေါ့။   မြန်မာတိုင်းရဲ့ရင်ထဲမှာ မြန်မာစာကို သတ်ပုံမှန်အောင် ရေးချင်တဲ့စိတ်ဓာတ်လေးများ ဖွံ့ဖြိုးတိုးတက်လာပါစေ။UNQUOTECredit to Mya Yee Thandaအားလုံး မင်္ဂလာပါ။Image credit to original artists.Post reference: January 5, 2020တောင်းပန်ခြင်း - အရေးအသားတွင် တစ်ဦးတစ်ယောက်အတွက် ရင့်သီးရိုင်းပြ၊ နှိမ့်ချစော်ကားသယောင်မျိုး ဖြစ်ခဲ့ပါက မည်သူ့ကိုမှ နစ်နာရန်မရည်ရွယ်ပါကြောင်း။"
    },
    {
        "title": "Whose funeral...",
        "content": "Whose funeral...\n\nWhose funeral is it?ဒါ ဘယ်သူ့အသုဘလဲဗျ။ဘယ်သူမှမဟုတ်ဘူး။အဲဒါ ခင်ဗျားအသုဘပဲလေ။ဒီနေ့မနက်စောစော ၅း၃၀ လောက်သမီးအတွက် မုန့်ဟင်းခါးဝယ်ဖို့ဗိုလ်မင်းရောင်လမ်းမဘက် ထွက်ခဲ့တယ်။မုန့်ဝယ်နေတုန်း ဆိုင်ရှေ့မှာ နာရေးကူညီမှုအမှတ်အသားနဲ့ လူနာတင်ယာဥ်တစ်စီးရပ်ထားတာတွေ့ရတယ်။ ဪ သူတို့လည်း မနက်စောစောတစ်နေရာမသွားခင် မုန့်ဟင်းခါး လာစားကြတာ ဖြစ်ပါလိမ့်မယ်။အချိန်တိုအတွင်းမှာပဲ အဲဒီလူနာတင်ကားဟာကျွန်တော့်ရှေ့က ခပ်ဖြည်းဖြည်း ဘီးလိမ့်ထွက်ခွာသွားပါတယ်။ကိုယ့်စိတ်ထဲမှာ စောစောစီးစီးဘယ်လူနာသွားသယ်၊ မပြောကောင်းပြောကောင်းဘယ်အလောင်း သွားကောက်မလဲလို့တွေးနေမိပါတယ်။တိုက်တိုက်ဆိုင်ဆိုင်ဗျာ အဲဒီကားဟာ ကျွန်တော်ချိုးကွေ့မယ့်လမ်းအတိုင်း သွားနေပြီး၊ သုံးမိနစ်လောက်အတွင်း ကျွန်တော်နေထိုင်ရာ လမ်းတိုလေးအတွင်းဝင်ရောက်ကာ ကျွန်တော့်အိမ်ရှေ့မှာ ထိုးရပ်လိုက်ပါတော့တယ်။ ကျွန်တော့်မိသားစုရယ်၊ ရပ်ကွက်ထဲက အသိတချို့ရယ်အိမ်ရှေ့မှာရုံးစုနေကြပါတယ်။Whose funeral is it?ဒါ ဘယ်သူ့အသုဘလဲဗျ လို့မမေးရဘဲကျွန်တော်သိသွားပါပြီ။ဟုတ်ပါတယ်...ဘယ်သူမှမဟုတ်ပါဘူး။အဲဒါ ကျွန်တော်ပါ။•••PS>>>••• မအိပ်ခင် James Bond 007 ရဲ့ Live and Let Die ကြည့်မိလို့ပါ။••• ကျွန်တော့်စာတွေကို ဘယ်လိုစိတ်ထားနဲ့ဖတ်ဖတ် ကျေနပ်ဝမ်းသာ ကျေးဇူးတင်ရပါတယ်။တော်လှန်ရေးအရှိန်အဟုန်နဲ့အတူ ကျွန်တော်ရှိနေပါအုံးမယ်။I'm behind you.I always find you.I'm a Rock!"
    },
    {
        "title": "CAT",
        "content": "CAT\n\nအိမ်မွေးတိရစ္ဆာန် ကြောင်နဲ့ပတ်သက်လို့ ပြောကြဆိုကြတဲ့ စကားစုတွေထဲကအများသိဆိုစကား ၃ ခုကိုဖော်ပြပေးပါရစေ။The cat has nine lives.ပထမဆုံးတစ်ခုက ကြောင်တွေဟာ ကျွန်တော်တို့လူတွေလို အသက်တစ်ချောင်းတည်းပါတာမဟုတ်ဘဲ အသက် ၉ သက်တောင် ပါတယ်လို့ဆိုပါတယ်။The cat has nine lives.ကြောင်က သိပ်အသက်ပြင်းတယ် ပေါ့ဗျာ။ဆိုးဆိုးရွားရွား အန္တရာယ်ကြုံပေမဲ့ အသက်ဘေးက လွတ်မြောက်သွားတဲ့အခါငါ မသေဘူးကွ ကြောင်လို အသက်ပြင်းတယ်နော်။Care killed the cat.ဒီဆိုရိုးစကားအပေါ် မကျေမနပ်နဲ့ ခွန်းတုံ့ပြန်ချက် (Rejoinder) ရှိပါတယ်။အင်မတန် အသက်ပြင်းတဲ့ကြောင်လည်း Stress; Strain; Care ပူပန်ကြောင့်ကြသောကတွေ ဖိစီးနှိပ်စက်တော့ သေပွဲဝင်ရပါတယ်။Care killed the cat.အပြင်လောကမှာ လူတွေပြောပြောနေကြတာကToo much worries lead to burden. \"စိတ်ထောင်းတော့ ကိုယ်ကြေ\" ပေါ့ဗျာ။Curiosity killed the cat.နောက်ပြန်လှန် ပြောဆိုချက်တစ်ခုက ကိုယ်နဲ့မဆိုင်တာကို သိချင်လို့ ဟိုစပ်စပ်ဒီစပ်စပ်လုပ်တတ်တဲ့ကြောင်စပ်စု ​သေဘေးကြုံရပါတယ်။Curiosity killed the cat.စူးစူးစမ်းစမ်း မရဏလမ်း ပေါ့ဗျာ။ကျွန်တော်တို့တတွေလည်း စပ်စုလွန်းရင် ဒုက္ခတွေ့ရတတ်ပါတယ်။\"Being inquisitive about otherpeople's affairs may get you into trouble.\"အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ရက်ရာဇာလား၊ ပြဿဒါးလား",
        "content": "ရက်ရာဇာလား၊ ပြဿဒါးလား\n\nThe only difference between a good day and a bad day is your attitude.ရက်ရာဇာလား၊ ပြဿဒါးလားဒါ ကိုယ့်စိတ်ထားပါပဲ။Hard times will be over &Good times are on the way.May everything come our way in 2022.Happy New Year!"
    }
]