[
    {
        "title": "for 2024",
        "content": "for 2024\n\n"
    },
    {
        "title": "The Shoeless Trendy",
        "content": "The Shoeless Trendy\n\n🔴🔴🔴ဒီဇင်ဘာ ၂၈ ရက်နေ့က NYT ရဲ့သတင်းတစ်ပုဒ်မှာဂျိုလီတစ်ယောက် The Tonight Show ကို အင်တာဗျူးအတွက် ရောက်လာပါတယ်။ထူးထူးဆန်းဆန်း ဂျိုလီ ဖိနပ်စီးမလာဘူးဗျာ။ဖက်ရှင်ကျကျ ဖိနပ်စီးမှ လူတကာငေးခံရမယ့်သူကအခုလို ဖိနပ်မစီးဘဲ လာတာ ထရင်ဒီလောကသားတွေကြားမှာ ဦးဦးဖျားဖျား အသစ်အဆန်းထွင်တာပဲလို့ ယူဆနေကြပါတယ်။တတ်လည်းတတ်နိုင်ကြပါပေ့။From The TimesDecember 28, 2024Angelina Jolie showed up on “The Tonight Show” couch in an elegant dress — and no shoes. A reader asks: Is this the start of a trend?⚫⚫⚫အဲဒီသတင်းကိုဖတ်ပြီး တစ်ချိန်ကဖိနပ်ဝယ်မစီးနိုင်တဲ့ကျွန်တော့်ရဲ့ နုံချာဘဝကို ပြန်တွေးမိပါတယ်။⚫⚫⚫စီးစရာဖိနပ်မရှိလို့ ကျွန်တော်ငိုနေခဲ့ရတယ်။ဒါပေမဲ့ ​ခြေနှစ်ဖက်မရှိတဲ့ လူကိုတွေ့တော့ကျွန်တော် အငိုတိတ်သွားတယ်။I cried when I had no shoes, but I stopped crying when I saw a man without legs.🐼🐼🐼မတူကွဲပြားဘဝတွေကို အံမဝင်ခွင်မကျ ချိတ်ဆက်ကြည့်တာပါ။"
    },
    {
        "title": "အဆီဘူး Parson's nose",
        "content": "အဆီဘူး Parson's nose\n\n🐼🐼🐼ဖင် ကို အဘိဓာန်ဆရာတွေက စကားရိုင်း (Vulgar) အဖြစ်သတ်မှတ်ကာ အင်္ဂလိပ်လို Anus စအို၊ Buttock တင်; Rump ကြက်ငှက်စတာတွေရဲ့ အဆီဘူး လို့ တူညီအဓိပ္ပာယ်ပေးပါတယ်။ဒါကြောင့် အရပ်ထဲမှာ လွယ်လွယ်ခေါ်နေကြတဲ့Rump of a fowl or a bird ဖင်ဆီဘူး ကို အဘိဓာန်က စကားနု၊ စကားယဉ် (Euphemism) အဖြစ် အဆီဘူး လို့ အနက်ပေးပါတယ်။အဲဒီ အဆီဘူး ကို Rump အပြင် Parson's noseလို့လည်း အခေါ်ရှိပါသးတယ်။ Parson ဆိုတာ ခရစ်ယာန်သင်းအုပ် ဘုန်းတော်ကြီးကို ခေါ်တာပါ။ကြက်အဆီဘူး Chicken Bum က  ဘယ်ကဘယ်လို မထော်မနန်း သင်းအုပ်ဘုန်းတော်ကြီးရဲ့ နှာခေါင်းသွားဖြစ်ရတာလဲ။ Etymology ဝေါဟာရရင်းမြစ်လည်း မတူးဆွချင်တော့ဘူးဗျာ။နောက်ဝေါဟာရတစ်ခုက Pope's nose ပုပ်ရဟန်းမင်းကြီးရဲ့နှာခေါင်း တဲ့။ ဒါ့အပြင် Bishop's nose; Sultan's nose စတဲ့ တခြားအခေါ်တွေလည်း ရှိပါသေးတယ်။ ကဲ ချစ်စနိုးအခေါ်အဝေါ် အများအပြားနဲ့ ဆူဖြိုးတဲ့အဆီဘူးကို မြိန်ရေရှက်ရေ အရသာခံစားသုံးနိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Boxing Day",
        "content": "Boxing Day\n\n🔴🔴🔴ငယ်ငယ်က လက်သီးထိုးခန်း ကြိတ်ခန်းတွေပါတဲ့ မြန်မာအက်ရှင်ရုပ်ရှင်ကားတွေ ကြည့်တော့ ဘောက်ဆင်ထိုးတယ်ဆိုတဲ့စကားလုံးကို ခဏခဏကြားရပါတယ်။ တကယ်တော့ ဘောက်ဆင် ဆိုတာ အင်္ဂလိပ်စကားလုံး Boxing ကို အသံလှယ်ပြောလိုက်တာပါ။🔴🔴🔴Boxing မှာအဓိပ္ပာယ်တွေ အများအပြားရှိပေမဲ့၊ အသုံးတွင်နေတဲ့ အနက်နှစ်မျိုးအကြောင်း ပြောချင်ပါတယ်။ တစ်မျိုးက အပေါ်မှာတွေ့ရတဲ့ Boxing လက်ဝှေ့ထိုးခြင်း ဆိုတဲ့အဓိပ္ပာယ်ပါ၊ နောက်တစ်မျိုး Boxing က သေတ္တာ၊ ဘူး စတာတွေထဲ ထည့်ပေးခြင်း ဆိုတဲ့အဓိပ္ပာယ် ဖြစ်ပါတယ်။ ပစ္စည်းသစ်တစ်မျိုးကို မိတ်ဆက်တဲ့အခါ ဘူးထဲက ပစ္စည်းကိုဖွင့်ပြခြင်းUnboxing, Unboxing ကို မကြာခဏ ကြားမိကြပါလိမ့်မယ်။🔴🔴🔴ဒီဇင်ဘာ ၂၅ ခရစ္စမတ်ပွဲကျင်းပပြီး၊ နောက်တစ်ရက် ဒီဇင်ဘာ ၂၆ ကိုတော့အနောက်နိုင်ငံတချို့မှာ Boxing Dayလို့ခေါ်တဲ့ အားလပ်ရက်ရှိပါတယ်။ အဲဒီနေ့မှာ ကိုယ့်အိမ်ရှိ အတူ‌နေအခြွေအရံဝန်ထမ်းတွေကို ငွေကြေးကအစ ကိုယ်ပေးကမ်းချင်တာလေးတွေ ဘူးထဲထည့်ပေးတဲ့ဓလေ့ဖြစ်ပါတယ်။ ဒါကိုပဲ Boxing သေတ္တာထဲ ထည့်ပေးခြင်း လို့ခေါ်လိုက်တာပါ။ဒါနအစ ကိုယ့်အိမ်က Charity beginsat home သဘောဖြစ်ပါတယ်။Happy Boxing Day! Donate your extra.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "SPEAK LIKE A NATIVE",
        "content": "SPEAK LIKE A NATIVE\n\n🔴🔴🔴So Soon We Changeဖိဖိစီးစီး မလုပ်ကြလို့ပါ။တကယ်လုပ်ကြရင် လပိုင်း (၆ လ)၊နှစ်ပိုင်း ( ၁ နှစ်၊ ၂  နှစ်) အတွင်းသိသိသာသာကြီး ပြောင်းလဲတိုးတက်သွားနိုင်ပါတယ်။ကျွန်တော်တို့မသားစု နယူးရော့ ရောက်ပြီး၊နှင်းတွေပိတ်လို့ ဘယ်မှ သွားမရလာမရအိမ်ထဲမှာ၃ လလောက် ပိတ်မိနေရတယ်။မိဘဖြစ်သူတွေကတော့ မဖြစ်မနေအလုပ်သွားနေချိန်၊ အိမ်ထဲအောင်း တီဗီပဲကြည့်‌နေကြရတဲ့ ၁၀ နှစ် ၁၁ နှစ်ကလေးသုံးယောက်အဲဒီ ၃ လအတွင်း  နေးတစ်စပီကာလို စကားပြောနိုင်သွားကြတယ်။ ယုံကြလားဗျာ။ရုံးပိတ်ရက် အ‌ဖေနဲ့အမေ ထမင်းစားခန်းထဲရှိနေချိန်အိမ်ရှေ့ဧည့်ခန်းမှာ အင်္ဂလိပ်လို ပီပီသသ ပြောဆိုနေသံတွေကြားတော့ အ‌ဖေဖြစ်သူက ဘယ်ကဧည့်သည်တွေ ရောက်နေကြတာလဲလို့ မေးတော့၊ အမေဖြစ်သူက ဘာဧည့်သည်မှမဟုတ်ပါဘူး၊ ရှင့်သားသမီးတွေ စကားပြောနေကြတာပါဆိုတော့ \"ဟေ ဟုတ်လား\" ဆိုပြီး၊ အဖေကြီး အလွန်အံ့ဩသွာရတယ်။ပြောချင်တာက ဒါပါပဲ။ ဖိဖိစီးစီးမလုပ်ကြလို့ပါ။ကဲ ဖိကြိုးစားလိုက်ကြ။ So Soon We Change!🔴🔴🔴Here are some tips for speaking like a native speaker:Practice:Make speaking English part of your daily routine.Practice with friends, language partners, or in front of a mirror.You can also try  new words and practice using them."
    },
    {
        "title": "ချင်း (သို့မဟုတ်) ဂျင်း",
        "content": "ချင်း (သို့မဟုတ်) ဂျင်း\n\n🔴🔴🔴အင်္ဂလိပ်စကားလုံး Ginger က မြန်မာလို\"ချင်း၊ ချင်းတက်\" ဖြစ်ပါတယ်။ သူ့အသံထွက်က \"ဂျင်း\" ပါ။အခု ပြော‌ပြောနေကြတဲ့ ဗန်းစကား \"ချင်းထည့်သည်\" \"ဂျင်းထည့်သည်\" က မသိမကျွမ်း၊ နားမလည်သူကို လိမ်ညာ၊ လှည့်ဖြား၊ နှပ်ချတယ်လို့ အဓိပ္ပာယ်ရပါတယ်။ အဲဒီလို အလိမ်အညာ ခံရတာကိုတော့ \"ချင်းမိသည်\" လို့ပြောကြပါတယ်။🔴🔴🔴သဒ္ဒါနည်းအရ Active Voice အနေနဲ့ ကိုယ်ကတခြားသူကို ချင်းထည့်သည်၊ Passive Voice အနေနဲ့တစ်ယောက်ယောက်က ကိုယ့်ကိုချင်းထည့်သွားတာ၊ အလိမ်အညာ ခံလိုက်ရတာကိုတော့ ချင်းမိသည် လို့ပြောကြပါတယ်။ ဟိုတုန်းကပြောကြတာက \"အချဉ်ဖောက်\" ခံလိုက်ရတယ်ပေါ့ဗျာ။မကြာခဏ ဒီလိုမျိုး လိမ်ညာ၊ လှည့်ဖြားခံနေရရင် ဒီကောင်က \"အချဉ်\" ပဲလို့သုံးကြပါတယ်။ချစ်ရေးချစ်ရာမှာလည်း ကိုယ်နှစ်နှစ်ကာကာ ချစ်ရသူတွေက အယုံလွယ်သူမနူးမနပ် ကိုယ့်ကို လိမ်ညာ‌ခေါက်ထားခဲ့တာများလာတော့ အေးလေ ကိုယ့်ရုပ်က အချဉ်ရုပ်များ ပေါက်နေသလားလို့တောင် ထင်မိတယ်။တကယ်တော့ ချင်း (အသံထွက်) ဂျင်းထည့်တယ်၊ ဂျင်းထည့်တာ ခံရတယ်ဆိုတာ \"အ\" သုံးလုံးမကြေသူရော၊ ပညာတတ်တွေရော အခြေအနေအမျိုးမျိုးမှာ ကြုံတွေ့ရတတ်ပါတယ်။နည်းပညာတွေ တဟုန်ထိုးမြင့်မားနေတဲ့ဒစ်ဂျစ်တယ်ခေတ်မှာလည်း မီဒီယာပေါင်းစုံကနေ အွန်လိုင်းလိမ်ညာမှုတွေ၊ ဂျင်းထည့်တာတွေ ပြည့်နှက်နေပါတယ်။⚫⚫⚫Figging \"ဂျင်းထည့်ခြင်း\"ကျွန်တော် အစပိုင်းမှာပြောလာတဲ့ ချင်း (ဂျင်း) \"ဂျင်းထည့်ခြင်း\" က လိမ်ညာခံရတာကို ဗန်းစကားနဲ့ တင်စားပြောဆိုတာဖြစ်ပါတယ်။အခု မကွေ့မဝိုက်ဘဲ တဲ့တိုးပြောမှာက တကယ့်ဟင်းခတ် အမွှေးအကြိုင်တစ်မျိုး ဂျင်းတက်အကြောင်းပါ။ ဒါကို‌တော့နားနဲ့မနာ ဖဝါးနဲ့နာပေးကြပါခင်ဗျား။ကဲ လက်ညှိးသာသာအရွယ် ဂျင်းတက်လေးတစ်ခုကိုယူ ခပ်ပါးပါးသူ့အခွံခွာပြီး၊ တစ်ယောက်သောသူရဲ့စအို (Anus or Arse) ထဲထိုးထည့်တဲ့ လိင်ပိုးဆိုင်ရာအပြုအမူတစ်မျိုး Sex act က တကယ့် ဂျင်းအစစ် အတောင့်လိုက် ထည့်တာဖြစ်ပါတယ်။(ဒီလို ပုံဖော်ပြောပြရသူ ကျွန်တော့်ကို ခွင့်မလွတ်ကြပါနဲ့၊ Oops! ခွင့်လွတ်ကြပါဗျာ။)ကျွန်တော် မြန်မာလို ဆက်ရေးရမှာ မဝံ့လို့အောက်က အင်္ဂလိပ်လို‌ အဓိပ္ပာယ်ဖွင့်ဆိုချက်ကို ဖတ်ကြည့်ကြပါ။Definition of FiggingFigging is the practice of inserting a piece of skinned ginger root into the human anus in order to generate an acute burning sensation.⚫⚫⚫အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "တရုတ်စကားပုံ",
        "content": "တရုတ်စကားပုံ\n\nThe one who tied the knot must untie it.ဒါလေးက တရုတ်စကားပုံတစ်ခုပါ။"
    },
    {
        "title": "စကားနု၊ စကားယဉ်",
        "content": "စကားနု၊ စကားယဉ်\n\nEuphemism or Euphonyစကားနု၊ စကားယဉ်🐼🐼🐼ဟိုတုန်းက သောက်ပြဿနာပဲ ကို လူကြားကောင်းအောင် ယဉ်ယဉ်လေးဖြစ်အောင် pleasing to earsနားဝင်ချိုစေဖို့ (ရုပ်ရှင်မင်းသမီး)\"စောမြသန္တာ\" နဲ့ အစားထိုး ပြောကြဖူးတယ်။ သက်ကြီးပိုင်းတွေတော့ မှတ်မိကြဦးမှာပါ။စောမြသန္တာပဲ။🐼🐼🐼Since there is no problem,you are the problem here.တစ်ခါတလေတော့အပြစ်မရှိတာကအကြီးမားဆုံးအပြစ်ဖြစ်နေတတ်တယ်။စောမြသန္တာပဲ။🐼🐼🐼"
    },
    {
        "title": "ကံမကောင်းဘူး",
        "content": "ကံမကောင်းဘူး\n\nKARMAFATEDESTINY⚫⚫⚫Karma applies to everyone equally. ဘာပဲပြောပြော ကျွန်တော်ကတော့ မွေးလာကတည်းက ကံမကောင်းဘူး။မြန်မာပြည်မှာ လူလာဖြစ်ရတာကိုကနှစ်ထပ်ကွမ်း ကံမကောင်းပြန်ဘူး။⚫⚫⚫တချို့ကပြောကြတယ် ခံရလှ တစ်ဘဝပေါ့တဲ့။ မဟုတ်ဘူး အခုဟာက တစ်ဘဝစာနဲ့မလုံလောက်လို့ မနှုတ်လောက် တစ်ဆယ်ချေးပြီး ပေးဆပ်နေရတယ်။⚫⚫⚫ကျွန်တော်ကတော့ ကံအကြောင်းတရား ကြံတစ်ချောင်းနှစ်ပြား လို့ ခပ်နောက်နောက် ဆိုလိုက်ချင်ပါတယ်။🐼🐼🐼🐼အားလုံး မင်္ဂလာပါ။Glossary:-🔴🔴🔴KARMAကွမ်မာ၊ ကံ (ဗုဒ်ဓဘာသာ-ဟိန်ဒူဘာသာ)FATEကြမ္မာ၊ ကံကြမ္မာ၊ ကံအကြောင်းတရားDESTINYကွမ်မာ၊ ကံ၊ ကံတရား၊ ဘဝ"
    },
    {
        "title": "အပျိုစင်လေးပါ",
        "content": "အပျိုစင်လေးပါ\n\nLike A Virgin/ Madonnaအပျိုစင်လေးပါ/ လေးလေးဝါးLearning thru the Songsသီချင်းလေးလည်း နားထောင်အင်္ဂလိပ်စာကိုလည်း တတ်သထက်တတ်ကျွမ်းသထက် ကျွမ်းအောင်လုပ်ကြပါ။Teaching Methodology ~Pedagogical Popလွန်ခဲ့တဲ့အနှစ် ၄၀ ကျော်လောက်ကတည်းက BBC World ServiceRadio က နာမည်ကျော်ကြား လူသိများတဲ့သီချင်းတွေကို စာသင်သားတွေအတွက် Pedagogical Pop ခေါင်းစဉ်တပ်ပြီး၊ အင်္ဂလိပ်စာကို ပုံစံသစ်တစ်မျိုးနဲ့ ကျောင်းသင်ခန်းစာအဖြစ် ပို့ချပေးခဲ့ပါတယ်။ကဲ ခင်ဗျားကြိုက်တဲ့ အင်္ဂလိပ်သီချင်းတစ်ပုဒ်ကို လုံးစေ့ပတ်စေ့နားလည်အောင် မီဒီယာပေါင်းစုံ အကူအညီရယူပြီး၊ လေ့လာကြည့်ပါ။ သင် တကယ် တိုးတက်လာပါလိမ့်မယ်။"
    },
    {
        "title": "Nomad or Migrant",
        "content": "Nomad or Migrant\n\nMigrantEmigrant = E + MigrantImmigrant = Im + Migrant🐼🐼🐼Nomad or Migrantဒုက္ခသည်ဆိုတာ သဘာဝဘေးအန္တရယ် (Natural Disaster) တစ်မျိုးမျိုး၊ ဒါမှမဟုတ် လူ့ပယောဂကြောင့်ဖြစ်ရတဲ့ အန္တရာယ် (Man-made Calamity) တစ်ခုခု တွေ့ကြုံခံစားရပြီး အတိဒုက္ခရောက်သူတွေကို ဒုက္ခသည် (Victim)လို့ခေါ်ပါတယ်။၁၉၇၅ ခုနှစ်မှာ Capitalism အရင်းရှင်စနစ် ကျင့်သုံးတဲ့ တောင်ဗီယက်နမ်နိုင်ငံကို ကွန်မြူနစ်စနစ် ကျင့်သုံးတဲ့ မြောက်ဗီယက်နမ်နိုင်ငံက သိမ်းပိုက်လိုက်တဲ့အခါ၊ ကွန်မြူနစ် နှိပ်စက်မှာကြောက်လန့်ပြီး၊ တောင်ဗီယက်နမ် နိုင်ငံသားတွေ၊ ဗီယက်နမ်နွယ်ဖွား တရုတ်လူမျိုးတွေ လှေငယ်လေးတွေနဲ့ ပင်လယ်ဖြတ်ကာ၊ ဟောင်ကောင်၊ သြစတြေလျအစရှိတဲ့ တိုင်းပြည်တွေကို ထွက်ပြေးခိုလှုံကြရာမှ လှေစီးဒုက္ခသည် (Boat people) တွေဖြစ်လာတာပါ။အခုနောက်ပိုင်း သင်္ဘောကြီးငယ်တွေနဲ့ သွားလာနေကြသော်လည်း လှေစီးဒုက္ခသည် လို့ပဲ ခေါ်ဝေါ်သုံးနှုံးနေပါတယ်။ အလားတူ ပင်လယ်ခရီးဖြင့် နေရင်းနိုင်ငံစွန့်ခွာ ထွက်ပြေးကြသူအားလုံးကို လှေစီးဒုက္ခသည်လို့ပဲ ဆက်လက်ခေါ်ဝေါ်လျက် ရှိပါတယ်။အမှန်တော့ လှေစီးဒုက္ခသည် ဆိုတာ ခိုလုံသူ (refugee) တွေပါ။ လှေစီးဒုက္ခသည်နဲ့ပတ်သက်ပြီး ပထမအဓိပ္ပာယ်ဖွင့်ချက်က ဒီလိုပါ။Boat people = Refugees who have left a country by sea, in particular the Vietnamese people who fled in small boats to Hong Kong, Australia, and elsewhere after the conquest of South Vietnam by North Vietnamin 1975.နောက်တစ်မျိုးက ဒီလိုအနက်ဖွင့်ဆိုပါတယ်။Refugees, usually political ones, whoattempt  to flee from their native country to other countries by boat.အခုနောက်ဆုံး ကျယ်ကျယ်လောင်လောင် ကြားကြားနေရတဲ့ ဒုက္ခသည်တစ်မျိုးက နိုင်ငံစွန့်ခွာ လှည့်လည်သွားလာနေကြသူတွေပါ။ လက်ရှိပုပ်ရဟန်းမင်းကြီး၊ သမ္မတ ဒေါ်နယ်ထရမ့်၊ သမ္မတဟောင်း ဘရက်အိုဘားမားတို့လို ကမ္ဘာ့အထင်က ရပုဂ္ဂိုလ်ကြီးတွေလည်း Migrant တွေပါပဲ။Migration ကို အဘိဓာန်တွေက \"တစ်နေရာမှတစ်နေရာသို့ ပြောင်းရွေ့နေထိုင်ခြင်း\" လို့ အဓိပ္ပာယ်ဖွင့်ပါတယ်။ အဲဒီလို ရေကြည်ရာမြက်နုရာ သို့ပြောင်းရွေ့နေထိုင် ကျက်စားတဲ့အလေ့အကျင့်ရှိသူလူ (သို့) တိရစ္ဆာန် ကို Migrant လို့ခေါ်ပါတယ်။Migrant = One who move from place to place in the hope of settling in a new place. Migrant ရဲ့ဆင့်ပွားစကားလုံးနှစ်လုံးရှိပါတယ်။ တစ်လုံးက ကျွန်တော်တို့နဲ့ ယဉ်ပါးပြီးသားImmigrant အခြားနိုင်ငံကအခြေစိုက်ရန်ဝင်လာသူ ပါ။Immigrant = An immigrant is a person who moves to another country, usually for permanent residence.နောက်တစ်လုံးက Emigrant မိမိနိုင်ငံမှ ထွက်ခွာ၍ အခြားနိုင်ငံတွင်အခြေချသူ - တိုင်းရင်းစွန့်သူ ပါ။Emigrant = An emigrant is someone who leaves a country or region.စကားလုံးသဏ္ဍန် (Morphology of Word) တွေကွဲနေပေမယ့် ရင်းမြစ်စကားလုံး Migrant က အကြောင်းအမျိုးမျိုးကြောင့် နေရာပြောင်းရွေ့ ကျက်စားနေကြရပါတယ်။ တစ်ရွာမပြောင်းသူကောင်းမဖြစ်ဆိုပြီး မိမိတိုင်းပြည်စွန့် စီးပွားရှာကြသူတွေ ရှိသလို၊ နိုင်ငံရေးအယူအဆကွဲပြားမှုကြောင့် အခြားနိုင်ငံပြောင်းရွေ့ခိုလှုံရသူတွေ၊ ဒီကနေ့လိုမျိုး စစ်ပွဲတွေကြောင့် အသက် လုကာအစုလိုက် အပြုံလိုက် တိုင်းပြည်စွန့် ထွက်ပြေးရသူတွေလည်း ရှိပါတယ်။  ယခင်က တိုင်းတစ်ပါးသားတွေကို ကြည်ကြည်ဖြူဖြူလက်ခံပေးနေတဲ့ အမေရိကန်တောင် ပြည်ဝင်ခွင့် ကန့်သတ်ပိတ်ပင်လာပါပြီ။ လူ့အခွင့်အရေး ရှေ့တန်းတင် ကြွေးကြော်ပြီး ကြွယ်ဝတဲ့ဥရောပနိုင်ငံအချို့တောင် ပြည်ဝင်ခွင့်တွေ၊ နယ်စပ်တွေစပိတ်နေပါပြီ။ အလုံးအရင်းနဲ့ ဒလဟောဝင်ရောက်လာသူ ကမ္ဘာအရပ်ရပ်က Migrant တွေအတွက် ပြေးစရာမြေ မရှိအခြေအနေပါ။ ဘေးသင့်သူ၊ခိုကိုးရာမဲ့သူလူသားတွေ ဘေးအန္တရာယ်ကင်းကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "We Will Rock You",
        "content": "We Will Rock You\n\nSynonym of ROCKShakeRattleRoll🔴🔴🔴We Will Rock YouEarthquake \"ငလျင်လှုပ်\" သတင်းကို ဖော်ပြရာမှာတွေ့ရတဲ့ \"လှုပ်\" နဲ့ ပတ်သက်ပြီး သုံးလေ့ရှိတဲ့ အဓိပ္ပာယ်ဆင်တူစကားလုံး (Synonym) တွေက Quake; Shake; Jolt; Rock; Roll; Rattle တို့အကြောင်း ပြောပြချင်ပါတယ်။\"ငလျင်၊ ငလျင်လှုပ်ခြင်း Earthquake\" မှာပါတဲ့ Quake က \"လှုပ်သည်\" လို့အဓိပ္ပာယ်ရသလို၊ \"ကြောက်ဒူးတုန်သည်၊တုန်လှုပ်သည်၊ တုန်တုန်ယင်ယင်ဖြစ်သည်\" စတဲ့ အဓိပ္ပာယ်တွေလည်း ရှိပါတယ်။Shake က \"လှုပ်သည်\" အပြင် \"ခါသည်၊ ယမ်းသည်\" အနက်တွေလည်း ရှိပါတယ်။ နာနာလေး၊ ပြင်းပြင်းလေး လှုပ်ခါရတဲ့ Milk shake; Yogurt ဒိန်ချဉ် တို့ကနေ၊ဂျိမ်းစဘွန်းရဲ့သောက်နေကျ မာတီနီအရက်စပ်ခိုင်းပုံ \"Shaken, not stirred လှုပ်ပါ၊ မမွှေပါနဲ့\" တို့မှာ \"လှုပ်-ခါ\" တာတွေ့ရသလို၊ Shaking with fear မှာ \"ကြောက်ဒူးတုန်သည်၊ တုန်လှုပ်သည်၊ ခြောက်ချားသည်\" စတဲ့ \"တုန်-လှုပ်\" လိုထပ်ဆင့်အနက်တွေလည်း တွေ့ရပါလိမ့်မယ်။Jolt က \"လှုပ်သည်\" အပြင် \"တွန်းသည်၊ ဆောင့်သည်\" အနက်တွေလည်း ရှိပါတယ်။ဒါ့အပြင် Jolt မှာ\"ကိုင်လှုပ်သည်\"\"ရုတ်တရက် အရှိန်ပြင်းပြင်းလှုပ်သည်\" ဆိုတဲ့ ကြောက်စရာအနက်လည်း ရှိပါတယ်။ ဒါကြောင့် ငလျင်သတင်းမှာ Jolt တွေ့ရင် ငလျင်လှုပ်တာ တော်တော်ပြင်းထန်တယ်လို့ ခန့်မှန်းနိုင်ပါတယ်။Rock က \"လှုပ်သည်၊ (ကလေးပုခက်၊ လှုပ်ကုလားထိုင်လို) ရှေ့နောက်ဘယ်ညာလွှဲသည်\" လို ညင်ညင်သာသာ၊ ငြိမ့်ငြိမ့်ညောင်းညောင်း အနက်ရှိသလို၊ လိုင်းပုတ်လို့ လှေလှုပ်သလို \"လှုပ် ခါ ယမ်း\"မှ \"တုန်လှုပ် ခြောက်ချား\" အထိ ပြင်းပြင်းထန်ထန် အနက်မျိုးတွေလည်း ရှိပါတယ်။Roll က (Roll a ball, a wheel ဘောလုံး၊ ဘီးလိမ့်သလို၊ Roll a barrel, disc ခွေလှိမ့်သွားရသလို) \"လိမ့်သည်၊ လှိမ့်သည်\" အဓိပ္ပာယ်ပါ။ နောက် Roll မှာ \"လှုပ်သည်\" ထက် အနည်းငယ်ပြင်းတဲ့ \"လူးသည်၊ လူးလိမ့်သည်\" အနက်လည်း တွေ့ရပါတယ်။ လှိုင်းကြောင့်လှေ၊ သင်္ဘောလူးတာမျိုး Rolling and pitching ship၊ အသောက်သမားအမူးလွန်ပြီး၊ ဟို ဒီ ယိမ်းထိုးကာသိုင်းကွက် နင်းနေတာမျိုးကို Rolling drunk လို့သုံးပါတယ်။ Rock နဲ့ Roll ပေါင်းထားတဲ့ Rock & Roll ကိုတော့ ရော့ကင်ရိုးတေးဂီတနဲ့အက အဖြစ် လူသိများပါတယ်။ ကွယ်လွန်သူ အဆိုတော်ရုပ်ရှင်မင်းသား Elvis Presley က King of Rock and Roll ရော့ဘုရင်ကြီးပါ။ Elvis ဟာ ၁၉၅၄ ကကျော်ကြားခဲတဲ့ Bill Haley & his Comets အဖွဲ့ရဲ့ \"Shake, Rattle and Roll\" သီချင်းကို ပြန်ဆိုခဲ့ပါတယ်။Rattle ကို \"တဒေါက်ဒေါက်၊ တဂျုန်းဂျန်း၊ ဂေါက်ဂေါက်ဂက်ဂက်၊ ဂျောက်ဂျောက်ဂျက်ဂျက် အသံမည်ကာ ခပ်ပြင်းပြင်းလှုပ်သည်\" လို့အနက်ပေးပါတယ်။ အားလုံံးသိကြတဲ့အတိုင်း ကလေးကစားစရာ ပလုတ်တုတ် (Rattle) ရဲ့သဘောက ခပ်ပြင်းပြင်းလေးလှုပ်လေ အသံပိုမြည်လေပါပဲ။ ခလောက်မြွှေ (Rattlesnake or Rattler) ခေါ် အဆိပ်အင်မတန်ပြင်းတဲ့ အမေရိကန်မြွှေပွေး ဟာ သူ့ရဲ့အမြီးက ခလောက်သဖွယ်ကွင်းအဆက်ဆက်ကို အဆက်မပြတ် လှုပ်ခတ်အသံပြုရင်း ရန်သူကိုခြောက်လှန့် တိုက်ခိုက်လေ့ရှိပါတယ်။ ဒါကြောင့် Rattle မှာ \"(ပြင်းထန်လွန်းသည့် ရိုက်ခတ်မှုကြောင့်) အသံမြည်ပြီး လှုပ်ခါသည်\" ဆိုတဲ့အဓိပ္ပာယ် ရှိပါတယ်။ ငလျင်လှုပ်သတင်းမှာ Rattle တွေ့ရရင် \"တော်လည်းသံပြုပြီး အင်အားပြင်းပြင်းနဲ့ လှုပ်ခတ်သွားတယ်\" လို့မှတ်ယူရပါတယ်။ကဲ ခင်ဗျားတို့ စိတ်ပါလို့ လှုပ်ချင်သပဆိုရင် Shake, Rattle and Roll လှုပ်ချင်သလို လှုပ်လို့ရပါပြီ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "တည်သီး",
        "content": "တည်သီး\n\nParsimmon တည်သီးParsimony/ Parsimonious (adj)ကပ်စေးနှဲခြင်း၊ တွန့်တိုခြင်းကတယ်တော့ ကနေ့လို အစစ ဈေးခေါင်ခိုက်နေချိန် တည်သီးဝယ်စားသူတွေဟာကပ်စေးနှဲသူတွေ ဟုတ်ဟန်မတူပါ။"
    },
    {
        "title": "STRANGE BEDFELLOWS",
        "content": "STRANGE BEDFELLOWS\n\nCompany ဆိုတဲ့ ဝေါဟာရကို မြန်မာလို အနက်မပေးဘဲ၊ အသံလှယ်ပြီး ခေါ်နေကြတော့ တချို့က စီးပွားရေးလုပ်ငန်းလုပ်တဲ့ အသင်းအဖွဲ့ကို ကုမ္ပဏီ လို့လွယ်လွယ်ပဲ မှတ်ထားတတ်ကြတယ်။ ဒါပေမဲ့ Company ရဲ့ နောက်အဓိပ္ပာယ်တစ်မျိုးက လုပ်ဖော်ကိုင်ဖက်တစ်သိုက်-လူတစ်စု ဖြစ်ပါတယ်။ သူ့နေရာနဲ့သူ context အလိုက်တခြားအဓိပ္ပာယ်တွေလည်း ရှိပါသေးတယ်။ ဥပမာ စစ်တပ်မှာ Company ဆိုတာ ခြေလျင်တပ်ရင်း တပ်ခွဲ ပါ။ ဇာတ်အဖွဲ့မှာ ဇာတ်အဖွဲ့သား-ဇာတ်သမား (Theatrical company) တွေ ပေါ့ဗျာ။ လူတွေဟာ Social animal ဖြစ်တာကြောင့် တစ်ဦးနဲ့တစ်ဦး လူမှုရေး-စီးပွားရေးအရ ဆက်သွယ်ပေါင်းသင်း နေထိုင်လုပ်ကိုင်ကြရတော့ အတူသွားအတူလာ အတူနေထိုင် လုပ်ကိုင်ခြင်း၊ အဖော်အဖြစ် လိုက်ပါခြင်း၊အတူရှိနေခြင်းတို့ ကိုလည်း Company လို့ပဲ သုံးကြပါတယ်။ ဒါကြောင့် လူတစ်ယောက်ရဲ့ အကောင်းအဆိုးကို သူပေါင်းသင်းတဲ့သူတွေကိုကြည့်ပြီး ဆုံးဖြတ်လေ့ရှိပါတယ်။ \"You may know a man by the company.\" တစ်နည်း \"Judge a man’s character by his or her friends/companion.\" လူတစ်ယောက်ရဲ့ အကျင့်စရိုက်ကို သူပေါင်းတဲ့မိတ်ဆွေ အပေါင်းအသင်းကြည့်တာနဲ့ သိနိုင်ပါတယ်။ပြောနေကျစကားက The company one keeps - ကိုယ်နဲ့ပေါင်းနေတဲ့ အပေါင်းအသင်း၊ တွဲဖော်တွဲဖက်၊ အဖော်အဖက် ပါ။ လူတွေဟာ အပေါင်းအသင်းကြောင့် ဂုဏ်တက်နိုင်သလို၊ အပေါင်းအသင်းကြောင့်ပဲ ပျက်စီးတတ်ပုံကို \"တစ်ခုသော ကျေးကား ခိုးသားငါးရာနဲ့ ပေါင်းမိ၏\" ဆိုတဲ့ဇာတ်လမ်းမှာ တွေ့နိုင်ပါတယ်။ လူတော်တွေလည်း လူပေါင်းမှားတတ်ကြပါတယ်။ လူပေါင်းမှားတာကို Get into bad company or keep bad company လို့ ပြောပါတယ်။ အဖော်ကောင်းလေးရှိတာကိုတော့ In good company လို့သုံးနှုန်းပါတယ်။ ကိုယ်ရုံးတက်ချိန်နောက်ကျနေရင်တောင်ကိုယ့်လိုနောက်ကျသူရှိဦးမလားဆိုပြီး အဖော်ကောင်းလေးရှာတတ်ကြတယ်။ အဖော်ရှာတာသဘာ၀ပဲလေ။ ပါဂျဲရိုးကားကြော်ငြာကပြောသလို ငရဲသွားရရင်တောင် အဖော်ကောင်းလေး ပါဂျဲရိုးနဲ့သွားမယ်ဆိုပဲ။ ဒါပဲလေ ငရဲဆိုတာ နင်ခေါ်မှ ငါရောက်ဖူးတော့မှာပါဆိုသူတွေလည်းရှိပါတယ်။ ဟုတ်တာပေါ့ ဘယ်သူက တစ်ယောက်တည်း ငရဲသွားမလဲ။ သေချာတာက ငရဲရောက်ရင် မိတ်ဆွေအပေါင်းအဖော်ဟောင်းတွေ၊ သိုးမည်းဟောင်းကြီးတွေနဲ့့ တွေ့မှာသေချာပါတယ်။Two is company. ဆိုတာက မဆိုင်သူမနှောင့်ယှက်နဲ့ \"Do not disturb\" လို့ ဆိုင်းဘုတ်လေးဆွဲကာ \"နှစ်ယောက်တည်း နေချင်တယ်\" လို့ပြောတာပါ။အပေါင်းအဖော်ကို companion လို့လည်း သိကြပေမယ့် Bedfellow ကိုတော့ သိပ် ရင်းနှီးကြပုံ မရပါဘူး။ Bedfellow ဟာ အပေါင်းအဖော်အပြင် (လင်နဲ့မယားလို) (မိတ်ဆွေသူငယ်ချင်း နှစ်ဦး တစ်ခုတင်တည်း) တစ်အိပ်ရာတည်း အတူတူအိပ်သူ လို့လည်း အဓိပ္ပာယ်ရပါတယ်။ ထူးခြားအသုံးအနှုန်းက Strange bedfellow ပါပဲ။အကျင့်စရိုက်မတူသူ နှစ်ဦးတွေ့ဆုံလက်ထပ်ကြပြီးနောက် တကျက်ကျက်ရန်ဖြစ်လိုက်၊ ကွာရှင်းလိုက်၊ တစ်ယောက်ကို အသုံးချဖို့ ပြန်ပြေလည်သွားကြတယ်ဆိုတဲ့ စုံတွဲအကြာင်းကို ဟာသဆန်ဆန်ပုံဖော်တဲ့ ရုပ်ရှင်ပိုစတာစာသားလေးက ဒီလိုပါ။ They love to fight, NOT at night တဲ့။ တကယ်ထူးဆန်းတဲ့လူ (Strangebedfellows) တွေပါပဲ။ သူတို့ဟာ အကြောင်းတစ်ခုခုကို မျှော်ကိုးပေါင်းသင်းကြသူ၊ တစ်ယောက်အကျိုးစီးပွားအတွက် တစ်ယောက်ကို ချခင်းအသုံးချကြတဲ့ လင်မယားတွေပါ။စာရေးဆရာမောင်သာရ စာသားအတိုင်းပြောရရင် လောကမှာ မကူးသော ငါးဆိုတာလည်းမရှိပါ။ ထို့အတူ မနားသောငှက်ဆိုတာလည်း မရှိနိုင်ပါ။ ဒါပေမဲ့ အဲဒီလို  မရှိနိုင်တဲ့မကူးသောငါးနဲ့ မနားသောငှက် တွေ့သွားတတ်ကြတယ်လို့ ဆိုဖူးပါတယ်။ အဲဒီလို ထူးဆန်းတဲ့ အခြေအနေ၊ အကြောင်းတရားပေါ် အခြေခံကာ လုံး၀ မမျှော်လင့်ထားသူတွေ (အာဏာရှိသူနဲ့ခရိုနီတွေ-စားဖားတွေ-ငို့ဘသမားတွေ-ရိုက်စားကောက်ထည့်တွေ) အဲဒီ Strange bedfellows တွေ အချင်းချင်းခွင်တည့်ပြီး အကြောင်းဆက် ပေါင်းဖက်သွားကြတာကို မသူတော်တို့၏ မဟာမိတ်ဖွဲ့မှု (Unholy alliance) လို့ ခေါ်ပါတယ်။ Strange bedfellows တွေကို အများဆုံး တွေ့ရတဲ့နေရာက နိုင်ငံရေးနယ်ပယ်မှာပါ။ ဒုတိယက စီးပွားရေးလောကမှာပါ။ ကြည့်လိုက်ပါဦး။ ဒီကနေ့မှာ ISIS ခေါ် အစ္စလာမ်စစ်သွေးကြွတွေကို တိုက်ဖို့ အမေရိကန်က သူရဲ့မဟာရန်သူကြီး အီရန်နဲ့ စည်းဝါးရိုက်ပြီး တစ်အိပ်ရာတည်းအတူတူအိပ်ရပုံ ကာတွန်းကိုကြည့်ရင် Strange bedfellows တွေ၊ မသူတော်တွေ ဘယ်လိုမဟာမိတ်ဖွဲ့ လှုပ်ရှားကြပုံကို မြင်နိုင်ပါတယ်။ Really, Really! ဂယ်ပဲ-ဂယ်ပဲ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "သင့်အပေါင်းအသင်း",
        "content": "သင့်အပေါင်းအသင်း\n\nCompany တွေ့တာနဲ့ ကုမ္ပဏီ ကုမ္ပဏီလို့ သတိလက်လွတ် မဖတ်နဲ့ဗျာ။ နေးတစ်စပီကာ လေသံနဲ့ ကမ်ပနီ ˈkʌmp(ə)ni//ˈkʌmpəni/ လောက်တော့ လုပ်ဦးဗျာ။နောက် Company ဆိုတိုင်း ခင်ဗျား အလုပ်ဆင်းနေတဲ့ ကုမ္ပဏီအလုပ်ခွင်လို့တရားသေမမှတ်နဲ့ အဖော်အဖက်၊ လုပ်ဖော်ကိုင်ဖက်၊ အဖော်ပြုခြင်း လိုမျိုး တခြားအနက်တွေလည်း ရှိသေးတယ်လေ။🐼🐼🐼Company You Keepသင့်အပေါင်းအသင်းCompany ဆိုတဲ့ဝေါဟာရကို မြန်မာလို အနက်မပေးဘဲ၊ အသံလှယ်ပြီး ခေါ်နေကြတော့ တချို့က စီးပွားရေးလုပ်ငန်းလုပ်တဲ့ အသင်းအဖွဲ့ကို \"ကုမ္ပဏီ\" လို့လွယ်လွယ်ပဲ မှတ်ထားတတ်ကြတယ်။ ဒါပေမဲ့ Company ရဲ့ နောက်အဓိပ္ပာယ်တစ်မျိုးက လုပ်ဖော်ကိုင်ဖက်တစ်သိုက်-လူတစ်စု ဖြစ်ပါတယ်။ သူ့နေရာနဲ့သူ context အလိုက် တခြားအဓိပ္ပာယ်တွေလည်းရှိပါသေးတယ်။ ဥပမာ - စစ်တပ်မှာ Company ဆိုတာ ခြေလျင်တပ်ရင်း တပ်ခွဲ ပါ။ ဇာတ်အဖွဲ့မှာ ဇာတ်အဖွဲ့သား-ဇာတ်သမား (Theatrical company) တွေ ပေါ့ဗျာ။ လူတွေဟာ Social animal ဖြစ်တာကြောင့် တစ်ဦးနဲ့တစ်ဦး လူမှုရေး-စီးပွားရေးအရ ဆက်သွယ်ပေါင်းသင်း နေထိုင်လုပ်ကိုင်ကြရတော့ အတူသွားအတူလာ အတူနေထိုင် လုပ်ကိုင်ခြင်း၊ အဖော်အဖြစ် လိုက်ပါခြင်း၊အတူရှိနေခြင်းတို့ ကိုလည်း Company လို့ပဲ သုံးကြပါတယ်။ ဒါကြောင့် လူတစ်ယောက်ရဲ့ အကောင်းအဆိုးကို သူပေါင်းသင်းတဲ့သူတွေကိုကြည့်ပြီး ဆုံးဖြတ်လေ့ရှိပါတယ်။\"You may know a man by the company. တစ်နည်း\"Judge a man’s character by his or her friends/companion.\" လူတစ်ယောက်ရဲ့ အကျင့်စရိုက်ကိုသူပေါင်းတဲ့ မိတ်ဆွေအပေါင်းအသင်းကြည့်တာနဲ့ သိနိုင်ပါတယ်။ပြောနေကျစကားက The company one keeps - ကိုယ်နဲ့ပေါင်းနေတဲ့ အပေါင်းအသင်း၊ တွဲဖော်တွဲဖက်၊ အဖော်အဖက် ပါ။ လူတွေဟာ အပေါင်းအသင်းကြောင့် ဂုဏ်တက်နိုင်သလို၊ အပေါင်းအသင်းကြောင့်ပဲ ပျက်စီးတတ်ပုံကို \"တစ်ခုသောကျေးကား ခိုးသားငါးရာနဲ့ ပေါင်းမိ၏\" ဆိုတဲ့ဇာတ်လမ်းမှာ တွေ့နိုင်ပါတယ်။ ပညာတတ်​တွေ၊ လူတော်တွေလည်း လူပေါင်း မှားတတ်ကြပါတယ်။ လူပေါင်းမှားတာကို Get into bad company or keep bad company လို့ ပြောပါတယ်။ အဖော်ကောင်းလေး ရှိတာကိုတော့ In good company လို့သုံးနှုန်းပါတယ်။တချို့ဆို ကိုယ်ရုံးတက်ချိန် နောက်ကျနေရင်တောင် ကိုယ့်လိုနောက်ကျသူ ရှိဦးမလားဆိုပြီး အဖော်ကောင်းလေးရှာတတ်ကြတယ်။ အဖော်ရှာတာ သဘာ၀ပဲလေ။ Pajero ပါဂျဲရိုးကားကြော်ငြာကပြောသလို \"ငရဲသွားရရင်တောင် အဖော်ကောင်းလေး ပါဂျဲရိုးနဲ့သွားမယ် If I'm going to hell, I'm going in a Pajero.\" ဆိုပဲ။ ဒါပဲလေ ငရဲဆိုတာ နင်ခေါ်မှ ငါရောက်ဖူးတော့မှာပါ ဆိုသူတွေလည်း ရှိပါတယ်။ ဟုတ်တာပေါ့ ဘယ်သူကတစ်ယောက်တည်း ငရဲသွားမလဲ။ သေချာတာက ငရဲရောက်ရင် မိတ်ဆွေအပေါင်းအဖော်ဟောင်းတွေ၊ သိုးမည်းဟောင်းကြီးတွေနဲ့ ပြန်တွေ့မှာ သေချာပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ငါပြောသလိုလုပ်",
        "content": "ငါပြောသလိုလုပ်\n\nPreacher man,Don't tell me heaven is under the earth...🐼🐼🐼🐼🐼🐼Do as I say, not as I do.ငါပြောသလို လုပ်ငါလုပ်သလို မလုပ်နဲ့။Practise what you preach.အဟောအပြောတော့ ကောင်းပါတယ်။ဟောသလို ကျင့်ဖို့လည်း လိုတယ်နော်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မုန်းတဲ့ချစ်သူ",
        "content": "မုန်းတဲ့ချစ်သူ\n\nO Loving Hate♥♥♥ညွှန့်ဝင်း၊ ခင်သန်းနု တို့ပါဝင်တဲ့ခေတ်ဟောင်း ရုပ်ရှင်ပိုစတာလေးတစ်ခု တွေ့မိတယ်။ ဇာတ်ကားနာမည်က \"မုန်းတဲ့ချစ်သူ\" ဖြစ်ပါတယ်။ မုန်းခြင်းနဲ့ချစ်ခြင်း ဆန့်ကျင်ဖက်နှစ်ခုကို ယှဉ်တွဲဖော်ပြပြောဆိုတာပါ။ ဒီလိုမျိုး စကားတန်ဆာတင်တဲ့ အလင်္ကာ (figure of speech) ကို Oxymoron လို့ခေါ်ပါတယ်။"
    },
    {
        "title": "ဟင်းမချလိုက်ပါနဲ့",
        "content": "ဟင်းမချလိုက်ပါနဲ့\n\nWe are still in the wilderness.ကျွန်တော်တို့တတွေ အပြောကျယ်ပြီးမလွတ်မြောက်နိုင်တဲ့ ကန္တာရလို တောကြီးမျက်မည်းထဲမှာပဲ ရှိနေပါသေးတယ်။🔴🔴🔴Don't halloo till you are out of the wood.ဒါကြောင့် မြန်မာပြည် လွတ်လပ်ရေးမရခင်က ဗိုလ်ချုပ်သတိပေးခဲ့သလို ဘေးမကင်းမီ ဟင်းမချလိုက်ပါနဲ့။🔴🔴🔴We can see light at the end of the tunnel.ဘာပဲဖြစ်ဖြစ် အန္တရာယ်ဘေးဆိုးကြီးက လွတ်မြောက်ဖို့ လမ်းစ ရေးရေးတော့ မြင်နေရပါပြီ။"
    },
    {
        "title": "Today is Pay Day!",
        "content": "Today is Pay Day!\n\n🐼🐼🐼It shouldn't be called Pay Day, it should be called Exchange Day.🐼🐼🐼They give it to me, and I give it to everyone else.🐼🐼🐼Anyway...The best days are in front of you. Use it wisely and happily.🔴🔴🔴Keep workingToday is Payday!"
    },
    {
        "title": "အချိန်တွေကပြောပြသွားမှာပါ",
        "content": "အချိန်တွေကပြောပြသွားမှာပါ\n\nTime Will Tell.အချိန်တွေက ပြောပြသွားမှာပါTime will tell. ဆိုတာ မှတ်သားစရာ စကားပုံလာစကားရပ် (proverbial phrase) တစ်ခုပါ။The truth or correctness of something will (only) be established at some time inthe future. တဲ့တိုးပြန်ကြည့်ရင် အချိန်က ပြောကြားသွားမယ်လို့ အနက်ဖော်နိုင်ပါတယ်။  Time willtell. ရဲ့ မူရင်းက(Only) time will tell. ​ဖြစ်ပါတယ်။ အင်္ဂလိပ်အသုံးက Only time can tell. ပါ။ ဒါကြောင့် Our past is our future. ကျွန်တော်တို့ရဲ့အတိတ်ဟာ ကျွန်တော်တို့ရဲ့ အနာဂတ်တဲ့။ အတိတ်ရဲ့ ဆိုးမွေကောင်းမွေတွေကို နောက်လူတွေ ဆက်လက်ခံစားကြရပုံကို ပြောတာပါ။ လက်ရှိလူတွေ လုပ်ကိုင်နေကြတဲ့ ဖြစ်ရပ်တွေ၊ ဆုံးဖြတ်ချက်​တွေဟာ အချိန်ကြာမြင့်လာတာနဲ့အမျှ မှန်မမှန်သိရှိ ကြပါလိမ့်မယ်။Only time will tell whether we made the right decision.Reggae ရက်ဂေးအကျော်အမော်ကြီး Bob Marley က ၁၉၇၈ မှာ Time Will Tell ဆိုတဲ့သီချင်းတစ်ပုဒ် ဆိုခဲ့တာ ရှိပါတယ်။ကဲ ဘာပဲဖြစ်ဖြစ် အချိန်က အဆုံးအဖြတ် ပေးသွားပါလိမ့်မယ်။History will judge...အချိန်က အဆုံးအဖြတ်ပေးသလို History will be the judge. History will be the jury.သမိုင်းကြောင်းကလည်း လုပ်ရပ်တွေရဲ့ အဆိုးအကောင်းကို မှတ်ကျောက်တင်ပါတယ်။ သမိုင်းကြောင်းကောင်းအောင် သင်တစ်ခုခုလုပ်ခဲ့ပြီလား မေးခွန်းက Quizzical ငေါ့တော့တော့ ပါ။ ဒါကြောင့် အချို့ဆိုသမိုင်းတရားခံဖြစ်မှာ ကြောက်တယ်လို့ ပြောကြတာဖြစ်မယ်။ တကယ်တော့ သမိုင်းဆိုတာ လူတွေချက်ပြုတ်ထားတဲ့ ဟင်းတစ်ခွက်လို့ သီချင်းတစ်ပုဒ်က ဆိုပါတယ်။ သမိုင်းကြောင်း ဟင်းလျာကို ချက်ပြုတ်ရာမှာ အချိုအချဥ်အငန်အစပ် တည့်အောင်ချက်နိုင်မှသာ နောင်လာနောက်သားတွေ မြည်းစမ်းရင် ချိုမြိန်မယ်လို့ ကြားဖူးပါတယ်။ နောက်လူတွေအတွက် အဆီအငေါ်တည့်ဖို့ စေတနာထား ကြိုးစားပေးကြရမှာပေါ့။\"History will judge societies and governments — and their institutions — not byhow big they are or how well they serve the rich and the powerful, but by howeffectively they respond to the needs of the poor and the helpless.”ကဲ သမိုင်းကြောင်းကလည်း လူ့အဖွဲ့အစည်းနဲ့ အစိုးရကို အဆုံးအဖြတ်ပေးပါလိမ့်မယ်။ စောင့်ကြည့်ကြပါစို့။The rest is history.And the rest is history. ကျန်တဲ့အပိုင်းက အားလုံးသိပြီးကြပြီဖြစ်လို့ ကျွန်တော်ဆက်ပြောစရာမလိုတော့ပါလို့ ဆိုလိုတာပါ။ This phrase is used to indicate that the events succeeding thosealready related are so well known that they need not be recounted again.အားလုံးက သိနေကြတာ နောကျေလို့ပါ။ ဆက်ပြောစရာလည်း မလိုတော့ပါ။You do not need to tell them what happened next because everyone knows about italready.အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Suite ကို ဆွိ",
        "content": "Suite ကို ဆွိ\n\nListening ကောင်းဖို့ ဒါမျိုးလေးတွေခဏခဏကြည့်ပေး။♥♥♥ကိုယ်ရဲ့လွဲမှားနေတဲ့ အသံထွက်တွေမသိမသာ ပြင်ပြင်သွား။♥♥♥စကားလုံးသစ်တွေ တွေ့ရင် လိုက်မှတ်၊အဓိပ္ပာယ်ဖွင့်ဆိုချက်ကို မြန်မာလိုသာမက English -to-Englsh လိုလည်း ကြည့်ပါ။ တချို့ကို အလွတ်ကျက်။♥♥♥Suite ကို ဆွိ /swiːt/ လို့အသံထွက်ရပါတယ်။ (Suite = Sweet)အများစုက Suite ကို Suit /suːt/ ဆု နဲ့မှားတတ်ကြတယ်။Do get a mop = Mop the floorကြမ်းတိုက်သည်။"
    },
    {
        "title": "အမှားမကင်းတဲ့လူ့လောက",
        "content": "အမှားမကင်းတဲ့လူ့လောက\n\nHuman FallibilityEven an expert sometimes makes mistakes.အမှားမကင်းတဲ့လူ့လောကအမှားမကင်းတဲ့လူ့လောကအမှားမကင်းတဲ့လူ့လောကHomer sometimes nods.Even Homer sometimes nods!Even Homer nods.ပမာဒလေခ.....မေ့မှားရေးမိသော အရေးအသားကို\"ပမာဒလေခ\" လို့ခေါ်ပါသတဲ့။"
    },
    {
        "title": "ဂျင်းကောင်တွေလာနေပြီ",
        "content": "ဂျင်းကောင်တွေလာနေပြီ\n\nPhishingLook out! They're coming your way.ဂျင်းကောင်တွေ လာနေပြီ။သင်သားကောင် မဖြစ်ပါစေနဲ့။"
    },
    {
        "title": "စပါကလင်",
        "content": "စပါကလင်\n\nမြန်မာအဘိဓာန်က ဘိလပ်ရည် ( Aerated water) ကို ကာဗွန်ဒိုင်အောက်ဆိုက် ထည့်သွင်းစီမံထားသော အချိုရည်တစ်မျိုး (Carbonated drink) လို့အနက်ပေးပါတယ်။ဘိလပ်ရည်၊ အချိုရည် တွေထဲက ကရင်ဆိုဒါ၊ လိမ္မော်ရည်၊ လီမွန်စပါကလင်၊ ဘာလီ၊ ဗင်တို၊ ဖရုတို တို့ကို မှတ်မိကြပါလိမ့်မယ်။ အဲဒီဘိလပ်ရည် တံဆိပ်တွေကြားမှာ  Lemon Sparkling လီမွန်စပါကလင် (အလွယ်ခေါ်) စပါကလင် က လူကြိုက်များခဲ့ပါတယ်။ တကယ်တော့ စပါကလင် ဆိုတာ အင်္ဂလိပ်စကားလုံး Sparkling ကိုအသံလှယ်ထားတာပါ။၁၉၈၃ မှာထွက်တဲ့ ပြန်ပေတော့ တေးစီးရီးထဲက မေခလာရဲ့ \"စပါကလင်အချစ်\"သီချင်းကြောင့်လည်း \"စပါကလင်\".ကို ပိုလူသိများခဲ့ပါတယ်။အခုလို Hazy Lazy Crazy Days of Scorching Summer အပူလွန်ကဲတဲ့ နွေရာသီကာလမှာ ဘဝအမောတွေ၊ အပူလုံးတွေကို မေခလာ လိုပဲ စပါကလင်နဲ့ မျောချနေကြရသလားလို့ မေးပါရစေ။🐼🐼🐼အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အရိုးဆုံးအဆိုအမိန့်",
        "content": "အရိုးဆုံးအဆိုအမိန့်\n\nကမ္ဘာကြီးက သူ့ဝင်ရိုးပေါ် သူလည်နေတယ်ဆိုပေမဲ့ ကမ္ဘာနဲ့အဝန်း နည်းပညာတိုးတက်မှုက ပညာရှင်တွေ ခန့်မှန်းထားတာထက် အဆမတန် မြန်လွန်းနေတယ်ဗျာ။ဒါကြောင့် အရိုးဆုံးအဆိုအမိန့်ကို ပြန်ကောက်ရရင်...\"ဒီနေ့ ဘွဲ့ရပြီး၊မနက်ဖြန် စာမလေ့လာသူသည်သန်ဘက်ခါ စာမတတ် ဖြစ်သွားမည်\"He who graduates Today, andstops learning Tomorrow,becomes uneducated the Day After.🐼🐼🐼🐼🐼🐼"
    },
    {
        "title": "Love you all.",
        "content": "Love you all.\n\nLove all of you.ဒီဝါကျနှစ်ခုလုံးက \"ခင်ဗျားတို့အားလုံးကို ချစ်ခင်မြတ်နိုးပါတယ်\" လို့ပြောတာပါ။🐼🐼🐼Love Allတိတိကျကျပြောရရင် Love နဲ့ all ကြားမှာ Hyphen ခေါ် တုံးတိုသင်္ကေတ (-) နဲ့ရေးလိုက်ရင် Love-All က အဓိပ္ပာယ်တစ်မျိုး ပြောင်းသွားပါလိမ့်မယ်။ဒါကြောင့် Love-All ဆိုရင်နှစ်ဖက်စလုံး ရမှတ် ဗလာ လို့အဓိပ္ပာယ်ရပါတယ်။Zero-Zero ပေါ့ဗျာ။Zero-Zero ကို Junior- Seniorထပ်ပြောရင် တစ်ဖက်ကစားသူကရမှတ်မရှိ သုည နဲ့ အခြားတစ်ဖက်က ၁၀ မှတ်လို့ပြောတာပါ။⚫⚫⚫တကယ်လို့ ရမှတ် ၉ မှတ်ချင်းတူနေရင်Nine-All လို့ကြေညာပါမယ်။ဒါကြောင့် ကစားကွင်းမှာ ဒိုင်လုပ်သူကOne-Love ဆိုတာ ဘော့မာလီ သီချင်းOne Love နဲ့တူမှာမဟုတ်ပါဘူး။⚫⚫⚫⚫⚫⚫Please note \"Love\" means \"ZERO\" inBadminton, Tennis, Volleyball etc.English is crazy...I love it like crazy!🔴🔴🔴"
    },
    {
        "title": "3D Three-D",
        "content": "3D Three-D\n\nသရီးဒီ လို့ဆိုလိုက်တော့ ကနေ့ စီးပွားပျက်ထိုးနေကြတဲ့ 2D, 3D နှစ်လုံး၊ သုံးလုံးချဲထီမျိုးလည်း မဟုတ်သလို၊ သုံးဖက်မြင်ရုပ်လုံးကြွ Three-dimensional 3D ရုပ်ရှင်မျိုးလည်း မဟုတ်ပါ။ကျွန်တော်ပြောချင်တဲ့ 3D က ၂၀၂၀ ကကနေ့ ၂၀၂၄ အထိ ခါးခါးသီးသီး ပြင်းပြင်းထန်ထန် စူးစူးရှရှ တွေ့ကြုံခံစားနေကြရပါသော D နဲ့အစပြု‌ဝေါဟာရသုံးခုပါ။Diseaseပထမဆုံး D တစ်ခုက ၂၀၂၀ မတ်လနှောင်းမှာ ပျှံ့နှံ့လာတဲ့ကိုဗစ်-၁၉ ကမ္ဘာ့ကပ်ရောဂါဆိုး Dreadful Disease ဖြစ်ပါတယ်။ အသေအပျောက် စာရင်းကိုတော့ WHO ကပြောပါလိမ့်မယ်။Dictatorshipဒုတိယ D တစ်လုံးက ၂၀၂၁ ဖေဖေါ်ဝါရီ၁ ရက်မှာ ရုတ်တရက် အာဏာသိမ်းပြီးချိန်ကစလို့ ကနေ့ထက်တိုင် ဒုက္ခတွေ ပင်လယ်ဝေအောင် ပေးနေတဲ့စစ်အာဏာရှင်စနစ်ဆိုး Dictatorship ပါ။Delugeအဲ နောက်ဆုံး D တစ်လုံး သူက Last but not least နောက်ဆုံးမှ ရောက်လာတယ်ဆိုပြီး ပေါ့သေးသေးလို့ မထင်မှတ်လိုက်ကြပါနဲ့။ သူဟာ အင်မတန် ဖျက်အားပြင်းသလို လူ့အသက်ပေါင်းများစွာနဲ့ အိုးအိမ်စည်းစိမ်ပြုတ်တဲ့အထိ ဖြစ်စေနိုင်ပါတယ်။ Force Majeure (Acts of God) တန်းဝင် မည်သူမှ မလွန်ဆန်မတားဆီးနိုင်တဲ့သဘာဝဘေးအန္တရာယ်တစ်မျိုး ရေကြီးခြင်း Deluge ဖြစ်ပါတယ်။မြန်မာပြည်သူအပေါင်း 3D \"Disease;Dictatorship & Deluge ဘေးအမျိုးမျိုးရန်အသွယ်သွယ်မှ ကင်းဝေးကြပါစေ။ကျွန်တော်က ဝေါဟာရမျှဝေသူ တစ်ယောက်သာဖြစ်ပါတယ်။Organically Yours,အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အိမ်ထောင်ပြုတာနဲ့",
        "content": "အိမ်ထောင်ပြုတာနဲ့\n\nကျွန်တော်က အသက် ၂၆ မှာအိမ်ထောင်ကျပါတယ်။အခု အိမ်ထောင်သက်နှစ်ငါးဆယ် ပြည့်သွားပါပြီ။ဝတ္ထုထဲကအတိုင်း \"သူတို့ပေါင်းဖက်ကြပြီး၊ အသက်ထက်ဆုံး ပျော်ရွှင်စွာနေထိုင်သွားကြလေသတည်း\" Happily Ever After...ဘာမှ ပြောစရာမရှိပါ။နေ့တွေ၊ ညတွေကို ဖြတ်သန်းပြီး၊ငါ ပျော်နေတယ် လို့ဆိုချင်ပါတယ်။♥♥♥အိမ်ထောင်ပြုတာနဲ့ ပတ်သက်လို့Global English ရဲ့ ဖန်တီးရှင်ဆရာကြီး ဦးဝင်းတင် ဘာသာပြန်ထားတာလေး မျှဝေပါရစေ။♥♥♥🐼🐼🐼By all means, marry.If you get a good wife,you'll become  happy;if you get a bad one,you'll become a philosopher.Socratesသေချာပေါက် အိမ်ထောင်ပြုပါ။ဇနီးကောင်းကိုရရင်သင် ပျော်ရွှင်လာလိမ့်မယ်။ဇနီးဆိုးကိုရရင်တော့သင် ဒဿနပညာရှင် ဖြစ်လာပါလိမ့်မယ်။ဆော့ခရတ္တိအားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ကောင်းကင်ဘုံကိုမသွားချင်ဘူး",
        "content": "ကောင်းကင်ဘုံကိုမသွားချင်ဘူး\n\nI don't want to go to heaven.None of my friends will be there.ကောင်းကင်ဘုံကို မသွားချင်ဘူး။အဲဒီမှာ ကျွန်တော့်သူငယ်ချင်းတွေဘယ်သူမှ ရှိမှာမဟုတ်ဘူး။"
    },
    {
        "title": "Fly Robin Fly",
        "content": "Fly Robin Fly\n\nEpisode I♥♥♥Fly Robin Flyကျွန်တော် ၁၉၉၄ မှာ အစိုးရဝန်ထမ်းဘဝက နုတ်ထွက်ပြီးနောက်ပိုင်း လွတ်လပ်ငှက်ဖြစ်သွားပါတယ်။ ကိုယ့်ကိုယ်ကိုယ်လည်း ဗြိတိန်က နန်းစွန့်ဘုရင်လိုတောင် ဖြစ်သွားမိတယ်။လွတ်လပ်တယ် ပေါ့ပါးတယ် စိတ်သွားတိုင်းကိုယ်ပါတယ်။ ကျွန်တော်က လွတ်လပ်ငှက်ပါ။အားလုံးကို လေးစားပါတယ်။♥♥♥♥♥♥Episode III♥♥♥Fly, Robin, Flyလူတွေဟာ ငှက်တွေပျံသန်းတာ အားကျပြီး လေမှာပျံဝဲဖို့ ကြိုးစားခဲ့ကြပါတယ်။Wright ညီနောင်ရဲ့အားထုတ်မှုကြောင့် လေယာဥ်ပျံ ပေါ်ပေါက်လာတာ သက်သေပါ။Fly နဲ့ပတ်သက်လို့ ဂျာမန်ဒစ္စကိုအဖွဲ့ Silver Convention ရဲ့ ၁၉၇၅ ထုတ် Fly, Robin, Fly သီချင်းကို Vocal အဆိုမပါ Instrumental အတီးသက်သက်နားထောင်ခဲ့ရပါတယ်။နောက်ပိုင်း သင်္ဘောသား မိတ်ဆွေတစ်ယောက်ယူလာလို့ အဆိုအတီး တိတ်ခွေနားထောင်ရပါတယ်။Lyrics စာသားက များများစားမပါFly, Robin, Fly ကို သုံးခါကျော့ဆိုပြီး Up, up to the sky! နဲ့ အဆုံးသတ်ထားတာကြောင့် အလွယ်တကူ လိုက်ဆိုနိုင်ပါတယ်။Let us sing along... Fly, Robin, Flyမင်္ဂလာမနက်ခင်းမှာ အားလုံးကိုယ်ကျန်းမာ စိတ်ချမ်းသာပြီးပျော်ရွှင်ကြပါစေ။"
    },
    {
        "title": "SOUND OF RAIN",
        "content": "SOUND OF RAIN\n\nOnomatopoeiaမြည်သံစွဲအလင်္ကာ♥♥♥SOUND OF RAINListen to the rhythm of the falling rain နဲ့အစချီထားတဲ့ The Cascade အဖွဲ့ရဲ့ ၁၉၆၂ ခုနှစ်က နာမည်ကျော်သီချင်း \"Rhythm of the Rain\" ဟာ ကော်ပီသီချင်းအဖြစ် ကာကာလကြာမြင့်စွာ လူကြိုက်များတဲ့ သီချင်းဖြစ်ခဲ့ပါတယ်။ ဒီသီချင်းမှာ မိုးစက်လေးတွေ တပေါက်ပေါက်ကျသံ၊ တဖြောက်ဖြောက်၊ တဖြန်းဖြန်းကျသံတွေကို မြည်သံစွဲအလင်္ကာ (Onomatopoeia) အနေနဲ့ တွေ့ရမှာဖြစ်ပါတယ်။ တပေါက်ပေါက်ကျသံ ကို Patter အဖြစ် အဲဒီ Rhythm of the Rain သီချင်းမှာ စတွေ့ဖူး ကြားဖူးပါတယ်။ အဲဒီမှာ သီချင်းရေးဆရာက Pitter-patter လို့ အသံဖော်ပါတယ်။ အင်္ဂလိပ်စာမှာ Pitter ကို သီးခြာအသုံးမတွေ့ရသော်လည်း Patter (V) = တပေါက်ပေါက်ကျသည် ကိုတော့ ကြိယာအဖြစ် သုံးတာတွေ့ရပါတယ်။အလားတူ မိုးစက်လေးတွေ တဖြောက်ဖြောက်ကျသည် ကို Splatter (V) လို့ ရေးတာတွေ့ရပါတယ်။ မြည်သံစွဲအနေနဲ့ Spatter of rain ကို တဖြောက်ဖြောက်၊ တဖြန်းဖြန်းကျသံ အဖြစ်တွေ့ရပါလိမ့်မယ်။ Spatter က မိုးစက်မိုးပေါက်သေးသေးလေး ကိုပြောတာပါ။ e.g. The spatter of rain on a roof.မိုးပေါက်ကြီးကြီးတွေကိုတော့ Splatter လို့ သုံးပါတယ်။ e.g. 1. the splatter of rain on the windows. 2. Heavy droplets of rain splatter on to the windscreen.မိုးသံ Rain Sound Effects တွေနဲ့ပုံဖော်ထားတဲ့ လွန်ခဲ့တဲ့အနှစ် ၆၀ ကျော်က Rhythm of the Rain  သီချင်းကို ရှာဖွေနားဆင်ကြည့်ကြပါဦး။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Cause & Effect",
        "content": "Cause & Effect\n\nအကြောင်းနဲ့အကျိုး၊အကောင်းနဲ့အဆိုး၊ကြောင်းကျိုးဆင်ခြင် အမှန်မြင်။အမှန်မြင်မှ အမြင်မှန်ရကြပါမယ်။Cause & EffectAs a regularity, Same cause, Same effect.As an exception, Same cause, Different Effect.Same cause, Different Effectပြင်းထန်တဲ့ နေပူရှိန်ကြောင့်စိမ်းနုတဲ့သစ်သီးတွေ ကြွေကျသွားတတ်ပြီး၊ ရင့်တဲ့သစ်သီးတွေကြတော့ဝင်းမည့်သွားကြတယ်။Transienceယာယီ၊ ပျံကျ၊ တစ်ခဏTransience of human life\"အမှည့်တဝင်းဝင်း၊သီးကင်း တဖြုတ်ဖြုတ်\"ဆင်ခြင်သုံးသပ်မှုနဲ့ ကိုယ့်ကိုယ်ကိုယ်ဆုံးမနိုင်ပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Odyssey",
        "content": "Odyssey\n\nOdysseyOrdealOde🐼🐼🐼ဘဝခရီးမှာ မတွေ့ချင် မဆုံချင်ပေမဲ့တွေ့လာရတာ၊ ကြုံလာရတာက “ဒုက္ခ”ကိုပါပဲ။ဒုက္ခကို တွေဆုံဖို့ ဘယ်သူမှလွမ်းလွမ်းမောမော မတမ်းတပါဘူး။ဒါပေမဲ့ ဒုက္ခနဲ့တော့ တွေ့ကြုံရတာပဲ။“ဒုက္ခနှင့် ဆုံဆည်းရပါလို၏။ဒုက္ခနဲ့မကွဲမက္ခာ နေရပါလို၏” လို့လည်းဘယ်သူမှ မြတ်မြတ်နိုးနိုး ဆုမတောင်းဘူး။ ဆုမတောင်းပေမဲ့ ပြည့်ပါတယ်။နန္ဒာသိန်းဇံခရောင်းလမ်းကိုဖြတ်ကျော်ခြင်း\"$The Face of the Nation၁၉၈၅ က ဒီသီချင်းဟောင်းလေး၂၀၂၄ မှာ ကျွန်တော့်ခေါင်းထဲရောက်လာလို့ပါ။The face of the nationThe face of the nationSo many lonely peopleDamn those broken dreamsOh yes it could be betterYou can say that about anythingSome got it worse than meSome got it worse than youYou see the people starvin' underneath the treeAnd you wonder what happened to the golden ruleThe face of the nationThe face of the nation"
    },
    {
        "title": "တို့များအရွယ်ညောင်းခဲ့ရင်",
        "content": "တို့များအရွယ်ညောင်းခဲ့ရင်\n\nWhen I'm Sixty Fourတို့များအရွယ် ညောင်းခဲ့ရင်When I'm Sixty Four တို့အသက် ၆၄ ရောက်ရင်လို့ အဓိပ္ပာယ်ရတဲ့သီချင်းကိုBeatles ဘီတဲအဖွဲ့က ၁၉၆၇ မှာထုတ်ခဲ့ပါတယ်။ ဘီတဲအဖွဲ့ဝင် Paul က ဒီတေးကို ရေးခဲ့ပါတယ်။ အဲဒီတေးရေးတုန်းကသူက အင်မတန်ချစ်စရာကောင်းတဲ့၁၆ နှစ်သားအရွယ်ပါ။ Sweet Sixteen ပေါ့။သီချင်းရဲ့ အဓိကပေးချင်တဲ့ theme ကgrow old together ကြင်ဖက်ချစ်သူနှစ်ဦး အရွယ်ကြီးရင့်တဲ့အထိ တစ်ဦးနဲ့တစ်ဦ်း ဆေးပေးမီးယူ အပြန်အလှန်ဖေးမကြရင်း လှလှပပ အိုမင်းသွားကြမယ်လို့ ဖော်ကျူးထားတာပါ။သီချင်းလည်းနားထောင်၊ နားစွဲလာရင်lyrics စာသားတွေကို အသေးစိတ်နားလည်အောင် ကြိုးစားစီးမျောလိုက်ပါ။(ဒီထက်အရသာတွေ့ချင်ရင် ဆရာKhun Shar Hlaing ဆီသွား)။ကဲ ၁၆ သားအရွယ်က အသက် ၆၄ အရွယ်ကို လှမ်းမျှော်ထားတဲ့ ကြည်နူးဖွယ်သီချင်းလေး When I'm Sixty Fourကို ခံစားနားဆင်ကြရအောင်လားဗျာ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "WHO GAVE NAMED?",
        "content": "WHO GAVE NAMED?\n\nWHO GAVE NAMED?WHAT IS IN A NAME?♥♥♥Senile Reflectionအသက်ကြီးလာလို့ သူငယ်ပြန်တယ်ပဲ ပြောပြော အနှစ်လေးဆယ်ကျော်လောက်က ဖတ်ခဲ့ကြိုက်ခဲ့တဲ့ နာမည်ကြီး နန်းဦးရဲ့ ကာတွန်းရုပ်ပြ \"ကျွန်တော့်နာမည် စိုင်းမောင်မောင်\" ဆိုတဲ့စာအုပ်ခေါင်းစဉ်ကို မဆီမဆိုင် သွားအမှတ်ရမိပါတယ်။\"နွယ်နွယ်ကခေါ်တော့ မောင်၊လယ်လယ်ကခေါ်တော့ မောင်မောင်၊ငယ်ငယ်ကခေါ်တော့ ကိုကိုမောင်၊ကျွန်တော့်နာမည် စိုင်းမောင်မောင်\"🐼🐼🐼Brighter Sideအကောင်းဘက်ကကြည့်ရင်အမည်နာမဆိုတာ ဘာအရေးကြီးလို့လဲ။ နှင်းဆီပန်းကို နာမည် ဘယ်လိုပဲ ပေးပေးသူ့ရနံ့ကတော့ မွှေးမြဲမွှေးနေမှာပဲ (A rose by any other name would smell as sweet) လို့ ရှိတ်စပီးယား က ဆိုပါတယ်။ဒါကို စိုင်းဝီရလင်းခံ့ Sai Whira Linn Khant က \"မည်သို့ပင် သမုတ်စေကွယ် နှင်းဆီပန်း၏ မွေးရနံ့မပြယ်\" လို့ မြန်မာမှု ပြုပါတယ်။ဆရာ Zaw Min-O ကတော့\"နှင်းဆီဂုဏ်၊ သင်းထုံလို့မွှေး။နာမည်ကို၊ ဘယ်လိုပင် ပြောင်းသော်လဲ၊မွှေးမြဲသာမွှေး\" လို့ မြန်မာမှုပြုတာ မှတ်သားရပါတယ်။🐼🐼🐼Darker Sideအဆိုးဘက်ကကြည့်ရင် အဖျက်အားကောင်းတဲ့ ဟာရီကိန်း၊ ဆိုင်ကလုံး၊ တိုင်ဖွန်း၊ လေဆင်နှာမောင်းလို လေပြင်းမုန်တိုင်းတွေကို မုန်တိုင်းကျရောက်ရာဒေသရှိ နိုင်ငံတွေကပေးတဲ့ နာမည်တွေပေးကြရပါတယ်။ ဘယ်လိုလှပတဲ့နာမည်တွေပဲပေးပေး မုန်တိုင်းရဲ့ကြောက်မက်ဖွယ် အဖျက်အန္တရာယ်က ပြောင်းလဲသွားမှာ မဟုတ်ပါဘူး။အလားတူပါပဲ သူယုတ်တွေကို ဘယ်လိုနာမည်တွေပေးပေး သူတို့ရဲ့ ဆိုးရွားရက်စက် ယုတ်မာကောက်ကျစ်တဲ့ စရိုက်တွေကိုတော့ ပြောင်းလဲနိုင်မှာ မဟုတ်ပါဘူး။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Unteachable Fools",
        "content": "Unteachable Fools\n\nယေဘုယျအနေနဲ့ Fool ကို လူ့အန္ဓ(လူနုံ၊ လူအ၊ သူမိုက်၊ Wise ကို ပညာရှိ (ဉာဏ်ပညာ အမြော်အမြင်ရှိသူ) လို့ သိထားကြပါတယ်။ပညာရှိက အရိပ်ပြလျှင် အကောင်ထင် ဆိုစကားအတိုင်းပါပဲ၊ ပြောသူစကားမဆုံးခင် ပညာရှိက သိနေပြီးသားဖြစ်‌နေပါတယ်။ ဂီတပညာရှင် တစ်ဦးပြောသလို I know when I hear it. တီးလုံးတစ်ခု စတင်တီးခတ်လိုက်တာနဲ့ ဒါဘာလဲဆိုတာ ခွဲခြားသိနှင့်ပြီး ဖြစ်ပါတယ်။လူ့အ‌န္ဓတွေကတော့ အရိပ်ပြလည်းအကောင်မထင်၊ အကောင်မြင်ပြန်တော့လည်း ဘာမှန်းမသိဖြစ်တတ်ပါတယ်။Stay away the fools!Only Fools rush in...🐼🐼🐼အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "၂၀၂၁~၂၀၂၄",
        "content": "၂၀၂၁~၂၀၂၄\n\nအားလုံးသိကြ၊ ကြုံဖူးခဲ့ကြတဲ့အတိုင်း ၂၀၂၀ ကမ္ဘာနဲ့အဝှမ်း COVIC-19 ဖြစ်တယ်။ နောက်နှစ် စစ်တပ်က နိုင်ငံတော်အာဏာသိမ်းတယ်။အားလုံးသိကြ၊ ကြုံဖူးခဲ့ကြတဲ့အတိုင်း ၂၀၂၀ ကမ္ဘာနဲ့အဝှမ်း COVIC-19 ဖြစ်တယ်။ နောက်နှစ် စစ်တပ်က နိုင်ငံတော်အာဏာသိမ်းတယ်။၂၀၂၁ က အခု ၂၀၂၄ ဇွန်အထိ နိုင်ငံ့စီးပွားရေး ကျဆင်းပြီး၊ ကျရှုံးနိုင်အဆင့်လို့တောင် ပြောနေကြပါပြီ။ဒီကာလကတော့ ဘယ်လိုမှ ရပ်တည်လို့မရတဲ့ အချိန်အခါပါ။\"ပန်းပဲလည်းလုပ် နှဲလည်းမှုတ် ဒါတောင်စားရရုံ\" ဆိုသလိုပါပဲဗျာ။အားလုံး သတ္တဝါအပေါင်း မိမိခန္တာကိုယ်အတ္တဘောကို အသက်ရှည်အောင်ရွက်ဆောင်နိုင်ကြပါစေ။"
    },
    {
        "title": "ထိပ်ဆုံးမှာတစ်နေရာ",
        "content": "ထိပ်ဆုံးမှာတစ်နေရာ\n\nRoom at the Topထိပ်ဆုံးမှာ တစ်နေရာအဆိုအမိန့်တစ်ခုက ဒီလိုဆိုပါတယ်။\"ကြိုးစားတဲ့သူတိုင်းအတွက်ထိပ်ဆုံးမှာ တစ်နေရာ အမြဲရှိပါတယ်။အဲဒီထိပ်ဆုံးနေရာရောက်ဖို့ ခက်ခဲသလိုအဲဒီမှာ ကြာကြာနေဖို့က ပိုခက်ပါတယ်။There is always Room at the Top,It's hard to get there,And it's still harder to stay there long.\"နောက်အဆိုအမိန့်တစ်ခုကဒီလို ဆိုပြန်ပါတယ်။Many business people reach the top.The really smart ones stay there.စီးပွားရေး လုပ်ငန်းရှင်များစွာတို့ထိပ်ဆုံးကို ရောက်ကြပါတယ်။တကယ့်လူတော်တွေပဲအဲဒီမှာ(ကြာကြာ)နေနိုင်ကြပါတယ်။♥♥♥လူတိုင်း ထိပ်ဆုံးရောက်နိုင်ကြပါစေ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "If I could turn back time!",
        "content": "If I could turn back time!\n\nIf I could turn back time!If I could turn back time!1995 Yangonအခုလို မိုးအေးအေးရှိနေချိန် ဆယ်စုနှစ်သုံးခုလောက် နောက်ပြန်လှည့်လိုက်ကြမယ်။ နှစ် ၃၀ ဆိုတော့ ခင်ဗျားလည်းတော်တော် နုပျိုအုံးမယ်နော်။ကျွန်တော်တောင် အသက် ၄၅ ပဲဆိုတော့ အားကောင်းမောင်းသန် သန်တုန်းမြန်တုန်း အချိန်ပေါ့။သေသေချာချာကြည့် တော်ကြာကိုယ်ပုံပါနေအုံးမယ်။"
    },
    {
        "title": "သီချင်းနားထောင်ရင်းအင်္ဂလိပ်စာ",
        "content": "သီချင်းနားထောင်ရင်းအင်္ဂလိပ်စာ\n\nLearning English Thru Musicသီချင်းနားထောင်ရင်း အင်္ဂလိပ်စာလေ့လာသင်ယူကြမယ်။🐼🐼🐼Don't Knock It 'til You Try Itသေချာမှတံခါးခေါက်ပါ၁၉၇၀ ပြည့်နှစ်နောက်ပိုင်း ရေပန်းစား လူကြိုက်များခဲ့တဲ့ စတီရီယိုတေးသီချင်း (Stereo Song) အများစုဟာ အင်္ဂလိပ်တေးသွားမှာ မြန်မာစာသား သွတ်သွင်းရေးဖွဲ့ထားတဲ့ သီချင်းတွေ ဖြစ်ကြပါတယ်။ဒါကြောင့် English tune, Burmese words လို့ပြောကြပါတယ်။ အဲဒီ ကော်ပီသံစဉ်၊ ကော်ပီသီချင်း (Copy Song) တွေရဲ့ မူရင်းအင်္ဂလိပ်တေးသီချင်း (Original English Song) တွေ ရှာဖွေနားထောင်ရင်း ကျွန်တော် အင်္ဂလိပ်စာနဲ့ ပိုရင်းနှီးကျွမ်း၀င်သွားပါတယ်။အဆိုတော်ဂျေမောင်မောင် ရဲ့ \"မုန်းမေ့ဖို့ခက်တယ်\" ကော်ပီသံစဉ်သီချင်းကို လူကြိုက်များသလို မူရင်းတေး Don't Knock It 'til You Try It ကိုလည်း လူသိများပါတယ်။ သီဆိုတဲ့အဖွဲ့နာမည်ကThe Hooters ပါ။အင်္ဂလိပ်စကားမှာ Try နဲ့ပတ်သက်တဲ့ စိတ်ဝင်စားဖွယ် ထူးခြားအသုံးတွေရှိပါတယ်။ Try a door or window ဆိုတာ \"If you try a door or window , you try to open it.\" တံခါးဖွင့်ဖို့ ကြိုးစားတာကိုပြောတာပါ။ Try that door အသုံးကလည်း ကိုယ်ဖွင့်မယ့် တံခါးသော့များခတ်ထားသလား အရင်သေချာအောင် စစ်ဆေးသင့်တယ်လို့ ဆိုလိုပါတယ်။ သေချာမှ တံခါးခေါက်တာအကောင်းဆုံးပါပဲ။အခု အဲဒီမူရင်းတေး Don't Knock It 'til You Try It ကို Listening skill အတွက် YouTube မှာ နားထောင်ကြည့်ကြပါ။အားလုံး မင်္ဂလာပါ။$The Hooters အဖွဲ့ရဲ့ Don't Knock It 'til You Try It သီချင်းပါ။အီဒီယံ အဓိပ္ပာယ် ကအပြစ်တင်မစောပါနဲ့။ သင်ကိုယ်တိုင် ခံစားသိရှိပြီးမှ ကောက်ချက်ပြုပါ။Don't criticise something before having experienced it.လွယ်လွယ်ပြောရရင် The proof of the pudding is in the eating ပူတင်းကောင်းမကောင်း စားကြည့်မှသိမယ်ဆိုတာလို စားပြီးမှ ကောင်းမကောင်း ဝေဖန်သင့်ပါတယ်။ဂျေမောင်မောင် က \"မုန်းမေ့ဖို့ခက်တယ်\" နာမည်နဲ့ ပြန်ဆိုထားပါတယ်။"
    },
    {
        "title": "ILBC",
        "content": "ILBC\n\n♥♥♥ILBC has landed in Dagon Myothit (North).မြောက်ဒဂုံက ကြိုဆိုပါတယ်။ကျောင်းလာဖွင့်ပေမဲ့၊ ကျောင်းထားစရာမြေးငယ်က မရှိဆိုတော့ ကိုယ်ပဲ KG ပြန်တက်တော့မယ်။It's never too late to learn. ပညာလို အိုသည်မရှိ မဟုတ်လားဗျာ။"
    },
    {
        "title": "မြန်မြန်ကားလိပ်ချ",
        "content": "မြန်မြန်ကားလိပ်ချ\n\nအရင်လူငယ်ဘဝကဒါမျိုး အရေးအသားကို ကြိုက်တယ်။Think about LoveThink about Meအခုလို အသက်ကကြီး၊လျှပ်စစ်မီး အလာကျဲလို့၊ ဆိုလာတပ်မယ် စဉ်းစားမိတဲ့အခါ...အစစအရာရာ  ဈေးတွေခေါင်ခိုက်နေတော့Think about SolarThink about Budgetမဖြစ်ဘူး...မြန်မြန်ကားလိပ်ချ။"
    },
    {
        "title": "Spend wisely",
        "content": "Spend wisely\n\n🐼🐼🐼အမေရိကန်ဒေါ်လာနဲ့ ကျပ်ငွေလဲလှယ်နှုန်းက ၂၀၂၁ ဖေဖေါ်ဝါရီထက် ၃ ဆဆိုတော့ အစစအရာရာ စျေးတွေတက်နေတယ်။ ဒါကြောင့် လစာက အလိုက်သင့်တိုးမရရင် အသုံးအစွဲချွေတာနိုင်မှ တော်ကာကျမယ် မဟုတ်ပါလား။Spend money wisely...Spending less.Spending less than you earn.Spending less is important in financial managementဟုတ်ပါတယ်၊ကျွန်တော်တို့ လုပ်နိုင်တာက ဝင်ငွေတိုးမရှာနိုင်ရင် စရိတ်လျော့သုံးကြရပါလိမ့်မယ်။Watch the little things.Watch the little expenses.A penny saved is a penny earned. ဆိုတာလို ခြိုးခြံ​ချွေတာကြပါ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Nudists a.k.a Naturalists",
        "content": "Nudists a.k.a Naturalists\n\n🐼🐼🐼Nudist ကို အဘိဓာန်က မိမွေတိုင်းဖမွေးတိုင်း နေထိုင်ခြင်းသည် ကျန်းမာရေးနဲ့ ညီညွှတ်သည်ဟူသော အလေ့အကျင့်၊ အ‌ယူအဆကို ကျင့်သုံးသူ လို့အနက်ပေးပါတယ်။အပေါ်ယံကြောပြောရရင် ကိုယ်လုံးတီးနေထိုင်သူ ပေါ့ဗျာ။အင်္ဂလိပ်စကားမှာ ပူအိုက်လို့ပဲဖြစ်ဖြစ်၊ကိုယ့်ခန္ဓာကိုယ် ကောက်ကြောင်းကို ပြချင်လို့ပဲဖြစ်ဖြစ်၊ စိတ်ပေါ့သွပ်သွားလို့ပဲဖြစ်ဖြစ် အဝတ်အစားကင်းမဲ့သွားရင်Naked နဲ့ Nude ဆိုတဲ့ ဝေါဟာရနှစ်ခုနဲ့ဖော်ပြရေးသား ပြောဆိုကြတာ တွေ့ရပါလိမ့်မယ်။အဝတ်အစားချွတ်လို့ ကိုယ်လုံးတီးဖြစ်နေတဲ့အခြေအနေကို တင်စားပြောဆိုတဲ့in one's birthday suit လို အသုံးအနှုန်းတွေလည်း အများကြီးရှိပါတယ်။အခုတင်ဆက်တဲ့ ဇာတ်ကားက Nudist Colony; Nudity; Nudism ကို သိမ်သိမ်မွေ့မွေ့လေး ဖော်ကျူးထားတာပါ။အဲဒီ Nudists တွေရှိရာ ကိုယ်တုံးလုံးစခန်း၊ လုံးတီးကမ်းခြေတစ်ခုကို ကြုံကြိုက်လို့ ဝင်လည်ချင်သပဆိုရင်၊ ဝင်ရောက်လည်ပတ်ခွင့် ရှိပါတယ်။ တစ်ခုရှိတယ် သူတို့ထဲဝင်မယ်ဆိုရင်တော့ ခင်ဗျားလည်း သူတို့လို ပီဘိလုံးတီး ဖြစ်နေရမယ်။ ဖြစ်မလား။Come on, challenge!"
    },
    {
        "title": "A farewell to A friend",
        "content": "A farewell to A friend\n\nSaying goodbye is never easy, but I'm grateful for the moments we shared. Best of luck in your new adventure.လွန်ခဲ့တဲ့နှစ် ၂၀ က Myanmar Reliance Shipping (MRS) မှာ နှစ်နှစ်တာ လက်တွဲလာတဲ့ လုပ်ဖော်ကိုင်ဖက်တစ်ဦးကွယ်လွန်သွားလို့ ရေဝေးသုဿန်သို့သွားရောက် ပို့ဆောင်ခဲ့ပါတယ်။သွားပေဦးတော့ ကိုဉာဏ်ရေ။အရင်နဲ့နောက်ပါပဲ။♥♥♥May you find eternal peace and serenity. Rest in peace.♥♥♥"
    },
    {
        "title": "ဘာမှလုပ်စရာမကျန်တော့ရင်",
        "content": "ဘာမှလုပ်စရာမကျန်တော့ရင်\n\nPatriotism is the last refuge of a scoundrel.ဘာမှလုပ်စရာ မကျန်တော့ရင်ကလိမ်ကကျစ်က မျိုးချစ်စိတ်ကိုဥပါယ်တံမျဥ်အဖြစ် ယူဆောင်လာမယ်။"
    },
    {
        "title": "Vocab in Action",
        "content": "Vocab in Action\n\nTHAR SOE's REMIX🐼🐼🐼အဆိုတော် သားစိုး ရဲ့ \"အာလူး၊ သာကူး၊ နှာဘူး၊ ဂန်ဒူး\" လို့ အမည်ပေးထားတဲ့ စီဒီခွေကြော်ငြာ တွေ့မိပါတယ်။ မွှေလို့အားမရနိုင်တဲ့ ရောသမမွှေ သားစိုး တစ်ယောက်၊ ဒီတစ်ခါ ဘာတွေရောသမဘေ အဲ မွှေဦးမလဲဆိုတာ စောင့်မျှော် အားပေးလိုက်ကြရအောင်။ကျွန်တော်ကတော့ အင်္ဂလိပ်စာလေ့လာနေသူများအတွက် သားစိုး ခေါင်းစဉ်ပေးထားတဲ့ အာလူး၊ သာကူး၊ နှာဘူး၊ ဂန်ဒူး စတဲ့ဝေါဟာရတွေကို နောက်ခံဇာတ်ကြောင်းလေးတွေနှင့် အတူတင်ပြသွားမှာဖြစ်ပါတယ်။အာလူးပထမဆုံး အာလူး (Potato/ Great Talker) အကြောင်း စပြောချင်ပါတယ်။ သားစိုးပြောမယ့်အာလူးက မီးဖိုချောင်ထဲကအာလူး ဟုတ်မယ်မထင်ပါ။ အပြောများပြီး၊ အလုပ်မတွင်သူ (Talker = a person who talks a lot or talks too much) လေလုံးကြီးသူတွေကို ပြောတာဖြစ်ပါတယ်။ ခေတ်စကားက နေတိုး ပေါ့ဗျာ။ NATO - No Action, Talk Only _ နေတိုး ဆိုလို့ ကမ္ဘာ့အထင်ကရ မြောက်အတ္တလန်တိတ်စာချုပ်အဖွဲ့ (North Atlantic Treaty Organization) လည်းမဟုတ်ပါ။မြန်မာပြည်ကရုပ်ရှင်မင်းသား နေတိုး လည်းမဟုတ်ရပါ။ နေရာတကာTalkie ပွားပြီး၊ဟုတ်တာရော၊ မဟုတ်တာရော လေပစ်တာကို အာလူး ပေးတယ်လို့ ငေါ့တော့တော့ ခေါ်လိုက်တာပါ။ Talkie တွေကြားရဖန်များ လို့စိတ်ညစ်ပြီး Blah Blah Blah လို့ပြောတာ ရုပ်ရှင်ထဲမှာ တွေ့ဖူးကြမှာပါ။ဗန်းစကား အာလူးကို ၁၉၇၀ ပြည့်နှစ်နောက်ပိုင်း စတီရီယိုတေးတွေ ခေတ်စားချိန်ကစပြီး တွင်တွင်ကျယ်ကျယ်အသုံးပြုလာကြတာ တွေ့ရပါတယ်။ အဲဒီတုန်းက စတီရီယိုအဆိုတော် ဝေမိုး ကသူ့ရဲ့ \"အာလူးလာမပေးနဲ့\" သီချင်းမှာ အာလူးလာမပေးနဲ့ လေတွေနည်းနည်းလျော့ လို့ ထည့်သွင်းသီဆိုခဲ့ရာ လူကြိုက်များခဲ့ပါသေးတယ်။၁၉၆၂ ခုနှစ်၊မတ်လတွင် စစ်တပ်ကအာဏာသိမ်းပြီးနောက် မြန်မာ့နည်းမြန်မာ့ဟန်ဖြင့် ဆိုရှယ်လစ်လမ်းစဉ် (The Burmese Way to Socialism) သို့ချီတက်ရာတွင်၊ မကြာမကြာ အစည်းအဝေးတွေခေါ်၊ ဆိုရှယ်လစ်သဘောတရားတွေ မစားရ ၀ခမန်းပြော၊ ဝေဖန်ရေးတွေ ခဏခဏလုပ်တတ်ကြပေမယ့် အလုပ်မဖြစ်ခဲ့လို့  မြန်မာ့ဆိုရှယ်လစ် လမ်းစဉ်ပါတီ၀င်တွေကို အာလူးတွေ အာလူးတွေလို့ ပျက်ရယ်ပြုပြောရတဲ့အထိ ဖြစ်ခဲ့ရပါတယ်။ မြန်မာ့ဆိုရှယ်လစ်လမ်းစဉ်ပါတီ (မ ဆ လ) ဟာလည်း နောက်ဆုံး မဆလာ ပါတီအဖြစ်ရောက်၊ ပါတီ၀င်များရဲ့ပြောစကားတွေဟာလည်း ဘာပြောပြော လူတွေက အာလူးတွေ အာလူးတွေ လို့ ပြောစမှတ်ဖြစ်ကုန်ကြပါတယ်။သာကူးကဲ ဒီမိုကရေစီခေတ်မှာ သားစိုး အာလူးတွေနဲ့ ဘယ်လိုလူစားတွေကို ရောသမမလဲ စောင့်ကြည့်ကြရအောင်။ ဖြစ်နိုင်ပါတယ်၊ သားစိုး ပထမဦးဆုံး အာလူးနဲ့ရောမွှေ၊ အဲ ရောဘေမှာက သာကူး ပါ။ သာကူး ကို မြန်မာ-အင်္ဂလိပ်အဘိဓာန်က (Opportunist) လို့အနက်ပေးပါတယ်။ အင်္ဂလိပ်-မြန်မာအဘိဓာန်ကတော့ Opportunist ကို အခွင့်အရေးသမား၊ အချောင်သမား၊ သာရာစီး၊ သာကူး လို့အနက်ဖွင့်ပါတယ်။ တိုးတက်ကြီးပွားလိုသူတိုင်း ရရှိလာသောအခွင့်အရေးကို အမိအရဖမ်းဆုပ်ကြလေ့ရှိပါတယ်။ ဒါကြောင့် လူတိုင်း လူတိုင်း အခွင့်အရေးသမား ဖြစ်နိုင်ပါတယ်။ ဒါပေမယ့် ကျဉ်းမြောင်းတဲ့တစ်ကိုယ်ကောင်းစိတ်ထားကြောင့် ပုံမှန် အခွင့်အရေးသမားဘ၀မှ အချောင်သမားဖြစ်မသွားရန်၊မိမိကိုယ်မိမိ အကျင့်သီလ၊ ကျင့်၀တ်သိက္ခာတို့နဲ့ ထိန်းကျောင်းသွားကြရမှာ ဖြစ်ပါတယ်။ ဘယ်အခြေရောက်ရောက် ကိုယ်ကျိုးစီးပွား ရှေ့တန်းတင်ပြီး၊ ခြံစည်းရိုးခွထိုင်၊လှေနံနှစ်ဘက်နင်း၊ ယုန်နှင့်အတူပြေး၊ ခွေးနှင့်အတူလိုက်တတ်သူ(Run with hare and hunt with hound) သာရာစီး၊ သာကူးတွေအကြောင်း သားစိုးထံမှ ကြားရပါဦးမယ်ထင်ပါတယ်။နှာဘူးအာလူးနှင့်သာကူးအပြီးမှာ အများစိတ်၀င်စားကြမည့် နှာဘူး အကြောင်းပြောသံ ကြားရမယ်ထင်ပါတယ်။ နှာဘူး ဆိုတာမြန်မာတွေအဖို့ အဓိပ္ပာယ်နှစ်ခွ၊ အသွားနှစ်ဘက်ရှိတဲ့ စကားလုံး(Double Entender or Double-edged word) တစ်ခုပါ။ နှာစေးပြီးနှာခေါင်းပိတ်နေရင် နှာပွင့်အောင်၊ နှာချေအောင်လုပ်တဲ့ အမှုန့်ထည့်ဘူး ကို မြန်မာလို နှာဘူး၊ အင်္ဂလိပ်လို Snuff box ပါ။ ရိုးစင်းပါတယ်။တကယ်တန်း သားစိုးပြောချင်တဲ့ နှာဘူးက ကာမရာဂခုံမင် မိန်းမလိုက်စားတဲ့ ဏှာဘူး (Womanizer) များဖြစ်ပါလိမ့်မယ်။ အခုအခါ ရာထူးဌာနန္တရ အလွဲသုံးအကျင့်ပျက်ခြစား ၀န်ထမ်းများ၊ ခေတ်ပျက်လုပ်ငန်းရှင် သူဌေးကြီးများ၊ အကြောင်းအမျိုးမျိုး ဖေးမမှုကြောင့် ရုတ်ခြည်းချမ်းသာလာသူ မြာပွေဏှာဘူးများ တိုးပွားလာနေပါတယ်။ ငယ်ငယ်ရွယ်ရွယ်၊ ချမ်းချမ်းသာသာ အရာရာပြည့်စုံနေလေတော့ ရေမီးအစုံ လေထီးခုန်နေကြတဲ့ မြာစွံသူငပွေး များလည်းရှိပါတယ်။ သူတို့ကို အင်္ဂလိပ်လို Lady killer လို့ တင်စားခေါ်ဝေါ် ကြပါတယ်။ သွားမရှိရင်နေ ကားရှိရင် အဆင်ပြေသူအချို့အတွက် အန်ကယ်ခေါ်မှ ကြိုက်တဲ့အရွယ်လွန် အဖိုးကြီးများလည်း ရောသမမွှေထဲ ရှေ့တန်းက ပါနိုင်ပါတယ်။ Sugar-daddy ဆိုတာ သမီးအရွယ်မိန်းကလေးကို ငွေနဲ့ပေါက်၊ အပိုင်ကြံသူသက်ကျားအို ကိုခေါ်တာပါ။ အခုခေတ် Sponsor စပွန်စာ (စပစ) ဆိုသူတွေနဲ့ နှီးနွယ်နီးစပ်မယ် ထင်ပါတယ်။ သေခါနီးရိက္ခာယူ၊ နွားအိုမြက်နုကြိုက်၊ ဏှာဘူးကျသောအဖိုးအို ကိုတော့ လူညစ်ပတ်ကြီး ( Dirty old man) လို့ ထိုက်ထိုက်တန်တန် အမည်ပေးနိုင်ပါတယ်။ဂန်ဒူးနောက်ဆုံးပိတ်က LGBT စာရင်းဝင် ဂန်ဒူး ပါ။ ဂန်ဒူး ဆိုတာဟိန္ဒီဘာသာစကား ဂေါ်ဒူ က ဆင်းသက်လာတယ်လို့သိရပါတယ်။ မြန်မာ-အင်္ဂလိပ်အဘိဓာန်က ဂန်ဒူး ကို Male transvestite; gayလို့အနက်ဖွင့်ပါတယ်။ အခေါ်အဝေါ်အရ မိန်းမလျာ ကို (Male transvestite)၊ အခြောက်ကို (Gay) လို့သတ်မှတ်ပါတယ်။ ယောက်ျားလျာ ကို (Female transvestite) တစ်နည်း (Tomboy) လို့လည်းခေါ်ပါသေးတယ်။ အမှန်က Transvestite ဟာ ဆန့်ကျင်ဖက် လိင်အ၀တ်အစားကို ၀တ်ဆင်၍ စိတ်ကျေနပ်နေသူ-မိန်းမလျာ (သို့) ယောက်ျားလျာပါ။ ဆေးပညာ၊ စိတ်ပညာဝေါဟာရအရ ယောက်ျားချင်းလိင်တူပေါင်းသင်းနေထိုင်သူ ကို Gay ဟုခေါ်ပြီး၊ လိင်တူအမျိုးသမီးချင်းပေါင်းသင်းနေထိုင်သူ ကို Lesbian  လို့ခေါ်ပါတယ်။ဒီကနေ့  လွတ်လပ်ပွင့်လင်းတဲ့ အနောက်နိုင်ငံအချို့မှာ ကျား-ကျားချင်း၊ မ-မချင်း အိမ်ထောင်ပြုနိုင်ကြပြီး၊ အဲဒီလို လိင်တူသူချင်းစုံဖက်ခြင်းကို Same Sex Marriage လို့ အမည်တပ် ခေါ်ပါတယ်။ မြန်မာပြည်မှာလည်း ဂန်ဒူး တွေရဲ့အခန်းကဏ္ဍက ကျယ်ပြန့်လာလို့ သားစိုး ဘာပြောမလဲ ကြည့်ကြရအောင်။ ကဲ အာလူး၊ သာကူး၊ နှာဘူး၊ ဂန်ဒူး ကိုရောသမမွှေလိုက်ရင် ကျွန်တော်တို့ရဲ့ ကမြီးအမောက်မတည့်တဲ့လက်ရှိမြို့ပြလူနေမှုဘ၀တစ်စိတ်တစ်ပိုင်းကိုထင်ဟပ်နိုင်လိမ့်မယ်လို့ယုံကြည်မိပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "X+Y=LOVE",
        "content": "X+Y=LOVE\n\nX plus Y equal Loveအချစ်ဆိုတာ ဘာမှန်း ဂဃနဏမသိသေးတဲ့ မြီးကောင်ပေါက်အရွယ်က အချစ်ကိုကျောင်းသင် အက္ခရာသင်္ချာထဲကလို မသိကိန်းနှစ်လုံး ကိုယ်စားပြုမိခဲ့တယ်။နှစ်တွေကြာလာတော့မှ မသိကိန်းတွေများများလာတယ်။ ကျွန်တော့်လို ချစ်သက်နှစ် ၅၀ ကျော်လာသူအဖို့ မသိကိန်း ဘယ်နှလုံးလို့‌‌ ပြောရမှာခက်လှပါတယ်။ဘာပဲဖြစ်ဖြစ် အချစ်နဲ့တည်ဆောက်ထားတဲ့ ကမ္ဘာကြီးကို X plus Y equal Love နဲ့ပဲ စလိုက်ကြရအောင်။ဖြူသီရဲ့ မြန်မာဗားရှင်းအပြင် ဂျပန်နဲ့တရုတ်လို ဆိုထားတာတွေလည်း ယှဉ်တွဲနားထောင်ကြည့်ကြပါ။"
    },
    {
        "title": "ရုပ်ရှင်ထဲမှာလူကြမ်း",
        "content": "ရုပ်ရှင်ထဲမှာလူကြမ်း\n\nလူကြမ်းလူဆိုးလူယုတ်မာရုပ်ရှင်ထဲမှာလူကြမ်းVillain in film; tough guyအပြင်လောကမှာ ကြမ်းကြမ်းတမ်းတမ်း၊ရိုင်းရိုင်းစိုင်းစိုင်း နေတတ်သူIll-mannered or uncouth fellowStrong and tough personလူဆိုးLawless personA man with bad characterလူယုတ်မာWicked and evil person"
    },
    {
        "title": "ဘာသာပြန်",
        "content": "ဘာသာပြန်\n\nTranslationဘာသာပြန်Pedagogical Pop 1ဘာသာပြန်လေ့ကျင့်နေပါသလား။•••Silver Threads and Golden Needlesကြိုးငွေခြည်နဲ့ ရွှေစင်အပ် ကော်ပီသီချင်းတွေဆီကလည်း မြန်မာမှုပြုတာတွေကို နည်းနာယူလို့ရပါတယ်။တချို့ကော်ပီသီချင်းတွေက သံစဥ်တေးသွားသာမက အဓိပ္ပာယ်ကိုပါယူ ဘာသာပြန်ပေးလို့ အများကြီးပညာရပါတယ်။လောလောဆယ် ကျွန်တော့်သမီးနားထောင်နေတဲ့ ဟေမာနေဝင်း ရဲ့ \"ပထမသီချင်းများ\" ထဲကသီချင်းတစ်ပုဒ်က Skeeter Davis ရဲ့အင်္ဂလိပ်သီချင်း Silver Threads and Golden Needles အလိုက် ဖြစ်နေတယ်လို ပြောရုံရှိသေး သမီးက မြန်မာပြန်ခေါင်းစဥ်ကကိုပြလို့ ကြည့်လိုက်တော့ \"ကြိုးငွေခြည်နဲ့ ရွှေစင်အပ်\" ပါတဲ့။(ဝါသနာပါသူတွေ သီချင်းရှာနားထောင် အကြောင်းအရာ ဆိုလိုရင်းသိအောင် Song facts ကို ရှာဖတ်လိုက်ပါ။)•••ကဲ အင်္ဂလိပ်စာဘက်စုံတိုးတက်အောင် ဘာကိုမှ လွှတ်မထားနဲ့နော်။သီချင်းနားထောင်၊ ရုပ်ရှင်ကြည့်၊ Priyatti က Pornography အထိစာတွေဖတ်...အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Report ပေါက်ကွဲသံ",
        "content": "Report ပေါက်ကွဲသံ\n\nReport (noun) က \"အစီရင်ခံစာ၊သတင်း၊ သတင်းပေးပို့ချက်၊ သတင်းစကား၊ တစ်ဆင့်စကား၊ လူပြောသူပြော၊ ကောလာဟလ\" အဓိပ္ပာယ်တို့အပြင် \"Noise of a (gun) (သေနတ်၊ အမြောက်) သံ\" ဆိုတဲ့အနက်လည်း ရှိပါတယ်။သေနတ်သံ၊ အမြောက်သံ လို ပေါက်ကွဲသံလို အသံတစ်မျိုးမျိုးမှ မဟုတ်ပါဘူး၊ ဝိုင်ပုလင်းရဲ့ ဖော့ဘူးဆို့ဖွင့်လို့ ဖေါင်းကနဲမြည်သံကိုလည်း Report နဲ့ သုံးနိုင်ပါတယ်။မနေ့က မတ်လ ၂၇ တော်လှန်ရေးနေ့ညပိုင်း ၁၁း၂၆ ဝန်းကျင်မှာ ပေါက်ကွဲသံတွေ ဆက်တိုက်ကြားရတော့ မီးရှူးမီးပန်းဖောက်သံ (Report of Fireworks)လား၊ အပြန်အလှန်ပစ်ခတ်သံ (Exchange of gunfire) လား သိချင်‌နေမိတယ်။For me, it sounded like an exchange of gunfire."
    },
    {
        "title": "Hunger is a best Sauce.",
        "content": "Hunger is a best Sauce.\n\n♥♥♥Sauce ကိုအဘိဓာန်က ဆော့၊ စားမြိန်ရည် လို့ အနက်ပေးပါတယ်။ဒါကြောင့် Hunger is a best sauce. လို့ပြောကြတာဖြစ်မယ်။သူ့နေရာနဲ့သူ လိုက်ဖက်တဲ့ sauce ကို ရွေးချယ်အရသာခံနိုင်ကြပါစေ။"
    },
    {
        "title": "မိုက်မဲမှုအပေါင်းသရဖူဆောင်းမယ်",
        "content": "မိုက်မဲမှုအပေါင်းသရဖူဆောင်းမယ်\n\nIDIOTS' IDIOCYမိုက်မဲမှုအပေါင်း သရဖူဆောင်းမယ်How to Deal with Idiots စာအုပ်ကိုရေးသားသူက Identify the idiots ပထမဦးဆုံး အဲဒီလူ့အန္ဓဆိုသူတွေကို ခွဲခြားရွေးထုတ်ရမယ်ဆိုလို့ Idiot အဓိပ္ပာယ် ရှာကြည့်မိတယ်။Idiot ကိုအဘိဓာန်က \"မိုက်မဲသူ၊ လူ့အန္ဓ၊ အရူးအနှမ်း၊ လူအ၊ လူန\" လို့အနက်ပေးပါတယ်။ ဆက်လက်ပြီး Idiot နဲ့ဆင်တူအနက်ရှိတဲ့ ကြောင်းတူသံကွဲ (Synonym)တချို့ရဲ့ အနက်အဓိပ္ပာယ်ကိုပါ ရှာကြည့်ခဲ့ပါတယ်။Block-headသူက ဉာဏ်မရှိသူ(ငတုံး) ပါ။Foolသူက Idiot လိုပဲ \"လူနုံ၊ လူအ၊ လူ့အန္ဓ\" ပါ။Imbecileသူက ဉာဏ်မရှိသူ၊ လူမိုက်လူသွမ်း၊အရူးအနှမ်း ပါ။Nincompoopသူက (မသိသားဆိုးရွား) ငမိုက်သား ပါ။Stupid personသူက ထုံ၊ ထိုင်း၊ ဒုံးဝေး၊ မိုက်မဲ၊ စဉ်းစားဉာဏ်ကင်းမဲ့၊ ဆင်ခြင်တုံတရားကင်းမဲ့သူ၊ လူအ၊ လူန ပါ။ကဲ ဒီလောက် Idiot နဲ့ ဆင်တူစကားလုံး အဓိပ္ပာယ်တွေကို သိလောက်ပါပြီ။ဒါဆို How to Deal with Idiotsငတုံး၊ ငအ၊ လူ့အန္ဓ တွေနဲ့ဘယ်ပုံဘယ်နည်း ဘယ်လိုဆက်ဆံရမယ်ဆိုတာ ရေရေလည်လည် သိသွားမှာဖြစ်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Naked & Necked",
        "content": "Naked & Necked\n\nStiff-necked Foolsအချိုလည်းချက်မရအချဉ်လည်းချက်မရတဲ့ လူမိုက်ကြီးများ🐼🐼🐼Naked & Neckedအဝတ်အစားမပါ ကိုယ်တုံးလုံး Naked ရဲ့အသံထွက်က လူတိုင်းယဥ်ပါးနေတဲ့ \"နေးကစ်\" ပါ။လည်ပင်း Neck (v) ကို နောက်ဆက် (Suffix) \"ed\" ပေါင်းလိုက်တော့ Necked ဖြစ်သွားပါတယ်။စကားလုံးသဏ္ဍာန်အရ adjective ဖြစ်ပါတယ်။ဥပမာ - Long-necked; Stiff-neckedသတိထားရမှာက Necked ရဲ့အသံထွက်က \"နက် (ခ်)\" ပါ။အဲဒီတော့  Stiff-necked ကို စတစ်နက်(ခ်) လို့သာ အသံထွက်ရမှာ ဖြစ်ပေမဲ့ဘော့မာလီ က သူ့ရဲ့  Stiff-necked Fools သီချင်းမှာ ကာရန်နဘေအဆင်ပြေဖို့  Stiff-necked ကို \"စတစ်နက်ကစ်\" လို့ အသံထွက်တာ ကြားရပါလိမ့်မယ်။ဒါက Poetic License ပါ။ကဲ တစ်ပုဒ်လုံးမဟုတ်တောင် အစပိုင်းလေးကို နားထောင်ကြည့်လိုက်ပါဦး။"
    },
    {
        "title": "တီးတိုးတီးတိုးသဖန်းပိုး",
        "content": "တီးတိုးတီးတိုးသဖန်းပိုး\n\nWhispering တီးတိုးတီးတိုးသဖန်းပိုးWhisper (v) ကိုအဘိဓာန်တွေက \"တိုးတိုးပြော၊ လေသံနှင့်ပြော၊ လေသံပျော့ပျော့နှင့်ပြော၊ လေသံသဲ့သဲ့မည်၊ နှစ်နားကြား၊ နှစ်ကိုယ်ကြားပြောသည်\" လို့အနက်ပေးကြပါတယ်။တိုးတိုးပြောရာကနေ \"တိုးတိုးတိတ်တိတ် ကြိတ်ပြောသည်\" \"တီးတိုးတီးတိုးပြောသည်\" အထိအနက် ဖွင့်တာလည်းရှိပါတယ်။ ဆရာမြို့မငြိမ်းရဲ့ ရေချိုးဆိပ် သီချင်းထဲက ကြိတ်ပုန်းစားကြတယ်ဆိုတာ သူများအကြောင်း တီးတိုးတီးတိုးသဖန်းပိုး လုပ်ကြတယ်၊ အတင်းပြောအဆင့် ဖြစ်သွားပါတယ်။သိသာတာက Whispering campaign ကို \"တီးတိုးဝါဒဖြန့်ခြင်း၊ အကွက်ချ၍မဟုတ်မတရား တီးတိုးတိုက်ပွဲဆင်ခြင်း၊တီးတိုးအပုပ်ချခြင်း၊ ထိကပါးရိကပါးစောင်းပါးရိပ်ခြည်ပြောခြင်း\" လို့ အနက်အဆင့်ဆင့်ပေးသွားတာ သတိပြုမိကြပါလိမ့်မယ်။Whisper (noun) ကို လေသံ၊ တီးတိုးသံ၊ကောလာဟလ လို့အဓိပ္ပာယ်ဖွင့်ပါတယ်။ Whisper နဲ့ပတ်သက်ပြီး Chinese whisper ဆိုတဲ့ အီဒီယံတစ်ခုရှိပါတယ်။တခြားသူတွေ မကြားအောင်၊ လေသံသဲ့သဲ့နဲ့ နှစ်ကိုယ်ကြားနှစ်နားကြား ကပ်ပြောလိုက်တော့ နားကြားလွဲတာမျိုးလည်း ရှိနိုင်ပါတယ်။ခလုတ်တိုက်တယ်လို့ ပြောရာကနေ ဖားပြုပ်ကိုက်တယ် ဖြစ်လိုဖြစ်၊ နောက်ဆုံး တရုတ်ရိုက်တယ်ဖြစ်သလိုတွေ တစ်ခါပြော တစ်မျိုးပြောင်းသွားတာမျိုး၊ ချဲ့ကားရင်း ချဲ့ကားရင်းနဲ့ အဓိပ္ပာယ်မရှိဖြစ်သွားတဲ့ မဟုတ်တရုတ်ကောလာဟလ ကို Chinese whisperလို့ခေါ်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Scorching Sun, Unbearable Heat",
        "content": "Scorching Sun, Unbearable Heat\n\nအရင်တုန်းက အပူပိုင်း‌ဒေသအထက်အညာ‌မှာခံစားရတဲ့ ၄၀+စင်တီဂရိတ် အပူချိန်မျိုး အခုကျွန်တော်တို့ဆီ ရောက်လာပါပြီ။ကိုယ့်လိုပဲ အရင်လူတွေလည်း ကျောကော့အောင် ခံခဲ့ကြရပါလားလို့ ဖြေသာအောင် ကဗျာတစ်ပုဒ်တင်ပါရစေ။♥♥♥လယ်ကြီးကို စိုက်မယ်ဆင်းတယ်၊နေမင်းကပူ။သည်နေပူ ဘိက္ခူလုပ်မယ်၊ဘန်းကုန်းနဲ့လေး။♥♥♥When I came downto plant the big field,Lord Sun is hot:Very well, I'm a nun now,With this red lac tray on my head.Translation credit - KRef: English Translation of Myanmar Poems through the Ages pp.7"
    },
    {
        "title": "Numbers & Numerals",
        "content": "Numbers & Numerals\n\nကိန်း၊ ဂဏန်း၊ နံပါတ်၊အမှတ်(စဉ်)၊ အရေအတွက်Cardinal & Ordinal Numbersအင်္ဂလိပ်စကားမှာ အရေအတွက်နဲ့ ပတ်သက်ရင် 1, 2, 3 က 100 အထိအစဉ်လိုက်ရေတွက်တဲ့ ကိန်းဂဏန်းကို မူလဂ‌ဏန်း (Cardinal numbers) လို့ခေါ်ပြီး၊ First (1st), Second (2nd), Third (3rd), Fourth (4th) ... Hundredth (100th) တို့လိုအကြိမ်မြောက် ရေတွက်တာတွေကို အစဉ်ပြကိန်း Ordinal numbers လို့ ခေါ်ပါတယ်။Arabic numerals1 - One, 2 - Two, 3 - Three, 4 - Four,5 - Five, 6 - Six, 7 - Seven, 8 - Eight,9 - Nine, 10 - Ten, 11 - Eleven,12 - Twelve, 13 - Thirteen,14 - Fourteen, 15 - Fifteen,16 - Sixteen, 17 - Seventeen,18 - Eighteen, 19 - Nineteen,20 - Twenty, and so on. အစရှိတဲ့ အရေအတွက်ပြ ကိန်းဂဏန်းတွေကိုEnglish numbers လို့‌ ရေးသားပြောဆိုနေကြပေမယ့် သူတို့ကို အာရပ်ဂဏန်း(Arabic numerals) လို့ခေါ်ပါတယ်။Roman numeralsထို့အပြင် I=1, V=5, X=10, C=100 တို့လို ရောမအက္ခရာနဲ့ ဖော်ပြတဲ့ကိန်းတွေကို ရောမဂဏန်း (Roman numerals) လို့ ခေါ်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ခဲနဲ့ပေါက်",
        "content": "ခဲနဲ့ပေါက်\n\nCasting StonesA Stone's Throwအဆိုတော်ကြီး ပလေးဘွိုင်သန်းနိုင်ရဲ့ ပန်းသီးဖီလင် သီချင်းကို ကြားဖူးသူတိုင်းခဲနဲ့ပေါက်၊ ခဲနဲ့ပေါက် ဆိုတဲ့ သံပြိုင်အပိုဒ်လေးကို မှတ်မိကြပါလိမ့်မယ်။ခဲနဲ့ပေါက်ဆိုလို့ ကမ္ဘာနိုင်ငံအသီးသီးကလူမျိုးခြားတွေမှာလည်း ဘာသာရေးအကြောင်းခံ၊ ယဉ်ကျေးမှုအခြေပြုတဲ့ ခဲနဲ့ပေါက်ဓလေ့တွေ ရှိကြပါတယ်။ပစ်တယ်၊ ပေါက်တယ်ဆိုတဲ့ ကြိယာကို Cast, Hurl, Pelt, Throw, Toss ကြိယာတွေကို သုံးပြီးရေးတာ တွေ့ရပါလိမ့်မယ်။သိသာတဲ့ ဥပမာ‌ပေးရရင်...People who live in the glass houses must not throw stones. ဆိုတာမျိုးပါ။သိပ်မယဉ်ကျေးတဲ့ အချိန်တုန်းက ကိုယ်မကြိုက် သဘောမကျတဲ့သူ၊ ကိုယ်မနှစ်မြို့တဲ့ နိုင်ငံရေးသမားတွေကို ခဲနဲ့ပေါက် နှင်ထုတ်လေ့ရှိပါတယ်။အဲ တဖြည်းဖြည်း ယဉ်ကျေးလာတော့ မကြိုက်ရင် ခဲနဲ့မပစ်ဘဲ၊ မဲနဲ့ပစ် တောထုတ်လာကြတယ်။Cast a vote, don't cast stones.ကျွန်တော်မှတ်မိနေတာက \"If someone throws stones at you, don't hit back. Instead, just keep a safe distance.တစ်ယောက်ယောက်က ကိုယ့်ကိုခဲနဲ့ပစ်ရင်၊ မတုံ့ပြန်ဘဲ အဲဒီခဲမရောက်နိုင်တဲ့ အကွာအဝေးမှာ နေတတ်ပါစေ\" ဆိုတဲ့အဆိုအမိန့်ပဲ ဖြစ်ပါတယ်။အေးဗျာ ကိုယ့်ကိုပစ်တဲ့ခဲတွေ များလာတော့ အသာလေး ကောက်ယူစုဆောင်းပြီး၊ တိုက်ဆောက်ကြတာပေါ့ဗျာ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အကောင်းဆုံးဥပဒေပဲ",
        "content": "အကောင်းဆုံးဥပဒေပဲ\n\nThe good of the people is the greatest law of all.လူတွေအားလုံးကောင်းနေကြရင်အဲဒါ အကောင်းဆုံးဥပဒေပဲ။"
    },
    {
        "title": "ခေါင်းဖြူလူအို",
        "content": "ခေါင်းဖြူလူအို\n\nA monk is not an Elderbecause his head is gray.He is but ripe in age,and he is called one grown old in vain.Dhammapadaဓမ္မပဒ ဆုံးမစာကတော့\"(အရွယ်ကြီး၍) ခေါင်းဖြူ ကာမျှဖြင့် မထေရ် မဖြစ်။(ခိုင်မြဲသော တရားမရှိဘဲ) အရွယ်သာ ကြီးသောသူကို အချည်းနှီးလူအို ဟု ခေါ်၏\" လို့ ဆိုပါတယ်။🐼🐼🐼How old are you?ရုပ်ပိုင်းဆိုင်ရာအသက် (physical age) က ၅၀ ဖြစ်‌ပေမဲ့၊ စိတ်ပိုင်းဆိုင်ရာအသက် (mental age) က ၁၅ နှစ်ဖြစ်နေသူတွေ အများအပြား ရှိပါတယ်။ ဒါကိုတော့ Big in size, small in wisdom. အသက်ကြီးပြီး အချိန်မစီးလို့ ဆိုရပါမယ်။🐼🐼🐼က​လေးလူကြီးSome people die at 25 and aren't buried until 75.အသက်က ၇၅ ရောက်နေပြီ ~ စိတ်က ၂၅ ပဲ ရှိသေးတယ်။ဒီမှာ က​လေးလူကြီး​တွေ​ ပေါများလှပါဘိ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အသည်းကွဲ",
        "content": "အသည်းကွဲ\n\nလူငယ်ဘဝတုန်းက အချစ်သီချင်းတွေ နားထောင်ရင်း ၁၉၆၃ မှာ Elvis ရဲ့ \"One Broken Heart for Sale ကွဲ‌နေတဲ့အသည်းတစ်ခု ရောင်းမယ်\" ကို စကြားဖူးခဲ့တယ်။ နှစ် ၃၀ အကြာ ၁၉၉၃ မှာ Jessica Jay ရဲ့ \"Broken Hearted Woman အသည်းကွဲမိန်းမသား\" သီချင်း ထပ်ကြားရတယ်။၁၉၇၁ မှာတော့ Bee Gees အဖွဲ့က\"How Can You Mend a Broke Heart ကွဲကြေအသည်း မင်း ဘယ်လိုပြင်နိုင်ပါ့မလဲ\" ဆိုတဲ့သီချင်း ကြားရပြန်တယ်။တစ်စစီပဲ ကျိုးပဲ့ကျိုးပဲ့၊ ဟက်တက်ပဲကွဲကွဲ ဘာပဲဖြစ်ဖြစ် (ဟိုတုန်းက) အသည်းကွဲကို ပြန်ဆက်ဖို့ မလွယ်တာ ခံစားဖူးသူတွေ သိကြပါလိမ့်မယ်။အခုလို Techvolutions ထူးခြာဆန်းပြားအဆင့်မြင့်နည်းပညာ ပြောင်းလဲတိုးတက်မှု မြန်ဆန်တဲ့အချိန်မှာ ကျိုးပဲ့ကွဲတတ်တဲ့ ဖန်မှန်လိုအရာတွေကို ပကတိအခြေအနေ ရောက်အောင် ဒီအံ့ဖွယ်ပစ္စည်းလေးက လုပ်ဆောင်ပေးနိုင်ပါပြီ။အသည်းကွဲတာ ပါမပါကို‌တော့ မေးကြည့်ကြပါဦး။ just joking.မျှဝေတာပါ၊ ချင့်ချိန် ဝယ်ယူနိုင်ကြပါစေ။ Happy Shopping!"
    },
    {
        "title": "ဆူးစူးမယ်",
        "content": "ဆူးစူးမယ်\n\nA Man Could Get Sued!ဆူးစူးမယ်အဘိဓါန်ကို ပြန်ကြည့်ရင် Sue ဆိုတာ အမျိုးသမီး​ကို မှည့်​ခေါ်တဲ့နာမည် (A female given name) တစ်ခုပါ။ \"Susan ဆူဇန်\" ကို Term of endearment ချစ်စနိုးအ​နေနဲ့ ခပ်တိုတို​ခေါ်တာလည်း ဖြစ်ပါတယ်။Sue ကို \"စူး\" လို့ပဲ အသံထွက်ထွက်၊\"ဆူး\" လို့ပဲ မြွက်ဆိုမြွက်ဆို ဆူး​ရော၊စူးပါ မြန်မာနားမှာ ကြားရတာ သိပ်မ​ကောင်းဘူးဗျာ။ကျွန်​တော်ကြိုက်လို့ မှတ်မိ​နေတဲ့ သီချင်း​ဟောင်း​လေးတစ်ပုဒ်က Runaround Sue ပါ။သူ့ကို ​ကော်ပီ​တေးအဖြစ် \" မူယာမာယာမိ​ရွှေညာ\" လို့ပြန်ဆိုထားတာ ခပ်​ရေး​ရေးမှတ်မိ​နေပါတယ်။(ကျွန်​တော်အမှတ်မှားရင် ပြင်​ပေးကြပါ Please correct me if I'm wrong.) ​ဝေါဟာရ​လေ့လာ​နေသူ​တွေအတွက် ကြုံကြိုက်လို့​ပြောရရင် Runaround ဆိုတာ Artful deception; evasion. ပညာသားပါပါ လိမ်ညာလှည့်ဖျား၊ ဟို​ရွှေ့ဒီ​ရွှေ့လုပ်အချိန်ဆွဲ၊ ဘောလီ​ဘောပုတ်၊တစ်ပတ်ရိုက်၊ နှပ်သည် စသဖြင့် အနက်​တွေရှိပါတယ်။ဘဝမှာ အဲဒီလို Runaround Sue လိုမျိုးနဲ့​တွေ့ရင် ဘယ်လို​နေမလဲ မသိဘူး​နော်။Sue ရဲ့​နောက်အဓိပ္ပါယ်တစ်မျိုးက \"To file a legal action against someone. တရားစွဲသည်\" ဖြစ်ပါတယ်။To seek by request; to make application; to petition; to entreat;to plead. တရားဝင်နည်းလမ်း သုံးပြီး​တောင်းဆိုတာ၊ ဥပ​ဒေ​ကြောင်းအရရုံး​တော်ဦးတိုက် ​လျှောက်တာလည်းSue ပါပဲ။လတ်တ​လော \"Sue စူး\" ​ကြောင့် Being sued တရားစွဲခံ​နေကြသူ​တွေလည်း ရှိကြပါတယ်။အခုအဲဒီ Runaround Sue က လွတ်​တော်ထဲ​​တောင် ရောက်သွားပြီ။ You'll be sued/ You might get sued./ I'm being sued.♤♤♤အားလုံး ​ဘေးအန္တရာယ်ကင်းကြပါ​စေ။"
    },
    {
        "title": "နောက်လူမြည်းလျှင်ချိုပါစေ",
        "content": "နောက်လူမြည်းလျှင်ချိုပါစေ\n\nနိုင်ငံခြားအဆိုအမိန့်တွေ ကိုးကားရတာ ငြီးငွေ့သလောက်ရှိသွားတော့၊ ဒီအပတ် တေးရေးဆရာ ပုသိမ်မောင်စိမ်းသူ အနှစ်ငါးဆယ်ခန့်က ရေးဖွဲ့ခဲ့တဲ့ သီချင်းခေါင်းစဉ်တစ်ခု \"နောက်လူမြည်းလျှင် ချိုပါစေ\" ကို ရည်ညွန်းကိုးကားထိုက်တဲ့ ဆိုစကား (Quotable Quote) အဖြစ် ဖော်ပြလိုက်ပါတယ်။ပြန်စဉ်းစားကြည့်လိုက်ရင် အခု ကျွန်တော်တို့လျှောက်နေတဲ့ လမ်းတွေက ရှေ့လူတွေ ခင်းခဲ့သည့်လမ်းပါ။ သစ်ပင်တွေလည်း အလားတူပါပဲ။ အရင်လူတွေစိုက်ခဲ့သည့် သီးပင်၊ စားပင်၊ အရိပ်ရပင်တွေက နောက်လူတွေကို ဆက်လက် အကျိုးပြုနေဆဲဖြစ်ပါသည်။ ရှေးလူတွေရဲ့လုံ့လ၊ ဝိရိယ၊ စေတနာအားထည့်မှုအပေါ်လိုက်ပြီး၊ နောင်လာနောက်သားတွေ မြိန်မြိန်ရှက်ရှက် ချိုချိုမြမြ အရသာခံစားသုံးကြရတာပါ။ဒီနေရာမှာ ကျွန်တော်တို့ဘိုးဘွားဘီဘင်တွေရဲ့ နောက်လူမြီးလျှင်ချိုပါစေ ဆိုတဲ့စေတနာကို အထူးပြု အမွှမ်းတင် ပြောပြထားချင်းဖြစ်ပါတယ်။ ထိမိတဲ့စကားလုံးတွေနဲ့ ရေးဖွဲ့ထားတဲ့သီချင်းစာသားကို ခံစားနိုင်ရန် တင်ပြပါရစေ။♥♥♥”လူတွေချက်ပြုတ်လို့ထားခဲ့တဲ့သမိုင်းရာဇ၀င်ဟင်းလျာများချိုချဉ်ငံအစပ်တို့နဲ့သိမှတ်ဖို့ဟာတွေစုံနေတဲ့ ဟင်းလျာအဖြာဖြာအားပြက္ခဒိန်ကို လှန်ကြည့်ရင်းနဲ့တစ်ခုစီရဲ့အရသာကို မြည်းတယ်။ငါတို့အားလုံးပါ၀င်နေတဲ့သမိုင်းစဉ်ဟင်းလျာများအချဉ်အငံတဲ့ပြီးဘယ်သူမြည်းမြည်းအကောင်းတွေနဲ့ချိုနေအောင်လုပ်ကြဖို့ကြိုးစားကြ။”♥♥♥အားလုံး မင်္ဂလာပါ။Image credit to original artists.Reference:နောက်လူမြည်းလျှင်ချိုပါစေတေးရေး - ပုသိမ်မောင်စိမ်းသူတေးဆို - မင်းမင်းလတ်တေးအယ်ဘမ် - သိပ္ပံ၏ရုပ်ကြွင်း (၁၉၇၈)Original English Song -Cold as Ice / Foreigner (1977)"
    },
    {
        "title": "ဒါကိုပဲဘဝလို့ခေါ်မယ်",
        "content": "ဒါကိုပဲဘဝလို့ခေါ်မယ်\n\nA life of affluenceAffluent Life _ boon or baneဒါကိုပဲ ဘဝလို့ခေါ်မယ်🐼🐼🐼\"\"ဖြစ်စေချင်တဲ့အတိုင်းသာ ဖြစ်နေရင်၊ ဒါ ဘဝဘယ်ဟုတ်တော့မလဲ\"\"ကြိုက်တယ်ဗျာ လောကမှာ ကျိကျိတက်ချမ်းသာပြီး၊ အရာရာပြည့်စုံတဲ့ မိုးကုတ်သူဌေးဦးမြမောင်ကို မိတ်ဆွေစာရေးဆရာ သော်တာဆွေ က \"မိုးကုတ်မြမောင် (သို့မဟုတ်) ငွေကိုလေလိုသုံးသူ\" လို့ တင်စားရေးခဲ့ဖူးတယ်။သူများတွေချမ်းသာတာက ငွေကိုရေလိုပဲ သုံးနိုင်တာပါ။ ဦးမြမောင်ကတော့ငွေကို လေလိုသုံးနိုင်သူလို့ ဆိုပါတယ်။သူဌေးတစ်ယောက်အနေနဲ့ တောင့်တလိုက်၊ ‌လိုချင်တယ်ပြောလိုက်တာနဲ့လက်ဝယ်ရပြီးသား ဖြစ်နေတာကြောင့်အဲဒီလိုမျိုး လိုတရဘဝကြီးကို ငြီးငွေ့ရွံမုန်းလာကြောင်း ပြောပြခဲ့ပါတယ်။ဒါဆို စောစောကပြောသလို \"\"ဖြစ်စေချင်တဲ့အတိုင်းသာ ဖြစ်နေရင်၊ ဒါ ဘဝဘယ်ဟုတ်တော့မလဲ\"\" ဆိုတာ မှန်နေပြီပေါ့ဗျာ။အသက်ကသာ ၈၀ နားနီးလာတာ ကျွန်တော်ကတော့ သဌေးဖြစ်မလာခဲ့ပါ။ တချို့က ခေတ်ပျက်ရင် သဌေးဖြစ်နိုင်တယ်လို့ ပြောကြလေ့ရှိ‌ပါတယ်။ ခေတ်ပျက်တာ နှစ်ခါလောက်ကြုံခဲ့ပေမဲ့ သဌေးလည်း ဖြစ်မလာခဲ့ပါဘူး။အခုလို ရပ်တည်ရတာ မလွယ်တဲ့ဘဝဆိုးကြီးထဲမှာ ကျွန်တော်ဆုံးဖြတ်လိုက်ပါပြီ၊ရတာ ရှိတာလေးနဲ့ ကျေနပ်ရောင့်ရဲပါတော့မယ်။ ရောင့်ရဲခြင်းသာသုခအစစ်ပါ။ အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Voice of the Voiceless",
        "content": "Voice of the Voiceless\n\nCan you hear me?Hello, can you hear me?Hey, can you hear me?Can you hear me now?(ပြောတာ)ကြားလား။Still within the sound of my voice​ခေါ်လို့​အော်လို့ ကြားနိုင်ပါတယ်ပြော​နေတာ ကြားပါတယ်​နော်(ကြားကြားသူအ​ပေါင်း) အခုပြော​နေတာ ကြားကြပါတယ်​နော်A voice in the wilderness(​ကန္တာရ၊ တောနက်ထဲကအသံ)\"​ပြောသာ​ပြော​ပေမဲ့ (မယုံကြည်ကြ)နားမ​ထောင်ဂရုမစိုက်ကြ\"♡♡ဒါတွေက  နာမည်ရသီချင်း​ ခေါင်းစဥ်​လေး​တွေပါ။အသုံးအနှုန်းကို ​လေး​လေးနက်နက်​ လေ့လာလိုသူ​တွေအတွက် ဖြစ်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Exchange",
        "content": "Exchange\n\nအသက်နဲ့အရှက် လဲရတာရှိတယ်။အရှက်နဲ့သိက္ခာ လဲရတာရှိတယ်။ခန္ဓာကိုယ်နဲ့ငွေကြေး လဲရတာရှိတယ်။တစ်ခုနဲ့တစ်ခုလဲလှယ်၊ ဖလှယ်၊ အလဲအလှယ်လုပ်တာကို Exchange လို့သိကြပါတယ်။ချစ်သူရည်းစားတွေ ချစ်ခင်မြတ်နိုးမှုအစပျိုးချိန်မှာ Exchange of glances အကြည့်ချင်းတွေ ဆုံလေ့ရှိပြီး၊ နှစ်ဘက်စစ်မက် ဖြစ်နေချိန်မှာတော့ သူပစ်ကိုယ်ပစ် Exchange of gunfire ပေါ့ဗျာ။ဖြူဖြူကျော်သိန်း သီချင်းတစ်ပုဒ် \"အားလုံးနဲ့လဲပါတယ်\" သီချင်းထဲမှာလို \"အားလုံးနဲ့လဲပါတယ်၊ မင်းနဲ့တော့မလဲနိုင်ဘူး\"ဆိုတာမျိုးကို Trade နဲ့သုံးတာကို \"ပင်လယ်ထဲကပုလဲ‌တွေ အားလုံးနဲ့တောင်မင်းကို မလဲနိုင်ဘူး I wouldn't tradeyou all the pearls in the sea\" လို့ ဖွဲ့နွဲတာ တွေ့ဖူးပါလိမ့်မယ်။🐼🐼🐼အခု သူတို့က No exchange, No trade မလဲနိုင်ဘူး ဆိုတော့ စပွန်စာဘဲကြီးတွေလည်း No exchange, No sponsorship ဖြစ်သွားရတာပေါ့။ဪ စပွန်စာ စပစ စပစ...🐼🐼🐼When the Going Gets Tough, the Tough Get Going.သီချင်းကို ကြိုက်ချင်မှကြိုက်မယ်။သီချင်းခေါင်းစဉ်နဲ့ မိတ်ဆက်ပေးချင်လို့ပါ။ When the going gets tough, the tough get going.သီချင်းနားထောင် နောက်ပြီးဘာဆိုလိုတာလဲသိရအောင်Google / Quora တို့ကိုမေးကြည့်ပါ။ChiasmusChiasmus is a figure of speech in which the grammar of one phrase is inverted in the following phrase, such that two key concepts from the original phrase reappear in the second phrase in inverted order."
    },
    {
        "title": "ပြေးစရာ မြေမရှိ။",
        "content": "ပြေးစရာ မြေမရှိ။\n\nအာဏာရှင်တွေပြေးစရာ မြေမရှိ။The world is getting smaller and smaller every day."
    },
    {
        "title": "People's Power",
        "content": "People's Power\n\nPower to the Peopleအဓမ္မ ကို ဓမ္မ က​ အောင်နိုင်ဖို့Stand Firm for What is Right.အမှန်တရားဘက်က ခိုင်ခိုင်မာမာရပ်တည်ကြပါစို့။♥♥♥Victory...Right on!Victory...Right on!အဓမ္မ ကို ဓမ္မ ကဖြိုခွင်းရေးTime will tell.အချိန်က အဆုံးအဖြတ်ပေးပါလိမ့်မယ်။အဓမ္မ ကို ဓမ္မ က​ အောင်နိုင်ဖို့Stand Firm for What is Right.အမှန်တရားဘက်က ခိုင်ခိုင်မာမာရပ်တည်စို့။အခု ကျွန်တော်တို့အားလုံး ပျော်ရွှင်မှုမပါဘဲ ဆက်လျှောက်နေကြရတာကနှစ်ပေါင်း ၆၀ ကျော် အသာပေး ငုံ့ခံပေးထားတာတောင် အားမရသေးတဲ့ အဓမ္မသမားတွေကို အမြစ်ဖြတ်ဖို့ပါ။Finally (Dharma) the right prevails over(adharma) the wrong.အဓမ္မ ကို ဓမ္မ က​ အောင်နိုင်ရမယ်။နိုင်ကိုနိုင်ရမယ်။>>>Sanity Will Prevail.<<<"
    },
    {
        "title": "Draft or Draught",
        "content": "Draft or Draught\n\n♥♥♥Draft မူကြမ်း(စာကြမ်း)Draft ဆိုတာရုံးလုပ်ငန်းမှာ အကြမ်းရေးထားသောစာ၊ စာမူကြမ်း (draft office letter)၊ ပုံဆွဲရာမှာ ပုံကြမ်း (rough sketch) လို့စသိခဲ့ပါတယ်။ကျွန်တော်ရဲ့ ရုံးဝန်ထမ်းသက်နှစ် ၂၀ အတွင်းမှာ draft letter စာမူကြမ်းတွေ အများကြီးရေးခဲ့ဖူးပါတယ်။ တော်တော်လေး ရင်းနှီးကျွမ်းဝင်ရှိတယ်ပေါ့ဗျာ။♥♥♥Draft သင်္ဘောရေစူးရေစူးဆိုတာ သင်္ဘောတစ်စီး ရေပေါ်မှာပေါလောပေါ်နေတဲ့ အပိုင်းနဲ့‌ (ကုန်မတင်မီ၊ ကုန်တင်ပြီး) ရေအောက်မြှုပ်နေတဲ့ အပိုင်းကို ခွဲခြားခေါ်တာဖြစ်ပါတယ်။အဲဒီလို ရေမှာနစ်ဝင်နေတဲ့‌ သင်္ဘောကိုယ်ထည် အစောက်ပမာဏကိုသင်္ဘောရေစူးလို့ ခေါ်ပါတယ်။ (အသေးစိတ်တော့ မပြောတော့ပါဘူး။)ခပ်ရှည်ရှည်အနက်ဖွင့်ရင် ဒီလိုပါ။The depth of water needed to float a particular ship; the depth from the waterline to the bottom of a vessel's hull; the depth of water drawn by a vessel.ခပ်တိုတိုပြောရရင် depth of water a ship draws. ဖြစ်ပါတယ်။ကံကောင်းတာက ကျွန်တော်ဟာMyanma Five Star Line (MFSL)မြန်မာ့ကြယ်ငါးပွင့် သင်္ဘောလုပ်ငန်းမှာ ဆယ်စုနှစ်နှစ်ခု‌ တာဝန်ထမ်းဆောင်ခဲ့ဖူးတော့ draft ရေစူးနဲ့လည်း မစိမ်းခဲ့ပါဘူး။♥♥♥Draft စည်ထဲကအရက်၊ ဘီယာအားလုံးသိကြသလို အရက်သေစာယာမကာတွေကို ပုလင်း၊ သံဖြူဘူးစတာတွေထဲ ထည့်မရောင်းဘဲ၊ စည်ကြီး၊ စည်ငယ်တွေထဲကနေ ဖန်ခွက်နဲ့ ခွက်ခြင်ရောင်းတဲ့ စည်ဘီယာမျိုးကိုလည်း draft beer / keg beer လို့ခေါ်ပါတယ်။ဒါကြောင့် ယမကာတစ်ခါသောက်၊ တစ်ခါမော့ (ဗမာလို တစ်ခွက်၊ တစ်ဖလား)ကိုလည်း Draft - Draught တကျိုက်၊  လို့ခေါ်ပါတယ်။♥♥♥Draft or Conscriptionရှေးအဘိဓာန်ဆရာတွေက Draft (UK) or Conscription (US) ကို စစ်ထဲဝင်အမိန့် လို့အနက်ဖွင့်ပါတယ်။ တိတိကျကျဆိုရရင် မိမိသဘောဆန္ဒအရ မဟုတ်ဘဲ အတင်းအဓမ္မ စစ်ထဲဝင်ရန်ဆင့်ခေါ်မိန့်ပါ။ တိုင်းပြည်ရဲ့လုံခြုံရေး ထိပါးလာရင် အဆင်သင့်ပါဝင်တိုက်ခိုက်နိုင်ဖို့ မပျော်နှစ်နှစ်၊ ပျော်နှစ်နှစ်စစ်မှုထမ်းကြရပါတယ်။အဲဒီလို စစ်မှုထမ်းရန်ဆင့်ခေါ်ခံရသူ ကိုdraftee လို့ခေါ်ပြီး၊ စစ်မှုမထမ်းလိုလို့အကြောင်းပြကာ ရှောင်တိမ်းနေသူ ကိုdraft-dodger လို့ခေါ်ပါတယ်။ကျွန်တော့်တစ်သက် ၇၆ နှစ်အရွယ်အထိ အခုလို draft စစ်မှုထမ်းအမိန့် လိုမျိုးနဲ့ ကြုံကြိုက်ရလိမ့်မယ်လို့ ထင်မထားမိပါ။♥♥♥Draft or Draughtစာလုံးပေါင်းအနေနဲ့ အင်္ဂလိပ်တွေက Draft; အမေရိကန်တွေက Draught လို့ကွဲပြားနေပေမဲ့၊ Draft - Draught နှစ်မျိုးလုံးကို /dɹɑːft/ \"ဒရပ်\" လို့ပဲအသံထွက်ပါတယ်။ဒါတွေက ကျွန်တော်ပြောချင်တဲ့Draft နဲ့ပတ်သက်တာလေးတွေပါ။ဒါပေမဲ့ ပြောစရာတချို့ ကျန်‌နေသေးတာကြောင့် ဆက်လေ့လာနိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။Image credit to original artist"
    },
    {
        "title": "An Amalgam",
        "content": "An Amalgam\n\nLevi's Strauss ဆိုတာ Jeans ဂျင်း​အဝတ်အထည် ကိုယ်စားပြု ကုန်အမှတ်တံဆိပ်တစ်ခုပါ။ သူ့ဆောင်ပုဒ်တစ်ခုက \"You'll be in great shape. \"လီဗိုင်းဂျင်းဝတ်လိုက်တာနဲ့ သင်ပုံပန်းကျနလှပသွားစေရမယ်\" ဖြစ်ပါတယ်။ ပြီးတော့ ဘယ်တော့မှခေတ်မကုန်ဘူး ဆိုပဲ။Denim ခေါ် ခိုင်ခန့်တဲ့ အပြာရောင်ချည်ထည် ကြမ်းတစ်မျိုးနဲ့ ချုပ်လုပ်ထားတာကြောင့် အကြမ်းပတမ်းခံသလို Workmanship လက်ရာကောင်း၊ အချုပ်အလုပ်ဆိုင်ရာ ပစ္စည်းကောင်းတွေ သုံးထားတာကြောင့် ဝတ်ဆင်ရာမှာ နူးညံ့ပျော့ပြောင်းလှပါတယ်။ဒါကြောင့် ဂျင်းဆိုတာ တာရှည်ခံမှုနဲ့ ပျော့ပြောင်းမှုတို့ ပေါင်းစပ်ဖွဲ့စည်းခြင်း Marriage of Durability and flexibility အရာပါ။LEVI'S _ It never goes out of style!"
    },
    {
        "title": "Ode to Peace",
        "content": "Ode to Peace\n\nမြန်မာအပါအဝင် ကမ္ဘာအရပ်ရပ်မှာ စစ်ပွဲတွေဖြစ်နေတယ်။ဒီမှာတော့ အမှန်တရား က သော့ခတ်ခံနေရတာ ကြာပြီး၊ တရားမျှတမှုက စဥ်းတီတုံးပေါ် လည်စင်းပေးနေရဆဲ။ငြိမ်းချမ်းရေး ဆိုတာကလည်း ပြတိုက်ထဲမှာနေ့ ပြတိုက်ထဲမှာည ဖြစ်နေတယ်။အနှစ် ၇၀ ကျော်လာပြီနော် မြန်မာပြည်ကြီး ငြိမ်းချမ်းစေချင်လှပါဘိ။May be all quiet on the western front..."
    },
    {
        "title": "ဖျောက်နိုင်ခဲပေစွ",
        "content": "ဖျောက်နိုင်ခဲပေစွ\n\nLeopard cannot change its spots.အကျင့်ဟောင်း၊ ဗီဇဟောင်း၊ သန္ဓေဆိုးတွေကိုဖျောက်နိုင်ခဲပေစွ။"
    },
    {
        "title": "အထွက် အဝင်",
        "content": "အထွက် အဝင်\n\nOutgoing အထွက်Incoming အဝင်ဆန့်ကျင်ဖက်တွေ ဒွန်တွဲနေတတ်တာမို့သူကအဝင် (Incoming)၊ ကိုယ်ကအထွက် (Outgoing)ဖြစ်တတ်သလို၊ကိုယ်ကအဝင်၊ သူက အထွက်လည်း ဖြစ်တတ်ပါတယ်။ကြုံကြိုက်လို့ပြောရရင် Outgoing ရဲ့  \"(ရာထူး၊ ဌာန) စွန့်သွားသော\" အဓိပ္ပာယ်အပြင်၊ \"ဖော်ဖော်ရွေရွေ၊ ရွှင်ရွှင်ပျပျနေတတ်သော\" ဆိုတဲ့ နောက်အဓိပ္ပာယ်တစ်မျိုးလည်းရှိတာ သတိပြုမိကြပါသလား။သက်တမ်း‌စေ့လို့ ရာထူးက စွန့်ခွာသွားရတဲ့ အမေရိကန်သမ္မတတွေဟာ ရွှင်ရွှင်ပျပျ ထွက်ခွာသွားတာ သိပ်မတွေ့ရပါဘူး။ဪ Outgoing Outgoing...♥♥♥♥♥♥Democracy has prevailed!•••Democracy is our common language and freedom is our common objective.ဒီမိုကရေစီဆိုတာ အများသုံးဘာသာစကား၊ လွတ်လပ်ခြင်းဆိုတာအားလုံးရဲ့ပန်းတိုင်။Hsiao Bi-Khim•••ဒေါ်နယ်ထရမ့်အထွက်၊ ဂျိုးဘိုင်ဒင်အဝင် ကြားလိုက်တာလေး မျှဝေတာပါ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Hell or High Water",
        "content": "Hell or High Water\n\nအီဒီယံ ကို အဘိဓာန်တွေက \"ဓလေ့သုံးစကား၊ ကာလဒေသအလိုက် သုံးနှုန်းပုံ၊ ဒေသိယစကား၊ ဥပစာစကား၊ ထူးခြားသော စကားအင်္လကာ\" စသည်ဖြင့် အနက်ဖွင့်ကြပါတယ်။ အင်္ဂလိပ်ဘာသာစကားဟာ အီဒီယံပေါကြွယ်ဝတဲ့ ဘာသာစကားတစ်ခု ဖြစ်ပါတယ်။ အခု (Come) hell orhigh water အီဒီယံနဲ့ မိတ်ဆက်ပေးပါမယ်။(Come) hell or high water ဆိုတာ\"ဘာလာလာ၊ ဘာဖြစ်ဖြစ်၊ ဘယ်လိုမျိုးဆိုးရွားတဲ့ အခြေအနေနဲ့ ရင်ဆိုင်ရပါစေ No matter what the adverse circumstances\" လို့ အဓိပ္ပာယ်ရပါတယ်။ဥပမာဝါကျတွေကြည့်ပါ -I will do this risky business come hell or high water.I am a man of my word, hell or high water.I'll get you to the airport by noon, come hell or high water.ဆုံးဖြတ်ထားပြီးရင် အခက်အခဲ ဘယ်လောက်ရှိရှိ ဖြစ်အောင်လုပ်မယ်ပေါ့။မာမာအေးရဲ့ သီချင်းလေးတစ်ပိုင်းတစ်စလို \"ချစ်မိပြီဆိုရင်တော့ ပုလဲဖြစ်ဖြစ် ရွဲဖြစ်ဖြစ်\" ဆိုတဲ့သဘောမျိုးပါ။ဒီ Hell or high water နဲ့နီးစပ်တဲ့အီဒီယံက \"Come what may. ဘာကြီးပဲလာလာ၊ ဘာကြီးပဲဖြစ်ဖြစ်\" ပါ။ဥပမာ - In 2020 election, people will vote National League for Democracy Party come what may. ဘာကြီးပဲဖြစ်နေဖြစ်နေ ၂၀၂၀ ရွေးကောက်ပွဲမှာ လူတွေက အင်အယ်ဒီပါတီကို မဲပေးကြပါလိမ့်မယ်။ နောက်နီးနီးစပ်စပ် အီဒီယံတစ်ခုက \"Rain or shine/ Come rain or shine နေပူပူ မိုးရွာရွာ\" ဖြစ်ပါတယ်။ Rain or shine, I wll be there. နေပူပူ မိုးရွာရွာ မင်းဆီကိုအရောက်လှမ်းလာမှာပါ။ကဲ ကျွန်တော်တို့ဟာ တစ်ခုခုကိုလုပ်ဖို့ ယတိပြတ်ဆုံးဖြတ်ပြီးရင် ဘယ်လိုအခက်အခဲ၊ ဘာအတားအဆီးပဲရှိရှိ ဖြစ်အောင်လုပ်ကြရပါမယ်။ If we are determined to do something,despite any difficulties that there might be _ Hell or high water; Come what may;Rain or shine; Against all odds!  အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Pacific/Pacifist",
        "content": "Pacific/Pacifist\n\nPacifist derives from Pass the Fist!God sees the truth, but waits. ဒါက အထက်တန်း ကျောင်းသားဘ၀က ဖတ်ခဲ့ရတဲ့ရုရှား စာရေးဆရာကြီး လီယိုတော်စတွိုင်ရဲ့ ၀တ္ထုခေါင်းစဉ်ပါ။ ဒီစာအုပ်ကိုရေးသူက ဘ၀မှာ ဘယ်လိုပဲနစ်နာချက်၊ နာကြည်းချက်၊ မကျေနပ်ချက်တွေ့ ကြုံတွေ့ရပါစေ အကြမ်းမဖက်ကြဖို့ ရည်ရွယ်ရေးခဲ့တာပါ။Tolstoy wrote this story with an accepting, non-violent attitude toward the grievances.အိန္ဒိယနိုင်ငံသား ငြိမ်းချမ်းရေးသမားမဟတ္တမဂန္ဒီ (Mahatma Gandhi) ကလည်း အကြမ်းမဖက်ရေးကို ဒီလိုပြောခဲ့ပါတယ်။ Non-violence is the weapon of the strong.လွတ်လပ်ရေး ရပြီးကတည်းက အစစမှားလာတဲ့ မြန်မာပြည်၊ မေတ္တာဝါဒီတွေက ဘယ်လိုအဆိုအမိန့်တွေ လက်ကမ်းပေမယ့်၊ မဟုတ်တာတွေ လွှမ်းနေတဲ့ မြန်မာပြည်မှာတော့ အကြမ်းဖက်မှုတွေ တာစားနေတုန်းပါပဲ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "သူတို့လည်းချမ်းရှာပေရော့မယ်",
        "content": "သူတို့လည်းချမ်းရှာပေရော့မယ်\n\n○○○ကြောင်ချစ်ကြလား ဗျို့ကျွန်တော့်အိမ်မှာ ရက်သားလေးတစ်ကောင် အပါအဝင် ကြောင် ၈ ကောင်ရှိပါတယ်။၁၉၉၇ မြို့သစ်ကိုပြောင်းပြီးတဲ့နောက်အဆက်ဆက် မွေးလာတာပါ။သူတို့တွေကို ဇွဲအမျိုးမျိုးခံပြီး(စတေနာမတ်ေတာထား)မွေးလာတာ ကနေ့အထိပါ။ကြောင်ချစ်ကြသူအပေါင်းကိုနှုတ်ခွန်းဆက်ပါတယ်။○○○ကြောင်ချစ်သူကို Ailurophile လို့ခေါ်ပါတယ်။Cat lovers are called ailurophiles derived from the Greek word ailouros, which means \"cat,\" andthe suffix -phile, meaning \"lover.\"အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ရန်ကိုရန်ချင်း မတုံ့နှင်းနဲ့။",
        "content": "ရန်ကိုရန်ချင်း မတုံ့နှင်းနဲ့။\n\nTwo wrongs don't make a right.Two wrongs don't make a right.အမှားနှစ်ခုကနေ အမှန်တစ်ခု ဖြစ်မလာနိုင်။အမှားကို အမှားနဲ့တုံ့ပြန်လို့ အမှန်ဖြစ်မလာပါ။ရန်ကိုရန်ချင်း မတုံ့နှင်းနဲ့။နောက်စကားပုံမူကွဲ​တွေကTwo blacks don't make a white.Two negatives don't make a positive တို့​ဖြစ်ပါတယ်။အားလုံး မင်္ဂလာပါ။"
    }
]