[
    {
        "title": "လက်သည်",
        "content": "လက်သည်\n\n🐼🐼🐼မြန်မာစာအဖွဲ့ရဲ့အဘိဓာန်က လက်သည် ဆိုတာ\"တစ်စုံတစ်ခုကို လုပ်ဆောင်သူ ကာယကံရှင်\"လို့အနက်ပေးပါတယ်။မြန်မာစကားလုံး \"လက်သည်\" နဲ့တူညီတဲ့အင်္ဂလိပ်စကားလုံး ၄ လုံးကိုဖော်ပြပေးပါရစေ။🔴🔴🔴Dealerဖဲဝိုင်းမှာ ဖဲဝေရန်အလှည့်ကျသူ ကို Dealerလို့ခေါ်ပါတယ်။ သူ့ကိုလည်း လက်သည် လို့သုံးပါတယ်။ သူကတော့ ဖဲကစားရာမှာသုံးတာမို့ အနက်အဓိပ္ပာယ် ရှုပ်ထွေးမှုမရှိပါ။(Dealer မှာလည်း တခြားအဓိပ္ပာယ်တွေရှိပါတယ်။ ဆက်လေ့လာသင့်ပါတယ်)🔴🔴🔴Midwifeအများသိကြတဲ့ လက်သည် ဆိုတာ ကလေးမွေးဖွားပေးသူ(အမျိုးသမီး) ကိုခေါ်တာပါ။တောနယ်တွေမှာ တော့ကျွမ်းကျင်တဲ့ဝမ်းဆွဲဆရာမ၊ သူနာပြု မရှိတာကြောင့် ကျွမ်းကျင်မှုလက်မှတ်မရှိသူ အရပ်လက်သည်ကိုပဲ အားကိုးကြရပါတယ်။🔴🔴🔴Perpetratorပြစ်မှုတစ်ခုခုကျုးလွန်သူ တစ်နည်း အပြစ်လုပ်သူကိုလည်း လက်သည် လို့ခေါ်ပါတယ်။ ဒီနေရာမှာတော့ တရားခံ ပေါ့ဗျာ။🔴🔴🔴Culpritလက်သည် ဆိုတာ ပြဿနာတစ်ခုဖြစ်ရင် ဘယ်သူတရားခံလို့ ဖော်ထုတ်ရပါတယ်။ အဲဒီမှာ ပြဿနာဖန်တီးသူဟာ ပြဿနာကောင် တစ်နည်း လက်သည်ပါပဲ။🐼🐼🐼ကြုံကြိုက်လို့ပြောရရင် \"လက်သည်ရှာနေသော ဗိုက်ကြီးသည်များ\" လိုခေါင်းစဉ်မျိုးတွေ့ရင် ဗိုက်ထဲကကလေးရဲ့အဖေ ဘယ်သူဆိုတာ ဖော်ထုတ်ဖို့တရားခံ (လက်သည်) Culprit လိုက်ရှာနေတာလား၊ ဒါမှမဟုတ် ကလေးမွေးဖွားဖို့ ဝမ်းဆွဲ (လက်သည်) Midwife ရှာနေတာလား။ အဓိပ္ပာယ်နှစ်ခွ ဖြစ်နိုင်ပါတယ်။ကိုယ်လေးလက်ဝန်များကို ဖေးမကူညီကြပါ။"
    },
    {
        "title": "Cartoon နဲ့ Carton",
        "content": "Cartoon နဲ့ Carton\n\nCartoon; Carton; Comic; Caricature🔴🔴🔴Cartoon နဲ့ Carton⚫⚫⚫ဒီ စကားလုံးနှစ်လုံးက အသံတူသယောင်ရှိပေမဲ့၊Cartoon အသံထွက်က /kɑːˈtuːn/ ဖြစ်ပြီး၊Carton အသံထွက်က /ˈkɑːtən/, /ˈkɑːtn̩/ ဖြစ်လို့အသံထွက်ပုံမတူကြပါ။⚫⚫⚫အနက်ဖွင့်ရရင် Cartoon က ရုပ်ပြောင် ပါ။Cartoon နဲ့အသံဆင်တူတဲ့ Carton ကကတ်ထူ (သို့) ပလတ်စတစ်သေတ္တာ၊ ဘူးဖြစ်ပါတယ်။⚫⚫⚫ကာတွန်း ကိုထပ်ခွဲရင် ရုပ်ပြောင် (Cartoon) နဲ့ရုပ်ပြ (Comic; Comic strip) လို့နှစ်မျိုးတွေ့ရပါတယ်။⚫⚫⚫ရှိသေးတယ် သူက Caricature ပါ။Caricature က လူသိများသူ တစ်ယောက်ကိုရယ်ရွင်ဖွယ်ဖြစ်အောင် နောက်ပြောင်ရေးဆွဲထားတဲ့ရုပ်ပြောင် ဖြစ်ပါတယ်။ကာတွန်းပညာနဲ့ ပုံတူရုပ်ပြောင်ရေးတာပါ။အထူးသဖြင့် နိုင်ငံရေးသမားတွေကိုရေးဆွဲဖော်ပြလေ့ရှိပါတယ်။🔴🔴🔴ကျွန်တော်တို့ရဲ့ ဘဝအမောတွေကို ကာတွန်းတွေက ဖာထေးပေးလို့ လူကြီးရောလူငယ်ပါကာတွန်းကြိုက်ကြပါတယ်။အလားတူပါပဲ Comic ကောမစ် ခေါ် ရုပ်ပြ၊ရုပ်ပြဇာတ်လမ်းလေးတွေကလည်း လူငယ်လူလတ်တွေကို ဆွဲဆောင်နိုင်ပါတယ်။ဒါကြောင့် နိုင်ငံတကာမှာ လူကြိုက်များတဲ့ကာတွန်းရုပ်ပြတွေကနေ ရုပ်ရှင်အဖြစ် အသက်သွင်းကြတာ ဖြစ်ပါတယ်။ဒီမှာတော့ ကာတွန်း စံရွှေမြင့်တို့၊ နေကျောက်ခဲတို့က သက်သေပါ။အားလုံး အမှတ်ရစေဖို့တင်ပြပါရစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "အလွမ်းဇာတ်",
        "content": "အလွမ်းဇာတ်\n\nTragedyအလွမ်းဇာတ်🔴🔴🔴အဖြစ်ဆိုးလိုက်တာဗျာ၊ ဖျက်အားပြင်း ငလျင်ကြီးကတော့ ကျွန်တော်တို့အတွက် ကံဆိုးမိုးမှောင်ကျတာပါပဲဗျာ။နစ် ၁၀၀ မှာ တစ်ခါလောက်ဖြစ်တတ်တဲ့ ကိုဗစ်-၁၉ ကမ္ဘာ့ကပ်ရောဂါဘေးဆိုးကြီးကို ၂၀၂၀ မှာကြုံရတယ်။ ကမ္ဘာနဲ့အဝန်း သေလိုက်ကြတာ သောက်သောက်လဲပါပဲ။ ဘယ်သူမှ သေခြင်းတရားကို ဒီလောက်နီးနီးကပ်ကပ် မတွေ့မမြင်၊ မကြုံဖူးခဲ့ကြပါဘူး။Traumaစိတ်ဒဏ်ရာ🔴🔴🔴ကပ်ရောဂါကြောင့် အလူးအလဲခံစားနေရာက ပြည်သူတွေ ဒယီးဒယိုင်နဲ့ ကုန်းထလာချိန် ၂၀၂၁ နှစ်ဦးအစမှာ စစ်တပ်ကအာဏာထသိမ်းတယ်။စစ်တပ်နဲ့ မခံရပ်နိုင်တဲ့လူထု ထိပ်တိုက်တွေ့ကြပြီး၊ ပြည်သူ့ခုခံ တော်လှန်စစ်ပွဲဆင်နွဲလာတာ ၄ နှစ်ကျော်ခဲ့ပါပြီ။ အပြစ်မဲ့၊ အဖိုးတန် အသက်ပေါင်းများစွာ တနင့်တပိုး စွန့်လွတ်နေရဆဲပါ။ နေ့စဉ် ပေးဆပ်နေရတာ ကြေးကြီးလွန်းတော့ လူတွေရဲ့နှလုံးသားထဲမှာ စိတ်ဒဏ်ရာ အကြီးအကျယ်ရကုန်ပါပြီ။ နှစ်ခါကွဲအသည်း မနာဘဲရှိပါ့မလားလို့တောင် မမေးနိုင်တော့ပါဘူးဗျာ။Test of Enduranceခံနိုင်ရည် စမ်းသပ်ခြင်း🔴🔴🔴အရင်က ကြေကွဲဝမ်းနည်းစရာ အဖြစ်ဆိုး‌တစ်ခုတလေ ကြုံရခံစားရရင် ဘာလဲဗျာ ခံနိုင်ရည်ကို စမ်းသပ်နေတာလားလို့ ခပ်ချေချေ မေးမိတယ်။အခုတော့ ကပ်ရောဂါ‌ဘေး၊ လူ့ပယောဂကြောင့် ဖြစ်ရတဲ့စစ်ဘေး၊ လတ်တလော သဘာဝ‌ငလျင်ဘေးပါ စုဆုံကျရောက်လာပြန်တော့ ဘယ်လိုမှ တောင့်မခံနိုင်အောင်ဘဲ ဖြစ်ရပါတယ်။ဘယ်လို ပြောရမှန်းမသိအောင်လည်း ဖြစ်ရပါတယ်။အားလုံး တစ်ယောက်တစ်ပြန် ဖေးမကူညီမှုနဲ့ ရှေ့ဆက်သွားကြတာပေါ့။"
    },
    {
        "title": "Aftershock",
        "content": "Aftershock\n\nAftershock, not Aftershake🐼🐼🐼လတ်တလော Glossary of Earthquake ငလျင်နဲ့ပတ်သက်လို့ သိထားသင့်တဲ့ဝေါဟာရ ၃ လုံးရှိပါတယ်။Foreshocks အကြိုငလျင်သူတို့က ပင်မငလျင်ကြီး မလာခင် ငလျင်ငယ်လေးတွေ အဖြစ်လှုပ်တတ်ပါတယ်။Mainshock ပင်မငလျင်သူက အခုလှုပ်ခတ်သွားတဲ့ ပြင်းအား ၇.၇ ငလျင်ကြီးမျိုးကို ခေါ်တာပါ။Aftershocks နောက်ဆက်တွဲ ငလျင်ပင်မငလျင်ကြီး လှုပ်ပြီးနောက်ပိုင်း ဆက်လက်လှုပ်လာတတ်တဲ့ ငလျင်ငယ်လေးတွေ ဖြစ်ပါတယ်။ အခု၇.၇ ငလျင်ကြီးနောက်ပိုင်းမှာ ရာနဲ့ချီတဲ့ နောက်ဆက်တွဲငလျင်ငယ်တွေ လှုပ်နေဆဲပါ။ သူတို့က ပြင်းအားသေးတော့ ငလျင်တိုင်းတာရေးစခန်းက စက်တွေပဲသိနိုင်ပါတယ်။ဝေါဟာရအနေနဲ့ သရုပ်ခွဲကြည့်ရင် Earthquake ဆိုတဲ့ငလျင် ဟာ မြေကြီးထု တုန်ခါလှုပ်ယမ်းသွားတာ ဖြစ်ပါတယ်။ ဒါကို Quake လှုပ်သည်၊ လှုပ်ခြင်းအဓိပ္ပာယ်နဲ့ ပြပါတယ်။ ဒါကြောင့် Quake ဆိုတာ ချမ်းလို့တုန်တုန်၊ ကြောက်လို့တုန်တုန်၊ မသောက်ရ၊ မမှီဝဲရလို့ တုန်တုန် လှုပ်နေတဲ့သဘော ဖြစ်ပါတယ်။လှုပ်တာကိုပဲ အဓိပ္ပာယ်တူ နောက်စကားတစ်လုံး Shock နဲ့သုံးပြီး၊ Foreshocks, Mainshock, Aftershocks တို့ကို ဖော်ပြလေ့ရှိပါတယ်။အင်္ဂလိပ်စာမှာ \"Quake\" \"လှုပ်\" နဲ့ အဓိပ္ပာယ်ဆင်တူစကားလုံး (Synonym) တွေတော်တော်များများ ရှိပါတယ်။ အခုတွေ့ရတဲ့ shock နဲ့ဆင်တူ Shake ကလည်း လှုပ် တာပါပဲ။ ဒါပေမဲ့ သတ်မှတ်အသုံးAftershock ကိုတော့ Aftershake လို့အသုံးမရှိပါ။အသံတူလို့ပဲဖြစ်ဖြစ်၊ အဓိပ္ပာယ်တူလို့ပဲဖြစ်ဖြစ်လွဲမှားတတ်တာကိုတော့ ဒီလိုဥပမာနဲ့ တင်ပြပါရစေ။🐼🐼🐼🐼🐼🐼"
    },
    {
        "title": "GALAXY",
        "content": "GALAXY\n\nA Galaxy of Girls•••အာကာသအဘိဓာန် (Space Dictionary) အရGalaxy ဟာ \"အာကာသဟင်းလင်းပြင်ရှိ ကြယ်အစုအဝေး\" ကို ခေါ်တာဖြစ်ပါတယ်။နောက်ဆင့်ပွား အဓိပ္ပာယ်က ထင်ရှားကျော်ကြားသူတွေ၊ ကျွမ်းကျင်တတ်မြောက်သူ ပညာရှင်တွေ၊ ချောမောလှပတဲ့ အမျိုးသမီးလေးတွေ စုဝေးနေကြရင်လည်း  The Galaxy လို့ ခေါ်ဝေါ်သုံးစွဲကြပါတယ်။သူတို့က ကျွန်တော်တို့ကုမ္ပဏီရဲ့ A bevy of beautiful girls အချောအလှ ကြယ်စုလေးပါ။•••ဪ မေ့လို့ ကျွန်တော်တို့ကုမ္ပဏီက မြန်မာကိုင်ဒို Myanmar Kaido ဖြစ်ပါတယ်။အားလုံး မင်္ဂလာပါသစ"
    },
    {
        "title": "ကျောင်းသားကိုယ်ရေးမှတ်တမ်း",
        "content": "ကျောင်းသားကိုယ်ရေးမှတ်တမ်း\n\nREPORT CARDကျောင်းသားကိုယ်ရေးမှတ်တမ်း🔴🔴🔴1962 Circa ToungooReport ကို အထက်တန်းကျောင်းသားဘဝမှာ ကျောင်းကမိဘအုပ်ထိန်သူထံ လစဥ်ပေးပို့တဲ့ဘာသာရက်အလိုက် ရမှတ်စာရင်း Report Cardကို အကြောင်းကြားစာ တစ်ခုလို့ မှတ်ယူခဲ့တယ်။အဘိဓာန်က Report ကို သတင်း၊ သတင်းစကားမှသည် အစီရင်ခံစာ၊ တစ်ဆင့်စကား၊ ကောလာဟလ၊ လူပြောသူပြော အထိ အနက်အမျိုးမျိုးရှိပါတယ်။🔴🔴🔴LOUD REPORTကျယ်လောင်တဲ့ ပေါက်ကွဲသံ1970 YangonMoment To Moment ရူပ်ရှင်ကားကြည့်ရင်းအမျိုးသမီးဇာတ်ဆောင်တစ်ယောက်က \"ညတုန်းက သူ့အိမ်နားမှာ ကျယ်ကျယ်လောင်လောင် သေနတ်သံလို ပေါက်ကွဲသံတစ်ခု ကြားလိုက်တယ်\" Lastnight, I heard a loud report. လို့ပြောတာ Reportကိုသုံးသွားတယ်။ဒါနဲ့ အဘိဓာန် ပြန်လှန်လိုက်တော့ ဪ Report မှာ\"သေနတ်သံ၊ ဗြောက်စသည် ပေါက်ကွဲသံ\" ဆိုတာလည်း ရှိပါလားလို့ သိရပါတယ်။🔴🔴🔴2025 Northern DragonLOUDEST REPORT၂၀၂၁ စစ်အာဏာသိမ်းပြီးနောက်ပိုင်း လေးနှစ်ကျော်ကာလအတွင်း သေနတ်သံ၊ ပေါက်ကွဲသံတွေ မတိုးမကျယ်၊ ခပ်အုပ်အုပ်၊ တော်တော်ကျယ်ကျယ်အသံမျိုးစုံ ကြိုးကြားကြိုးကြားကြားရဖူးပါတယ်။🔴🔴🔴🔴🔴🔴ဒီကနေ့မနက် ၅း၃၀ မှာ ကြားလိုက်ရတဲ့ ပေါက်ကွဲသံက တော်လှန်ရေးကာလတစ်လျှောက်လုံးမှာ အ‌ကျယ်လောင်ဆုံး ပေါက်ကွဲသံပါပဲဗျာ။The loudest report of all!အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Go with the flow",
        "content": "Go with the flow\n\n🔴🔴🔴လူတွေကပြောတယ်၊ ရေလိုက် ငါးလိုက် တဲ့။အင်္ဂလိပ်လို ညှပ်ပြောလိုက်သေးတယ်Water follow, fish follow တဲ့။အမြင်မတော်သူ နိုင်ငံခြားသားဂျာနယ်လစ်တစ်ယောက်က Water flows, fish follow. လို့ပြင်ပေးပါတယ်။🔴🔴🔴ကျွန်တော်တို့ရဲ့ ရေလိုက် ငါးလိုက် နဲ့နီးစပ်တဲ့အသုံးက Go with the flow ဖြစ်ပါတယ်။ပုံမှန်ဝါကျရေးထုံး Subject-Verb-Object အရFish follow the water. ဖြစ်သင့်ပါတယ်။🔴🔴🔴နောက်တစ်မျိုးက As water flows, fish follow.ဒါလေးက တစ်ပြိုင်နက် ဖြစ်စဉ်သဘော \"ရေလိုက် ငါးလိုက်\" ကို ပိုအသက်ဝင်စေပါတယ်။🔴🔴🔴နောက် Fish follow the flow of the water.ဒီလိုလေးရေးကြည့်ရင် ပိုညက်ညော အဆင်ပြေမလားလို့ပါ။🔴🔴🔴နောက်ဆုံးတစ်ခု ဒါလေးက Where water flows, fish follow. ရေနဲ့ငါးတို့ ဆက်နွယ်ပတ်သက်မှုကိုထင်ထင်ရှားရှား ပြသနေတယ်လို့ ခံစားမိပါတယ်။ဒီအရေးအသားက Love Grows Where My Rosemary Goes ဆိုတဲ့ ၁၉၇၁ က သီချင်းလေးကို အမှတ်ရစေပါတယ်။🔴🔴🔴🔴🔴🔴May y'all go with the flow.ရောင်းရင်းအားလုံး ပြောင်းလဲနေတဲ့အခြေအနေ၊ အကောင်းအဆိုးနဲ့ ကြောင်းကျိုးညီညီ လုပ်ကိုင်နေထိုင်နိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Don't panic!",
        "content": "Don't panic!\n\n⚫⚫⚫ဘယ်လိုပဲ အလန့်တကြားမဖြစ်နဲ့ ပြောပြော၊ထိတ်ထိတ်ပျာပျာ လန့်ဖျပ်ပြီး ဝယ်နေကြတယ်။အဲဒီလို တစ်ခုခုကို ကြောက်လန့်ပြီး၊ ပစ္စည်းပစ္စယ‌တွေဝယ်တာကို \"Panic Buying\" လို့ခေါ်ပါတယ်။ပြီးတော့ ကမူးရှုးထိုးနဲ့ \"Penis Buying\" လို့တလွဲရေးပြန်တယ်။⚫⚫⚫အမှန်က Panic က /pænɪk/ ဖြစ်ပြီး၊ Penis က/ˈpiː.nɪs/ ဖြစ်ပါတယ်။ အသံထွက်ပုံမတူကြပါ။အသံထွက်ကို အလေးမမူ၊ သတိမထားသူတွေအတွက် Panic နဲ့ Penis အသံထွက် အတူတူလိုဖြစ်‌နေပါတယ်။🐼🐼🐼Packing or ParkingPackingPack ကလာတဲ့ Packing ထုပ်ပိုးခြင်း ကို ပက်ကင် လို့ အသံမထွက်ဘဲ၊ ခပ်လွယ်လွယ် ပါကင် လို့အသံထွက်နေတာ ကြားရပါတယ်။၊ ပေါ့ပေါ့ပါးပါး ပြောနေသံကြားရတာတော့ ပါကင်ဖောက်၊ ပါကင်ဖောက်တယ်ပေါ့။ ထုပ်ပိုးလာတဲ့ စမတ်ဖုန်းလို ပစ္စည်းသစ်ကိုသေတ္တာ၊ ဘူးထဲကထုတ်ယူတာကို Unboxing လို့အသုံးရှိပါတယ်။ ပါကင်ဖောက်တယ်လို့ မပြောကြပါ။🐼🐼🐼ParkingPark ကလာတဲ့ Parking က လမ်းဘေး၊ ယာဉ်ရပ်နေရာတစ်ခုမှာ ကားကို ရပ်နားထားခြင်းပါ။ကျွန်တော်တို့ဆီမှာ အဆောက်အအုံသစ်တွေတော့ ဆောက်ကြပါရဲ့ Free parking space အခမဲ့ကားရပ်စရာနေရာက ရှားပါဘိ။ ဒါကြောင့် ဤနေရာတွင် ကားမရပ်ရ။ Do not park here, No parking တို့လိုသတိပေးစာ‌တွေ‌ နေရာတော်တော်များများမှာ ချိတ်ဆွဲထားကြတာ ဖြစ်ပါတယ်။⚫⚫⚫ဒါကတော့ Car Packing.....လောလောလောလောနဲ့ အလောသုံးဆယ်လုပ်လိုက်ရလို့ Parking ‌အစား Packing လို့ လွဲသွားတာဖြစ်ပါတယ်။ လွဲလွဲလေးပဲ ကောင်းပါတယ်နော်။ ဒီအတိုင်းပဲ ထားလိုက်တော့မယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Polysemy vs Monosemy",
        "content": "Polysemy vs Monosemy\n\nMost words are polysemous, meaning they have multiple meanings, rather than monosemous, meaning they have only one meaning.Polysemy vs Monosemy🔴🔴🔴Polysemy ~ words with multiple meaningsအင်္ဂလိပ်စကားလုံးတစ်လုံးဟာ သူ့နေရာနဲ့သူ အဓိပ္ပာယ်တစ်မျိုးမက ရှိနိုင်ပါတယ်။Monosemy ~ words with only one meaningဒ့ါကြောင့် စကားလုံးတစ်လုံး အဓိပ္ပာယ်တစ်မျိုးသာသိထားရင် အဆင်မပြေပါ။🔴🔴🔴Disposition of Mind ~ Angryအကိုးအကား သာဓကအဖြစ် ဒီဗီဒီယိုမှာသုံးထားတဲ့ \"စိတ်ဆိုး၊ စိတ်တို' နဲ့သက်ဆိုင်တာလေးတွေကို လေ့လာကြရအောင်။🔴🔴🔴Madကျွန်တော်တို့ စာသင်သားအများစုက Mad တွေ့တာနဲ့ \"ရူးသော၊ စိတ်မနှံ့သော၊ ရူးကြောင်ကြောင်ဖြစ်သော၊ ကမူးရှုးထိုးဖြစ်သော\" အနက်တွေကိုပြေးမြင်ကြပေမဲ့၊ Mad မှာ \"စိတ်ဆိုးသော၊ ဒေါသထွက်သော\" အဓိပ္ပာယ်ရှိတာ မေ့နေတတ်ပါတယ်။🔴🔴🔴AngryAngry ဟာလည်း Mad လိုပဲ  \"စိတ်ဆိုးသော၊ဒေါသထွက်သော\" အနက်တူမျိုးရှိတဲ့အပြင်၊\"အမျက်ထွက်သော\" အနက်တစ်ခု ပိုတိုးလာတာသတိပြုမိကြပါလိမ့်မယ်။ထင်သာမြင်သာ ဥပမာတစ်ခုက An angry young man တော်လှန်ရန် မာန်ကြွနေသောလူငယ် ဆိုတဲ့အသုံးအနှုန်း ဖြစ်ပါတယ်။🔴🔴🔴GrouchyAngry လိုပါပဲ၊ Grouchy ကိုအဘိဓာန်က \"ကျွဲမြီးတို\" လို့အနက်ပေးပါတယ်။ \"ကျွဲမြီးတို ဆိုတာကလည်း စိတ်တိုတာကို တင်စားပြောတာ ဖြစ်ပါတယ်။ ဒီဗီဒီယိုထဲက ကြောင်လေးလို ကိုယ်လိုတာမရလို့၊ လိုအင်ဆန္ဒမပြည့်ဝလို့ သုန်သုန်မှုန်မှုန်နဲ့ မျက်နှာထားပုပ်သိုးပြီး၊ အလွယ်တကူ စိတ်ဆိုးစိတ်ကောက် စိတ်တိုနေတဲ့ အ‌ခြေအနေမျိုးပါ။🔴🔴🔴GrumpyGrumpy ကလည်း Grouchy လို မကျေနပ်လို့\"မှုန်တေတေ၊ ရှုသိုးသိုးနဲ့ စိတ်ဆိုးသော\" လို့အဓိပ္ပာယ်ရပါတယ်။ ဗီဒီယိုထဲက ကြောင်လေးရဲ့အမူအရာ၊ လေသံကိုကြည့် ပုံဖော်နိုင်ပါတယ်။🔴🔴🔴ကဲ ဒီလောက်ဆို စိတ်ဆိုး၊ စိတ်‌တို၊ စိတ်ကောက်စတဲ့ စိတ်အခြေပြ စကားလုံးတွေရဲ့ အနက်အဓိပ္ပာယ်တွေကို ခွဲခြားနိုင်ကြပါလိမ့်မယ်။ပထမဆုံး Mad, Angry, Grouchy, Grumpy တို့ရဲ့အဓိပ္ပာယ်ကို ကွဲကွဲပြားပြား သိအောင်လုပ်ပါ၊ ပြီးမှဒီ ဗီဒီယိုကို အနည်းဆုံးနှစ်ကြိမ်၊ သုံးကြိမ်လောက် ကြည့်စေချင်ပါတယ်။🔴🔴🔴🔴🔴🔴အဆင်မပြေပါသဖြင့် video ကိုသီးခြားတင်ထားပါတယ်။ Sorry for the inconvenience."
    },
    {
        "title": "မတည့်အတူနေတွေပါ",
        "content": "မတည့်အတူနေတွေပါ\n\nPride and Poverty don't Get along,but often Live Together.မာနနဲ့ဆင်းရဲခြင်းက မတည့်အတူနေတွေပါ"
    },
    {
        "title": "ဘဝဇာတ်မသိမ်းသွားပါနဲ့",
        "content": "ဘဝဇာတ်မသိမ်းသွားပါနဲ့\n\nသိမ်ဖျင်းကောက်ကျစ်ယုတ်မာမှုတွေနဲ့ ဘဝဇာတ်မသိမ်းသွားပါနဲ့။STUPID IS AS STUPID DOES!\"Though we are born stupid,only the stupid remain that way.လူညံ့တွေအဖြစ် မွေးလာခဲ့ရင်တောင်လူညံ့တွေသာ လူညံ့တွေအဖြစ်နဲ့ကျန်နေခဲ့တာ\"အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ဗန်းစကား ၅ လုံး",
        "content": "ဗန်းစကား ၅ လုံး\n\nBRITISH SLANGS5 British Slangs🔴🔴🔴နောက်တစ်ခါလာပြန်ပြီ၊အမေရိကန်တွေအဖို့ ဘာလဲဟ ဘာလဲဟဆိုပြီး(ခေါင်းကုတ်ရတဲ့)အပြင်းအထန် စဉ်းစားရမယ့် ဗြိတိသျှသုံးဗန်းစကား ၅ လုံး။DodgyHunky-dorySnogGuttedSkint🔴🔴🔴ခင်ဗျားတစ်လုံးမှ မကြားဖူးရင်လည်းဝမ်းသာပါတယ် အဲ ခွင့်လွတ်ပါတယ်။တစ်ခါမှ မတွေ့ဖူးတော့လည်းကိုယ့်အတွက် အသစ်ပေါ့ဗျာ။🔴🔴🔴🔴🔴🔴DODGYDodgy ~ အသံထွက်က ဒေါ့ဂျီ တဲ့။(ဒေါ့ဂျစ် Dodge Jeep ကုန်တင်ကားနဲ့ နီးစပ်တယ်)ကျွန်တော်တို့ကDoggy ဒေါ့ဂီ နဲ့ယဉ်ပါးနေကြလို့ \"ဒေါ့ဂျီ\" လို့ အသံထွက်ရမှာ ဝန်လေးနေပုံရတယ်။Dodgy ရဲ့အဓိပွာယ်က မယုံကြည်ရသူ၊ (ကျားဖျန့်) အလိမ်အညာ၊ အရည်အသွေးညံ့တဲ့ ပစ္စည်းလို့ အဓိပ္ပာယ်ရပါတယ်။The dodgy old machine kept breaking down.🔴🔴🔴🔴🔴🔴HUNKY-DORYHunky-dory ဆိုတာ ကျွန်တော်တို့လို ရှေးရိုးစွဲသက်ကြီးပိုင်းတွေလောက်ပဲ ပြောနေကြတဲ့Super Duper ~ excellent အကောင်းဆုံးပေါ့၊အကောင်းဆုံးက အကောင်းဆုံးပေါ့ လို့ အဓိပ္ပာယ်မျိုးဖြစ်ပါတယ်။ကိုယ်လိုချင်တာလေးရ၊ ကိုယ်ဖြစ်ချင်တာဖြစ်နေရရင် Alright! Everything is coming my way.Everything is Hunky-dory. အတိုင်းထက်အလွန်ပဲ ပေါ့ဗျာ။🔴🔴🔴🔴🔴🔴SNOGSnog က အနမ်းတစ်မျိုးပါ။သူက ပါးပြင်ပေါ် ပါးပါးလေး အာဘွားပေးတာမဟုတ်ဘဲ၊ ချစ်ဇောအဟုန်ပြင်းပြင်းနဲ့ ရမ္မက်လျှမ်းတဲ့အနမ်းမျိုးပါ။ အဘိဓာန်က ထိန်းထိန်းသိမ်းသိမ်းနဲ့ \"ဖက်နမ်း\" လို့ပဲ အနက်ပေးပေမဲ့၊တင်ဆက်သူက Kiss with tongues လို့ အနက်ဖော်ပေးပါတယ်။ ထွန်းအိန္ဒြာဗို သီချင်းထဲကFrench kiss စိုစွတ်တဲ့အနမ်း ဆိုတာမျိုးဖြစ်ပါလိမ့်မယ်။ဒါဆို Snog ဟာ ငှက်တွေလို တို့ကနန်းဆိတ်ကနန်းဖွဖွ‌လေးနမ်းတာမျိုး Peck မဟုတ်ဘဲ၊ အရူးအမူး၊သဲကြီးမဲကြီး ခပ်ကြမ်းကြမ်းနမ်းတာမျိုး Pash ဖြစ်ပါတယ်။ ရုပ်ရှင်ရုံ နောက်ဆုံးတန်းက စုံတွဲတွေနမ်းရှုပ်ကြတဲ့အနမ်းမျိုးပါ။ Didja ever!🔴🔴🔴🔴🔴🔴GUTTEDGutted ကို verb အဖြစ်ပုံမှန်သုံးနေကြ \"မီးလောင်ကျွမ်း၊ မီးဝါးမျို\" သလို ရှိသမျှအရာရာကို ဖျက်ဆီးပစ်တဲ့ အနက်အဓိပ္ပာယ်နဲ့ တွေ့ရတာ များပါလိမ့်မယ်။ The fire gutted the majestic building.အခုGutted ကို adjective ပုံသ‌ဏ္ဍန်နဲ့ ဝမ်းနည်း၊ စိတ်ပျက်၊ စိတ်မချမ်းသာတဲ့ အဓိပ္ပာယ်မျိုးနဲ့တွေ့ကြရမှာဖြစ်ပါတယ်။ ကစားပွဲမှာရှုံးနိမ့်၊ ချစ်ရေးကမပြေလည်၊ စာမေးပွဲကျ ဘယ်လိုမှ မဖြေဆည်နိုင်ဘဲ အလွန်အမင်းစိတ်ဓာတ်ကျ Deeply disappointed.Disappointed? I was gutted!စိတ်ပျက်သလားမမေးနဲ့၊ ကိုယ်ကြေကွဲနေပြီဗျာ။🔴🔴🔴🔴🔴🔴SKINTSkint က ငွေကြေးပြတ်လပ်၊ ဖြူခါပြာကျဖြစ်တာကို ပြောတာပါ။ အများသုံးနေကျ Broke ဘိုင်ပြတ်တာနဲ့ အတူတူဖြစ်ပါတယ်။ Not a penny to my name ဆိုတာလို မရှိတဲ့အခါကျတော့ \"ကျွန်တော့်ကိုယ်ပိုင်ဆိုလို့ ခြူးပြားတစ်ပြားတောင် မရှိပါဘူး\"။🔴🔴🔴ကဲ ကျွန်တော်ရှင်းပြတာလည်းဖတ်၊ တင်ဆက်သူရဲ့ အာဘော်ကို သေချာနားထောင်ပါ။ ဖတ်လိုက် နားစိုက်ထောင်လိုက်နဲ့ နှစ်ကြိမ်လောက်သွားရင် အတော်ခရီးပေါက်ကြပါလိမ့်မယ်။🔴🔴🔴VIDEO သီးခြားတင်ထားပါတယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "PS~I Love You",
        "content": "PS~I Love You\n\n❤️❤️❤️အင်္ဂလိပ်စာ လေ့လာနေသူများခင်ဗျားအချစ်ဘယ်က စတာတွေ၊ကိုယ့်အချစ် ဘယ်လောက်လေးနက်တာတွေဘာတွေညာတွေ လာမပြောနဲ့🔴🔴🔴အချစ်ကိုမေတ္တာအဖြစ် ပြောင်းနိုင်ရင်တို့တတွေ အားလုံးအေးငြိမ်းပြီ❤️❤️❤️မေတ္တာဖက်ထားတဲ့အချစ်အစွန်းလွန်ကဲမှုကင်းတဲ့ အချစ်အကြောင်းဖွဲ့ကဗျာလေးကို ဘာသာပြန်အရသာခံကြည့်လိုက်ရင်ထဲမှာအေးမြသွားမယ်။အားလုံး မင်္ဂလာပါ။❤️❤️❤️❤️❤️❤️Love is not extreme liking.Love is not passionate but compassionate.Love is not blind but sees everyone as family.Love doesn't burn but cools the fires of lust.Love is not personal but human.Love does not patronize but empathizes.Love emanates.Love engulfs.Love radiateson rocky crag and furrowed field alike.I can love people I don't know.I can love people I don't like.I can even love those I love.🔴🔴🔴Source - Ian McCrorieChildren of Silence and Slow Time"
    },
    {
        "title": "History of English Language",
        "content": "History of English Language\n\nအင်္ဂလိပ်ဘာသာစကား သမိုင်းကြောင်းအင်္ဂလိပ်စာပေ သမိုင်းကို လေ့လာချင်သူများ အတွက်ရော၊ ဘာသာပြန် လေ့လာ၊ လေ့ကျင့်လိုသူတွေ အတွက်ရော အဆင်ပြေစေရန်နှင့် မြန်မာဘာသာပြန်နှင့် အင်္ဂလိပ်-မြန်မာ နှစ်ခုတွဲ ဖော်ပြထားပေးတဲ့ စာအုပ်ဖြစ်ပါတယ်။B 5 အရွယ်အစားဖြင့် ထုတ်ဝေထားပြီး စာမျက်နှာ ၁၃၀ ပါဝင်ပါတယ်။ အခန်း ၁၂ ခုပါဝင်ပါတယ်။ ပါဝင်တဲ့ အခန်းအချို့မှာ-Old English-Middle English-Modern English Grows-English in the US-The Future English တို့ ဖြစ်ပါတယ်။The Book Depot ဘာသာပြန်၊အယ်ဒီတာအဖွဲ့မှ စီစဉ်ပါသည်။ ပြန်ဆိုသူ ကိုဉာဏ်မျိုးကျော် ဖြစ်ပါသည်။တန်ဖိုး ၇၅၀၀ ကျပ်ဖြင့် အိမ်အရောက် ငွေချေစနစ်ဖြင့် မှာယူနိုင်ပါတယ်။ သင်တန်းကျောင်းများနှင့် စာအုပ်ဆိုင်များအတွက် အထူးဈေးနှုန်းမေးမြန်း နိုင်ပါတယ် ခင်ဗျာ။The Book Depot Publication"
    },
    {
        "title": "More than I Can Say",
        "content": "More than I Can Say\n\nMore than I Can Say ဒီသီချင်းကိုတော့လူတော်တော်များများ ကြိုက်ကြပါတယ်။၁၉၆၀ မှကနေ့အထိ‌ အင်မတန် သက်တမ်းလည်းရှည်တဲ့ တေးတစ်ပုဒ်ပါ။အဲဒီသီချင်းထဲမှာ သုံးထားတဲ့ More Than အတွဲလေးကိုတော့ မှတ်မိစေချင်ပါတယ်။Love you more than I can say...Do more than you are paid...Don't bite off more than you can chew.More than just a pretty face...More than a mere vacation...❤️❤️❤️❤️❤️❤️"
    },
    {
        "title": "ရတာထက်ပိုလုပ်-လုပ်တာထက်ပိုရ",
        "content": "ရတာထက်ပိုလုပ်-လုပ်တာထက်ပိုရ\n\nDO MORE THAN U R PAID FOR ...ရတာထက်ပိုလုပ်-လုပ်တာထက်ပိုရစာရေးဆရာထက်ကျော်ရေးတဲ့ \"ငှက်ပျောသီးပေးလျှင် မျောက်တွေပဲလာလိမ့်မည်\" စာအုပ်ကိုဖတ်ဖူးကြပါသလား။ စာအုပ်အမည်ကိုအနီးစပ်ဆုံးဘာသာပြန်ရင် If you give bananas, monkeys will come up to you. လို့ ပြန်ဆိုနိုင်မယ်ထင်ပါတင်းယ်။ ကောင်းကင်ထဲက စာကြည့်တိုက်ကြီး WIKIPEDIA ကိုတိုင်ပင်ကြည့်တော့၊ သူက If you pay peanuts, you get monkeys. လို့ဆိုပါတယ်။ သူတို့ဆီကမျောက်တွေငှက်ပျောသီးမစားဘဲ၊မြေပဲ ကြိုက်ကြတာကိုး။ထားပါတော့ ဒီအဆိုအမိန့်ရဲ့ ဆိုလိုရင်းက ထိုက်ထိုက်တန်တန် မပေးလျှင် ခပ်ညံ့ညံ့တွေပဲရမယ်လို့ပြောတာပါ။Only stupid people will work for you if you do not pay very much.ပိုပြီးရှင်းသွားအောင် အင်္ဂလိပ်လိုရှင်းပြချက်နှင့်အတူ ပေးထားတဲ့ ဥပမာကို ဖတ်ကြည့်ရအောင်။e.g 'This company is full of incompetents!' 'Well, if you pay peanuts, you get monkeys.'ငှက်ပျောသီးပဲစားစား၊ မြေပဲ ပဲကြိုက်ကြိုက်၊ သင်ဘယ်အဖွဲ့အစည်းမှာလုပ်လုပ် အရည်အသွေးပြည့်မီတဲ့၊ ကျွမ်းကျင်မှုပြည့်၀တဲ့ လုပ်ငန်းကို ပိုင်နိုင်စွာ လုပ်ကိုင်နိုင်တဲ့ အရည်အချင်းရှိ၀န်ထမ်းဖြစ်အောင် အထူးကြိုးစားကြမှသာ ထိုက်ထိုက်တန်တန် ချီးမြောက်ခံရသူ ဖြစ်ပါလိမ့်မယ်။ ဒါမှ ၂၀၂၅ အလွန်မှာ သင်လည်းဆက်လက်ရှင်သန်နိုင်မယ်ဖြစ်ပါတယ်။သင့်လုပ်ငန်းခွင်မှာ သင်အဓိကလုပ်ဆောင်ရမည့်အချက်က \"Do more than you are paid for, will soon be paid for more than you do. ရတာထက်ပိုလုပ်ပြပါ၊ မကြာခင် သင်လုပ်တာထက် ပိုရပါလိမ့်မယ်\" ဆိုတာပါပဲ။ ရတာထက်ပိုလုပ်-လုပ်တာထက်ပိုရ။ဒီအဆိုအမိန့်က ဆရာဖေမြင့်တို့လို တက်ကျမ်းတွေရေးနေတဲ့ Napoleon Hill ရဲ့ THE LAW OF SUCCESS စာအုပ်ထဲက တိုက်တွန်းချက်ပါ။အစဉ်ထာ၀ရ ထူးချွန်ထက်မြက်သူများ ဖြစ်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Women's Day",
        "content": "Women's Day\n\nHappy International Women's Day•••The International Women's Day is observed every year on March 8 to celebratethe women's movement and struggle for equality. According to the United NationsWomen, the theme for International Women's Day 2025 is ..\"For ALL Women and Girls:Rights. Equality. Empowerment,\"•••ဘုရားရှင် သက်တော်ထင်ရှား ရှိစဉ်အချိန်ကစ၍ အမျိုးသမီးများကို မာတုဂါမ လို့ခေါ်ဝေါ်ခဲ့ရာ၊မာတု=မာတာ=မိခင် သဘောဆောင်ပါတယ်။ ကျွန်တော်တို့အနေနဲ့ အမျိုးသမီးတိုင်းကို မိခင်သဘောထားနိုင်ပါက ယခုထက် ပိုကောင်းမွန်လှပတဲ့ လောကကြီးဖြစ်မည်ဟု ခံစားမိပါကြောင်း။အမျိုးသမီးများအားလုံး လှပကြော့ရှင်းပြီး၊ကျန်းမာချမ်းသာကြပါစေ။"
    },
    {
        "title": "ကျွန်တော်ဘာတွေလေ့လာခဲ့သလဲ",
        "content": "ကျွန်တော်ဘာတွေလေ့လာခဲ့သလဲ\n\nရုပ်ရှင်ကားတွေ၊ သီချင်းတွေ၊ ဝတ္ထုတွေ၊ ကဗျာတွေထဲက အင်္ဂလိပ်စာကို မပြတ်လေ့လာခဲ့ပါတယ်။🔴🔴🔴\"Never the twain shall meet\" is a line in the Rudyard Kipling poem \"The Ballad of East and West.\"🔴🔴🔴Never the Twain Shall Meet is the title of two films:🔴🔴🔴Never the Twain Shall Meet (1925 film),a silent film🔴🔴🔴Never the Twain Shall Meet (1931 film),a talking remake of the earlier film🔴🔴🔴🔴🔴🔴ဪ Twain က Two နှစ် ကိုပြောတာပါ။အမျိုးသမီးအဆိုတော် Shania Twain နာမည်မှာTwain ပါတာ သတိထားမိကြပါလိမ့်မယ်။အစမှာ တို့နှစ်ယောက် မတွေ့ကြရင် အကောင်းသားဆိုတဲ့စာသားက ပေါင်းဖက်လို့ရတဲ့ သူနှစ်ဦးအတွက်ရည်ညွှန်းပါတယ်။ဒါပေမဲ့ မျဉ်းပြိုင်နှစ်ကြောင်းလို ဘယ်လိုမှအစေးမကပ်၊ ရှားစောင်းစေးနဲ့ မျက်ချေးလို အကြောင်းဆက်ပေါင်းဖက်လို့ မရနိုင်သူ နှစ်ဦးအတွက်ဆိုရင် Never the Twain Shall Meet ကို သုံးရပါမယ်။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "ပြောကာပြမယ်ဝေါဟာရရယ်",
        "content": "ပြောကာပြမယ်ဝေါဟာရရယ်\n\nဝေါဟာရတွေက ထူးထွေဆန်းပြားပေါများလှပါတယ်။🔴🔴Life ကို အနက်အဓိပ္ပာယ်ဖွင့်ရင် အသက်(ဇီဝ) နဲ့ ဘဝ အပြင် (မွေးဖွားခြင်းနှင့် သေဆုံးခြင်းကြားကာလ)ဘဝတာ၊ သက်တမ်း၊ မိမိကျင်လည်ရာ အချိန်ကာလစသဖြင့် အနက်အမျိုးမျိုး တွေ့ရပါလိမ့်မယ်။ ဒါကြောင့် အလွယ်ဆုံး For life ကို အသက်အတွက်လို့ ဘာသာပြန်လို့မရနိုင်သလို၊ ဘဝအတွက် လို့လည်း ဘာသာပြန်လို့မရပါ။ တကယ်တော့ For lifeဆိုသည်မှာ \"တစ်သက်တာလုံး\" လို့ဆိုလိုပါတယ်။ဒီကနေ့တော့Life ကိုအခြေခံတဲ့ Aa large as life နဲ့Larger than life အကြောင်း ရွေးနှုတ်တင်ပြပါရစေ။As large as Life🐼🐼🐼As large as life က အီဒီယံဖြစ်တာကြောင့်စကားလုံးတစ်လုံးချင်း ဘာသာပြန်ယူလို့မရပါ။As large as life ရဲ့အဓိပ္ပာယ်က In person \"လူကိုယ်တိုင်\" ဖြစ်ပါတယ်။ သူ့ကို အံ့အားသင့်တဲ့အနေနဲ့ သုံးနှုန်းလေ့ရှိပါတယ်။ လုံးဝမျှော်လင့်မထားတဲ့ညကလပ်၊ ပါတီပွဲလိုနေရာမှာ၊ ဟိုးလေးတကျော်သတင်းစာထဲမှာ ကိုယ့်အသိမိတ်ဆွေ တစ်ဦးတစ်ယောက်ကို (လူကိုယ်တိုင်) မျက်ဝါးထင်ထင်မြင်တွေ့ရတဲ့အခါ အံ့အားသင့်ပြောဆိုတာမျိုးပါ။ဥပမာ ~ I never expected her to come to the party, but there she was, as large as life.Larger than Life🔴🔴🔴Larger than life က ကိုယ့်လက်ရှိဘဝပေးအခြေအနေထက် ပိုမိုချဲ့ကားနေထိုင်တဲ့ သဘောဖြစ်ပါတယ်။ အဘိဓာန်က Very imposing, renowned, orimpressively influential \"အဟန့်ကောင်းသော၊ ပေါ်လွင်ထင်ရှားသော\" လို့ အနက်ပေးပါတယ်။နောက်ထပ် ဆိုက်ကြီးဂိုက်ကြီး၊ စကေးမြင့်မြင့်အနံကြီးကွင်းကျယ်လိုမျိုးလည်း ဖြစ်ပပါတယ်။ပုံမှန်ထက်၊ နဂိုထက် ဝါကြွားပလွှားတဲ့ ဟန်ပန်မျိုးလည်း ပါပါတယ်။အမေရိကန်တေးဂီတအဖွဲ့ Backstreet Boys ဟာ ၁၉၉၉ မှာ Larger Than Life နာမည်နဲ့ သီချင်းတစ်ပုဒ် ထုတ်ခဲ့ပါတယ်။ဒါလေးတွေက အမြည်းလောက်ပါ။ ထပ်ဆင့်တူးဆွအရသာခံနိုင်ကြပါစေ။အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "မင်းက နတ်သားလားဟေ",
        "content": "မင်းက နတ်သားလားဟေ\n\n❤️❤️❤️❤️❤️❤️သူကပြောတယ်။လူတိုင်းအတွက်တော့ကျွန်မဟာ \"နတ်မိမယ်\" မဖြစ်နိုင်ပါ။Demon to some, Angel to othersDemon to some, Angel to othersDemon to some, Angel to others❤️❤️Scarlett Johansson - She is an Angel for all us!ဒါပေမဲ့စကာလက်ဂျိုက ကျွန်တော်တို့ အားလုံးအတွက်နတ်မိမယ်လေးပါ။Are you demon or angel tonight?ကဲ ဒီညအတွက် ခင်ဗျားဟာ \"နတ်ဆိုး\" လား၊ \"နတ်သားလေး\" လား။"
    },
    {
        "title": "ရောက်တတ်ရာရာ",
        "content": "ရောက်တတ်ရာရာ\n\nChit-Chat Zig-Zagရောက်တတ်ရာရာJAM~JAMMED~JAMMING🔴🔴🔴🐼🐼🐼ဂျမ်းနတ်ကျွန်တော့်တိုက်ခမ်းတစ်ခု ရေတိုင်ကီအသစ်လဲဖို့ပိုက်ပြင်သမားက ဝယ်ရမယ့်ပစ္စည်း စာရင်းလာပေးပါတယ်။ အဲဒီထဲမှာ သုံးမတ်ဂျမ်းကွင်း ဆိုတာပါလာတယ်။ ဘာများပါလိမ့်လို့ စူးစမ်းလိုက်တော့ ဂျမ်း ဆိုတာ အင်္ဂလိပ်စကားလုံး Jam ကို မြန်မာအသံဖလှယ်ထားတာ ဖြစ်နေတယ်။ ဪသိပြီ၊ စက်ပြင်တွေ ပြောပြောနေတဲ့ ဂျမ်းနတ် ဆိုတာဟာလည်း အသံလှယ်စကား Jam nut ပါပဲ။(Jam nut a.k.a Lock nut)🐼🐼🐼ကျမ်းတုံး (သို့မဟုတ်) ဂျန်းဒုန်းဝန်တင် မော်တော်ယာဉ်ရပ်နားချိန် ကားဘီးလိမ့်မသွားစေရန် သုံးမြှောင့်သစ်သားတုံး ခုထားတာ တွေ့ဖူးကြမှာပါ။ အဲဒီ သစ်သားတုံးကို ကျမ်းတုံး Chock လို့ခေါ်ပါတယ်။ သူ့အသံထွက်က ဂျန်းဒုန်း ဖြစ်ပါတယ်။သူကတော့ ရေးတော့အမှန် ဖတ်တော့အသံ အဆိုနဲ့ညီတဲ့ မြန်မာစကားစစ်စစ်ပါ။🐼🐼🐼ဂျမ်းဖြစ် Jam~Jammedသူကတော့ အင်္ဂလိပ်စကားလုံး Jam နဲ့ မြန်မာစကားဖြစ် ကို ပေါင်းသုံးလိုက်တာ ဖြစ်ပါတယ်။ စက်ကိရိယာအစိတ်အပိုင်း လှုပ်ရှားမရဖြစ်တာကိုဂျမ်းဖြစ်တယ်လို့ သုံးကြပါတယ်။become or make unable to move or work due to a part seizing up or becoming stuck.ဥပမာ -\"the photocopier jammed\" မိတ္တူကူးစက် ဂျမ်းဖြစ်⚫⚫⚫🐼🐼🐼JammingJam sessionJazz music တေးဂီတလောကသမားတွေရဲ့ အသုံးတစ်ခုဖြစ်တဲ့ Jam session က ကြိုတင်ဇာတ်တိုက်ထားခြင်းမရှိဘဲ၊ လက်တန်း တီးမှုတ်ကြတာကို ခေါ်တာပါ။ရက်ဂေးအကျော်အမော် Bob Marley ဆိုထားတဲ့သီချင်းတစ်ပုဒ် Jammin' ကို ကြုံရင်နားထောင်ကြည့်ပါ။ သူဆိုတဲ့ The Jammin', The Jammin'ကို သဂျာမင် ကို (မြန်မာနားထဲမှာတော့ သိကြားမင်း၊ သိကြားမင်း) လို့ပဲ ကြားမိပါကြောင်းပြောကြားရင်း စကားတစ်လုံး အသုံးပဒေသာ ကိုအဆုံးသတ်ပါရစေ။ (ဆက်ချင်ပါသေးတယ်။)အားလုံး မင်္ဂလာပါ။"
    },
    {
        "title": "Ch-အသံထွက်",
        "content": "Ch-အသံထွက်\n\n🐼🐼🐼ပုံမှန်ဆိုရင် Ch-အသံထွက်က (ချ~ခြ) ပါ။IPA-International Phonetic Alphabet ကဒီလိုသင်္ကေတ /t͡ʃ/ နဲ့ပြပါတယ်။ဥပမာ - Church - /t͡ʃɜːt͡ʃ/အလားတူ Touch, Watch🐼🐼🐼ဒါပေမဲ့ Ch က အောက်ကစကားလုံးတွေမှာ\"K\" - \"ခ\" သံထွက်ပါတယ်။EpochMatriarchMonarchPatriarchStomachTechအတွေ့များတဲ့ Ache ကလည်း \"K\" - \"ခ\" သံပဲ ထွက်ပါတယ်။Headache, Toothacheကျွန်တော်ရဲ့ နာကြင်ကွဲကြေနေတဲ့ နှလုံးသား\"My Achy Breaky Heart သီချင်းကို နားထောင်ကြည့်ပါ။ အိတ်ခီ ဘရိတ်ခီ လို့ \"K\" - \"ခ\" သံကြားရပါလိမ့်မယ်။ကဲ သူ့နာမည်ကတော့ .....❤️❤️❤️CHER _ A Goddess of Pop•••Cher ချာ လို့ အသံထွက်မယ်လို့ ထင်ရပေမဲ့သူ့နာမည် Cherilyn ဖြစ်တာကြောင့်ရှယ်လို့ ထွက်ပါတယ်။•••ဂီတရုပ်ရှင် တီဗွီဖျော်ဖြေရေးနယ်ပယ်မှာ အနှစ် ၆၀ လောက်ကျင်လည်လျက်ရှိတယ်ဆိုတော့ ပေါ့သေးသေးတော့ ဟုတ်ဟန်မတူဘူး။သူ့ဂီတ၊ သူ့ရုပ်ရှင်နဲ့ သူဖက်ရှင်တွေအကြောင်းမသိထားရင် ခင်ဗျားအပြစ် ဖြစ်သွားမယ်နော်။•••အနည်းဆုံး ၁၉၉၈ ကနာမည်ကြီး သူ့သီချင်း Believe တော့နားထောင်လိုက်။Hey presto!"
    },
    {
        "title": "တစ်မူထူးခြားအသံထွက်များ",
        "content": "တစ်မူထူးခြားအသံထွက်များ\n\nQUEER PRONUNCIATIONတစ်မူထူးခြားအသံထွက်များ♥♥♥အင်္ဂလိပ်အသံထွက်တွေက ပုံသေကားကျမှတ်လို့မရပါ။ Strange ထူးပေဆန်းပေသည်လို့ ဆိုရမလား၊ Queer တစ်မူထူးတယ်ပြောရမလား၊ Weird ဘယ်လိုကြီးမှန်းမသိအောင် ထူးပါတယ်လို့ ကြွေးကြော်ရမလား ကိုယ်ရွှေအင်္ဂလိပ်တို့ရယ်။🐼🐼🐼ကြည့်ဗျာ ...one နဲ့ပေါင်းတဲ့ စကားလုံးတွေ အသံထွက်ပုံမတူကြဘူး _Done /dʌn/ ဒန်း၊Gone /ɡɒn/ ဂွန်း၊Lone /ləʊn/ လုန်း ♤♤♤🐼🐼🐼ကဲ ... omb နဲ့ပေါင်းတဲ့ ဒီစကားသုံံးလုံးကို မှန်အောင်ထွက်နိုင်ရင် ရပြီ _Bomb /bɒm/Comb /kəʊm/Womb /wuːm/ ♤♤♤အရင်ကပြောခဲ့သလို Unique (အနီးစပ်ဆုံး)အသံထွက်က /juːˈniːk/ ယူနိ ပါ။ (နိ)တခြား ...que နဲ့ဆုံးတဲ့စကားလုံး Communique ရဲ့အသံထွက်က/kəˌmjuːn.ɪˈkeɪ/ ကွန်မျူနီခေး ပါ။(ခေး)နောက်တစ်လုံး Burlesque _ သူရော ဘယ်လို အသံထွက်မယ်ထင်သလဲ။သူက \"Burlesque /bə(ɹ)ˈlɛsk/ ဘာလက်စ်\" လို့ အသံထွက်ပါတယ်။(လက်စ်)Burlesque ဆိုတာ ဖော်ချွတ်ခန်းပါအကပဒေသာပွဲပါ။ ကျွန်တော်တို့နဲ့တော့ သိပ်မရင်းနှီးပါ။ဒါကြောင့် Cher ရှယ် နဲ့ Christina ခရစ္စတီနာ တို့ပါတဲ့ Burlesque ရုပ်ရှင်ကား ကြည့်ဖို့ညွှန်းပါရစေ။Burlesque လို \"ညကလပ်၊ စားသောက်ဆိုင်ကြီးတွေမှာ စားသောက်နေစဉ် အဖော်အချွတ် အဆိုအကဖြင့် ဖျော်ဖြေခြင်း\" ကို \"Cabaret /kæbəˈɹeɪ/ကဲ့ဘရေး\" လို့ခေါ်ပါတယ်။ ရုပ်ရှင်ကားပိုစတာလေး အရင်ကြည့်လိုက်။အားလုံး မင်္ဂလာပါ။♥♥♥Post reference: October 5, 2019@@ အသံထွက်အမှန်ကြားဖို့ Pronouncing Dictionaries အဘိဓာန်မှာနားထောင်ပါ"
    },
    {
        "title": "Dictatorship to People Power",
        "content": "Dictatorship to People Power\n\nအာဏာရှင်ခေတ်က ပြည်သူ့အာဏာပိုင်စိုးတဲ့ကာလကို ကူးပြောင်းလာပေမယ့် အကျင့်ဟောင်းတွေ မပြင်ကြသေးပါ။🔴🔴🔴⚫⚫⚫Total Eclipse of People Powerပိုဆိုးတာက အခုလို မမျှော်လင့်ဘဲ အာဏာရှင်လက်အောက် ပြန်ကျရောက်ပြီး၊ ထင်ရာစိုင်းပြုသမျှ နုခံနေရတဲ့ဘဝကြမ်းကြီးထဲမှာ အသိတရား အားနည်းသူတွေကြတော့ လေလာရာလွင့်တဲ့ ဂွမ်းစိုင်လိုဖြစ်နေကြတယ်။ တချို့လူတွေ ပညာအခံကနည်းတော့ အားကိုးမှားကြ၊ ကိုးကွယ်ဆည်းကပ်မှု မှားကြပြန်တယ်။ အဆိုးဆုံးက ကိုယ့်ကိုယ်ကိုယ် ဘာမှားလို့ မှားမှန်းမသိကြသူတွေပါ။⚫⚫⚫🐼🐼🐼ဆိုဆုံးမဖို့ခက်ခဲတဲ့သူတွေ၊ ဟိုမရောက်ဒီမရောက်နဲ့ကိုယ်ဘယ်သောင်ကမ်းဆိုက်မယ်မှန်း မသိသူတွေ၊ ကိုယ်ချင်းစာနာမှုကင်းပြီး၊ ဘယ်သူသေသေသဘောထားတဲ့ လူ့ငရဲသားတွေနဲ့ ကင်းဝေးကြပါစေ။ အားလုံး မင်္ဂလာမနက်ခင်းပါ။"
    },
    {
        "title": "အသပြာ ပိုက်ဆံ ငွေကြေး",
        "content": "အသပြာ ပိုက်ဆံ ငွေကြေး\n\nMoney Money Moneyသူရှိရင် သိသာသလိုသူမရှိရင် ပိုသိသာတယ်သမိုင်းဦးက အစပြုလို့ တန်ဖိုးထားသုံးလာရတဲ့ငွေကျွန်တော်တို့တတွေရဲ့ နေ့ဝဥ်ဘဝကိုအမျိုးမျိုး စီရင်ပြဋ္ဌာန်းနေတဲ့ငွေအကြွေအနုတ်စက္ကူကနေ ဒစ်ဂျစ်တယ်ငွေကြေးအထိ တစ်ဟုန်ထိုးရွေ့ကုန်ကြပြီကဲ အခု Bitcoin တွေဆီ သွားကြတော့မယ်လေ့လာထား ဖတ်ထားကြLet us go with the CryptoCurrency flow.....Cryptocurrency – meaning and definitionCryptocurrency, sometimes called crypto-currency or crypto, is any form of currency that exists digitally or virtually and uses cryptography to secure transactions. Cryptocurrencies don't have a central issuing or regulating authority, instead using a decentralized system to record transactions and issue new units.What is cryptocurrency?Cryptocurrency is a digital payment system that doesn't rely on banks to verify transactions. It’s a peer-to-peer system that can enable anyone anywhere to send and receive payments. Instead of being physical money carried around and exchanged in the real world, cryptocurrency payments exist purely as digital entries to an online database describing specific transactions. When you transfer cryptocurrency funds, the transactions are recorded in a public ledger. Cryptocurrency is stored in digita"
    },
    {
        "title": "Gesture,",
        "content": "Gesture,\n\nMood & Facial expression⚫⚫⚫Gesture ကိုယ်အမူအရာရယ်၊Mood စိတ်နေစိတ်ထားရယ်၊Facial expression မျက်နှာအမူအရာသုံးမျိုးပေါင်းစပ်ကာပြောချလိုက်တဲ့စကားလုံးတွေနားထောင်ကြည့်လိုက်ပါ။⚫⚫⚫I hate you...ကို စိတ်ခံစားချက်အပြည့်နဲ့ ပြောရင်လက်ဟန်ခြေဟန်လည်း ပါမယ့်အပြင် မျက်နှာပေးကလည်း ရုပ်ရှင်မင်းသမီး ရှုံးသွားမယ်နော်။တင်ဆက်သူဆရာမကို ခရက်ဒစ်ပေးပါတယ်။"
    }
]